Repository: Kinovea/Kinovea
Catalog: main_branch/Updater/Languages/UpdaterLang.*.resx
Languages: de, es, nl

# mnuCheckForUpdates
source: Check For Available Updates...
de: Überprüfen Sie, ob Updates erhältlich sind ...
es: Comprobar si hay actualizaciones disponibles ...
nl: Controleer op beschikbare Updates

# Updater_Behind
source: A new version is available !
de: Eine neue Version ist verfügbar !
es: ¡Una nueva versión está disponible!
nl: Een nieuwe versie is beschikbaar !

# Updater_BrowseFolderDescription
source: Please choose the target directory for the installer file.
de: Bitte wählen Sie den Ordner, in dem das Programm installiert wird.
es: Porfavor escoga el directorio de destino para el archivo de instalación.
nl: Kies a.u.b. de directory voor het installatiebestand.

# Updater_ChooseDestinationFolder
source: Choose Destination Folder
de: Wählen Sie das Zielverzeichnis.
es: Escoger Directorio de Destino
nl: Kies doelmap

# Updater_CurrentVersion
source: Current Version :
de: Aktuelle Version :
es: Versión actual:
nl: Huidige versie :

# Updater_Download
source: Download
de: Herunterladen
es: Descargar

# Updater_Downloading
source: Downloading New Version...
de: Herunterladen der neuen Version...
es: Descargando Nueva Versión…
nl: Inlezen nieuwe versieâ€¦

# Updater_FileSize
source: File Size :
de: Größe der Datei:
es: Tamaño de Archivo:
nl: Bestandgrootte :

# Updater_FilterAll
source: All Languages
de: Alle Sprachen
es: Todos Los Idiomas
nl: Alle Talen

# Updater_HelpItem_NeedUpdate
source: Update available
de: Update verfügbar
es: Actualización Disponible
nl: Onmiddellijk vernieuwen

# Updater_HelpItem_NewItem
source: New item
de: Neu
es: Nuevo
nl: Nieuw onderdeel

# Updater_HelpItem_UpToDate
source: Up to date
de: Aktualisiert
es: Actualizado

# Updater_Instruction
source: Click the 'Download' button to begin downloading.
de: Klicken Sie auf die Schaltfläche 'Herunterladen' um das Herunterladen zu starten.
es: Presionar el botón "Descargar" para empezar la descarga.
nl: Klik op de button 'Download'om inlezen te starten.

# Updater_InternetError
source: An error occurred while checking for updates. Please ensure an Internet connection is available.
de: Ein Fehler ist aufgetreten, während der Prüfung. Bitte stellen Sie sicher, dass die Internet-Verbindung betriebsbereit ist.
es: Un error ocurrió mientras se buscaban actualizaciones. Porfavor asegúrese que una conexión a Internet está disponible.
nl: Een fout is opgetreden bij het controleren op nieuwe versies. Zorg er voor dat er een verbinding met Internet is.

# Updater_LblAllManualsUpToDate
source: All user guides are up to date.
de: Alle Anleitungen sind aktuell
es: Todas las guías de usuario están actualizadas.
nl: Alle gebruikershandleidingen zijn actueel.

# Updater_LblAllVideosUpToDate
source: All videos are up to date.
de: Alle Videos sind aktualisiert
es: Todos los vídeos estàn actualizados.
nl: Alle videos zijn actueel.

# Updater_LblAllVideosUpToDateCategory
source: All videos in this language are up to date.
de: Alle Videos in dieser Sprache sind aktualisiert
es: Todos los videos en este idioma están actualizados.
nl: Alle videos in deze taal zijn actueel.

# Updater_LblChangeLog
source: Change Log :
de: Liste der Änderungen:
es: Lista de Cambios:
nl: Lijst met veranderingen :

# Updater_LblFilterByLang
source: Filter by language :
de: Filter auf die Sprache:
es: Filtrar por Idioma:
nl: Filter op taal :

# Updater_LblManuals
source: Manual
de: Handbuch
nl: Handleiding

# Updater_LblSelectManuals
source: Select the manual you wish to download :
de: Wählen Sie das Benutzerhandbuch, das Sie herunterladen möchten:
es: Seleccione el manual que desea descargar:
nl: Kies de handleiding die u wenst te downloaden.

# Updater_LblSelectVideos
source: Select the videos you wish to download :
de: Wählen Sie die Videos, die Sie herunterladen möchten:
es: Seleccione los videos que desea descargar:
nl: Kies de videos die u wenst te downloaden.

# Updater_LblTotalSelected
source: Total selected :
de: Anzahl ausgewählt:
es: Total seleccionado:
nl: Totaal gekozen :

# Updater_LblVideos
source: Help Videos
de: Video-Hilfe
es: Videos de ayuda

# Updater_mboxDownloadSuccess_Description
source: The new version was successfully downloaded.\n Please close Kinovea and launch the installer from where you saved it.
de: Die neue Version wurde mit Erfolg heruntergeladen.\n Bitte Kinovea schließen und das Installationsprogramm starten.
es: La nueva versión fue correctamente descargada. \n Porfavor cierre Kinovea y ejecute el instalador desde el lugar donde lo guardó.
nl: De nieuwe versie is met succes ingelezen.\n Sluit Kinovea a.u.b. af en start het installatiebestand vanuit de plaats waar u deze hebt opgeslagen.

# Updater_NewVersion
source: New Version
de: Neue Version
es: Nueva Versiòn
nl: Nieuw versie

# Updater_Quit
source: Quit
de: Beenden
es: Salir
nl: Stop

# Updater_Title
source: Kinovea - Checking for new version.
de: Kinovea - Prüfung auf Updates.
es: Kinovea - Buscando nuevas versiones
nl: Kinovea - Controleert op een nieuwe versie.

# Updater_UpToDate
source: Your version is up to date !
de: Ihre Version ist auf dem neuesten Stand!
es: ¡Su versión està actualizada!
nl: Uw versie is actueel !
