Repository: Kinovea/Kinovea
Catalog: Kinovea/Languages/RootLang.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hr, id, it, ja, ko, mk, ms, nl, pl, ru, sl, sr_latn_rs, sv, th, tr, uk, vi, zh_hant

# dlgPreferences_tabCapture
source: Capture
ar: التقاط
ca: Capturar
cs: Záznam
de: Aufnahme
es: Captura
fa: ضبط کردن
hr: Uhvati
id: Tangkap
it: Cattura
ja: キャプチャ
ko: 캡처
mk: Превзени
ms: Tangkap
nl: Opnemen
pl: Przechwytywanie
ru: Съемка
sl: Zajemi
sr_latn_rs: Uhvati
sv: Inspelning
th: การจับภาพ
tr: Ekranı yakala
uk: Зйомка
vi: Ghi hình
zh_hant: 擷取

# dlgPreferences_tabDrawings
source: Drawings
ar: عناصر الرسومات
ca: Dibuixos
cs: Kreslení
de: Zeichnungen
es: Dibujos
fa: طرح‌ها
fr: Dessins
hr: Crteži
id: Gambar
it: Disegni
ja: ドローイング
ko: 그림들
mk: Цртежи
ms: Melukis
nl: Tekeningen
pl: Rysowanie
ru: Нарисовать
sl: Risbe
sr_latn_rs: Crteži
sv: Ritningar
th: การวาดรูป
tr: Çizimler
uk: Креслення
vi: Những bản vẽ
zh_hant: 標示繪圖

# dlgPreferences_tabGeneral
source: General
ar: عام
cs: Obecné
de: Allgemein
fa: عمومی
fr: Général
hr: Općenito
id: Umum
it: Generale
ja: 一般
ko: 일반
mk: Општо
ms: Umum
nl: Algemeen
pl: Ogólne
ru: Общие
sl: Splošno
sr_latn_rs: Opšte
sv: Allmänt
th: ทั่วไป
tr: Genel
uk: Загальне
vi: Chung
zh_hant: 一般

# dlgPreferences_tabPlayback
source: Playback
ar: إعادة عرض
ca: Reproducció
cs: Přehrávání
de: Wiedergabe
es: Lectura
fa: باز پخش
fr: Lecture
hr: Reprodukcija
id: Putar ulang
it: Riproduzione
ja: プレイバック
ko: 재생
mk: Репродуцирање
ms: Ulang Semula
nl: Afspelen
pl: Odtwórz
ru: Воспроизвести
sl: Predvajanje
sr_latn_rs: Reprodukovanje
sv: Uppspelning
th: เล่นวีดีโอ
tr: İzle
uk: Відтворення
vi: Phát lại
zh_hant: 播放

# dlgPreferences_Capture_lblImageFormat
source: Image format:
ar: صيغة الصورة:
ca: Format d'imatge
cs: Formát obrazu:
de: Bildformat:
es: Formato de imagen:
fa: فرمت تصویر:
fr: Format image :
hr: Grafički format:
id: Format gambar:
it: Formato immagine:
ja: 画像フォーマット:
ko: 이미지 포맷:
mk: Формат на сликата:
ms: Format Gambar:
nl: Afbeeldingstype :
pl: Format obrazu:
ru: Формат изображения:
sl: Format slike:
sr_latn_rs: Grafički format:
sv: Bildformat:
th: ประเภทรูปภาพ:
tr: İmaj formatı:
uk: Формат зображення:
vi: Định dạng hình ảnh:
zh_hant: 影像格式：

# dlgPreferences_Capture_lblVideoFormat
source: Video format:
ar: صيغة الفيديو:
ca: Format de vídeo
cs: Formát videa:
es: Formato de video:
fa: فرمت ویدئو:
fr: Format vidéo :
id: Format video:
it: Formato video:
ja: ビデオフォーマット:
ko: 비디오 포맷:
mk: Формат на видеото:
ms: Format Video:
nl: Videotype :
pl: Format wideo:
ru: Формат видео:
sl: Format videa:
th: ประเภทวีดีโอ:
tr: Video formatı:
uk: Формат відео:
vi: Định dạng video:
zh_hant: 影片格式：

# dlgPreferences_Capture_tabMemory
source: Memory
ar: الذاكرة
ca: Memòria
cs: Paměť
de: Speicher
es: Memoria
fa: حافظه
fr: Mémoire
hr: Memorija
id: Memori
it: Memoria
ja: メモリー
ko: 메모리
mk: Меморија
ms: Memori
nl: Geheugen
pl: Pamięć
ru: Память
sl: Spomin
sr_latn_rs: Memorija
sv: Minne
th: หน่วยความจำ
tr: Bellek
uk: Пам'ять
vi: Bộ nhớ
zh_hant: 記憶體

# dlgPreferences_Capture_lblMemoryBuffer
source: Memory allocated for delay buffers: {0} MB.
ar: ذاكرة التخزين المخصصة للتسجيل المتأخر: {0} ميجابايت.
ca: Memòria reservada per la la memòria cau : {0} MB
cs: Alokovaná paměť pro záznam: {0} MB.
de: Pufferspeicher für Aufnahme: {0} MB.
es: Memoria asignada al buffer : {0} MB.
fa: حافظه اختصاص داده شده به بافر‌های تاخیری: {0} مگابایت.
fr: Mémoire allouée pour la mémoire tampon : {0} Mo.
hr: Memorija rezervirana za hvatanje buffera: {0} MB.
id: Memori yang dialokasikan untuk buffer tertunda: {0} MB.
it: Memoria allocata per buffer di cattura: {0} MB.
ja: キャプチャバッファー用メモリー: {0} MB.
ko: 딜레이 버퍼에 메모리 할당됨:{0} MB.
mk: Издвоена меморија за снимање во бафер: {0} MB.
ms: Memori yang diperuntukkan untuk penangguhan penjana: {0} MB.
nl: Toegewezen geheugen voor buffering van opname: {0} MB.
pl: Pamięć przydzielona na bufory opóźnienia: {0} MB.
ru: Выделенная память для съемки в буфер : {0} MB.
sl: Dodeljeni pomnilnik za medpomnilnike zamika: {0} MB.
sr_latn_rs: Memorija rezervisana za hvatenje bafera: {0} MB.
sv: Minne som tilldelats upptagen buffer: {0} MB.
th: จัดสรรหน่วยความจำให้บัฟเฟอร์หน่วงเวลา: {0} MB
tr: Capture tamponu için ayrılmış bellek: {0} MB.
uk: Виділена пам'ять для затримки в буфері: {0} MB.
vi: Bộ nhớ cấp phát cho các bộ đặm trễ: {0} MB.
zh_hant: 配置延遲記憶體: {0} MB.

# dlgPreferences_Drawings_chkDrawOnPlay
source: Show drawings when video is playing
ar: إظهار الرسومات عند تشغيل الفيديو
ca: Mostra els dibuixos mentre el video es reprodueix
cs: Zobrazit nákres při přehrávání videa
de: Zeichenelemente während der Wiedergabe anzeigen
es: Mostrar los dibujos durante la reproducción del vídeo
fa: نمایش طرح‌ها در هنگام پخش ویدئو
fr: Montrer les dessins pendant la lecture vidéo
hr: Prikaži crteže tokom video reprodukcije
id: Tampilkan gambar saat video diputar
it: Mostra disegni quando riproduce il video
ja: ビデオ再生中にドローイングを表示する
ko: 비디오가 재생 중일 때 그림 표시하기
mk: Покажи ги цртежите додека видеото се репродуцира
ms: Papar lukisan semasa video dimainkan
nl: Toon tekening als de video speelt
pl: Pokaż rysunki podczas odtwarzania wideo
ru: Показывать рисунки во время воспроизведения видео
sl: Pokaži risbe med predvajanjem videa
sr_latn_rs: Prikaži crteže dok video reprodukuje
sv: Visa ritningar när video spelas
th: แสดงรูปภาพขณะเล่นวิดีโอ
tr: Video oynatılırken çizimleri göster
uk: Відображати креслення під час відтворення відео
vi: Hiển thị bản vẽ khi video đang phát
zh_hant: 當影片播放時顯示繪圖

# dlgPreferences_Player_DeinterlaceByDefault
source: Always deinterlace when opening a new video
ar: إلغاء التداخل دائمًا عند فتح مقطع فيديو جديد
ca: Desentrellaçar sempre que s'obri un nou vídeo
cs: Při otevření nového souboru vždy použít deinterlace
de: Deinterlace beim Öffnen neuer Videos verwenden
es: Siempre desentrelazar al abrir un vídeo nuevo
fa: هنگام باز کردن ویدئوهای جدید، همیشه در حالت تبدیل ویدئوهای درهم آمیخته است.
fr: Toujours désentrelacer à l'ouverture d'une nouvelle vidéo
hr: Uvijek odvoji pri otvaranju novog videa
id: Selalu deinterlance saat membuka vidio baru
it: Attiva sempre funzione Deinterlaccia quando apre un nuovo video
ja: 新しいビデオを開くときはインターレースを解除する
ko: 새 비디오를 열때 항상 디인터레이싱을 가능하게 함
mk: Секогаш расплети кога отвораш ново видео
ms: Sentiasa nyahjalin apabila membuka video baharu
nl: Altijd de-interlace toepassen bij het openen van nieuwe video
pl: Zawsze poprawiaj jakość obrazu (usuwaj przeplot) przy otwieraniu nowego filmu
ru: Выполнять деинтерлейсинг при открытии нового видео
sl: Pri odpiranju novega videa vedno uporabi razpletanje
sr_latn_rs: Uvek raspleti kada otvaraš novi video
sv: Utför alltid uppflätning när ny video hämtas
th: Deinterlace เสมอเมื่อเปิดวิดีโอใหม่
tr: Yeni bir video açarken her zaman deinterlace et
uk: Застосовувати деінтерлейсинг при відкритті нового відео
vi: Luôn loại bỏ xen kẽ khi mở video mới
zh_hant: 開啟新影片時，使用去交錯模式

# dlgPreferences_Player_SyncLockSpeeds
source: Link speed sliders when comparing videos
ar: ارتباط عناصر التحكم بالسرعة عند مقارنة مقاطع الفيديو
ca: Enllaçar les barres de velocitats en la comparació de videos
cs: Propojení posuvníků rychlosti při porovnávání videí
de: Geschwindigkeitsregler beim Vergleichen von Videos koppeln
es: Vincular los deslizadores de velocidad al comparar videos
fa: پیوند سرعت اسلایدرها در هنگام تطبیق ویدئوها
fr: Lier les contrôles de vitesse lors de la comparaison de vidéos
hr: Poveži brze klizače kada upoređuješ video zapise
id: Hubungkan penggeser kecepatan saat membandingkan video
it: Collega i dispositivi di scorrimento della velocità quando si confrontano i video
ja: ビデオを比較する際、スピードスライダーを連動させる
ko: 비디오를 비교할 때 링크 속도 슬라이더
mk: Поврзи ги брзите лизгачи кога се споредуваат видеата
ms: Pautkan peluncur kelajuan apabila membandingkan video
nl: Verbind de snelheid-regelaars tijdens het vergelijken van de videos
pl: Połącz suwaki prędkości podczas porównywania filmów
ru: Выровнять скорость при сравнении видео
sl: Poveži drsnike hitrosti pri primerjavi videov
sr_latn_rs: Poveži brze klizače kada upoređuješ video zapise
sv: Länka hastighetsreglage när vid jämförelse av videor
th: ลิงก์ตัวเลื่อนความเร็วเมื่อเปรียบเทียบวิดีโอ
tr: Videoları karşılaştırırken hız kaydırıcılarını bağlayın
uk: Вирівнювати швидкість при співставленні відео
vi: Liên kết các thanh trượt tốc độ khi so sánh video
zh_hant: 當比較影片時，連結速度滑動塊

# dlgPreferences_General_lblHistoryCount
source: Number of files in history:
ar: عدد الملفات في سجل التصفح:
ca: Nombre d'arxius a l'historial
cs: Počet souborů v historii:
de: Anzahl der Dateien im Verlauf:
es: Número de archivos en historial:
fa: تعداد فایل‌ها در پیشینه:
fr: Nombre de fichiers dans l'historique :
hr: Broj datoteka u povijesti:
id: Jumlah file dalam histori:
it: Numero di file nella cronologia :
ja: 履歴上のファイル数:
ko: 히스토리 파일 수:
mk: Број на датотеки во историјата:
ms: Nombor fail dalam sejarah:
nl: Aantal bestanden in historie:
pl: Liczba plików w historii :
ru: Число файлов в истории:
sl: Število datotek v zgodovini:
sr_latn_rs: Broj datoteka u istoriji:
sv: Antal filer i historik:
th: จำนวนไฟล์ในประวัติ:
tr: Geçmişteki dosya sayısı:
uk: Кількість файлів в історії:
vi: Số tệp trong lịch sử:
zh_hant: 歷史文件數量：

# dlgPreferences_Player_lblImageFormat
source: Default aspect ratio:
ar: نسبة العرض إلى الارتفاع الافتراضية:
ca: Format d'imatge per defecte
cs: Přednastavený formát obrazu:
de: Standard-Bildformat:
es: Formato de imagen por defecto:
fa: نسبت ابعاد پیش‌فرض:
fr: Format d'image par défault :
hr: Zadani omjer slike:
id: Rasio aspek default:
it: Rapporto d'aspetto predefinito:
ja: デフォルト画像フォーマット:
ko: 기본 이미지 형식:
mk: Стандарден формат на сликата:
ms: Nisbah aspek lalai:
nl: Standaard beeldformaat:
pl: Domyślne proporcje obrazu:
ru: Формат изображения по умолчанию:
sl: Privzeto razmerje stranic:
sr_latn_rs: Podrazumevani format slika:
sv: Original bildformat:
th: อัตราส่วนภาพเริ่มต้น:
tr: Öntanımlı imaj formatı:
uk: Формат за замовчуванням:
vi: Tỷ lệ khung hình mặc định:
zh_hant: 預設長寬比：

# dlgPreferences_Player_lblLanguages
source: Language:
ar: اللغة:
ca: Idioma
cs: Jazyk:
de: Sprache:
es: Idioma:
fa: زبان:
fr: Langue :
hr: Jezik:
id: Bahasa:
it: Lingua :
ja: 言語:
ko: 언어:
mk: Јазик:
ms: Bahasa:
nl: Taal:
pl: Język:
ru: Язык:
sl: Jezik:
sr_latn_rs: Jezik:
sv: Språk:
th: ภาษา:
tr: Dil:
uk: Мова:
vi: Ngôn ngữ:
zh_hant: 語言：

# dlgPreferences_Speed_MetersPerSecond
source: Meters per second ({0})
ar: متر في الثانية ({0})
ca: Metres per segon ({0})
cs: Metry za sekundu ({0})
de: Meter pro Sekunde ({0})
es: Metros por segundo ({0})
fa: متر بر ثانیه ({0})
fr: Mètres / seconde ({0})
hr: Metara u sekundi ({0})
id: Meter per detik ({0})
it: Metri al secondo ({0})
ja: 秒速/m ({0})
ko: 초당 미터({0})
mk: Метри во секунда ({0})
ms: Meter sesaat ({0})
nl: Meter per seconde ({0})
pl: Metry na sekundę ({0})
ru: Метров в секунду ({0})
sl: Metrov na sekundo ({0})
sr_latn_rs: Metara u sekundi ({0})
sv: Meter/sekund ({0})
th: เมตรต่อวินาที ({0})
tr: Metre bölü saniye ({0})
uk: Метрів за секунду ({0})
vi: Mét trên giây ({0})
zh_hant: 公尺/秒({0})

# dlgPreferences_Speed_KilometersPerHour
source: Kilometers per hour ({0})
ar: كيلومتر في الساعة ({0})
ca: Quilòmetre per hora ({0})
cs: Kilometry za hodinu ({0})
de: Kilometer pro Stunde ({0})
es: Kilómetros por hora ({0})
fa: کیلومتر بر ساعت ({0})
fr: Kilomètres / heure ({0})
hr: Kilometara na sat ({0})
id: Kilometer per jam ({0})
it: Chilometri all'ora ({0})
ja: 時速/km ({0})
ko: 시간당 킬로미터({0})
mk: Килмометри на час ({0})
ms: Kilometer sejam ({0})
nl: Kilometer per uur ({0})
pl: Kilometry na godzinę ({0})
ru: Километров в час ({0})
sl: Kilometrov na uro ({0})
sr_latn_rs: Kilometra na sat ({0})
sv: Kilometer/timme ({0})
th: กิโลเมตรต่อชั่วโมง ({0})
tr: Kilometre bölü saat ({0})
uk: Кілометрів за годину ({0})
vi: Ki-lô-mét trên giờ ({0})
zh_hant: 公里/小時({0})

# dlgPreferences_Speed_FeetPerSecond
source: Feet per second ({0})
ar: قدم في الثانية ({0})
ca: Peus per sogon ({0})
cs: Stopy za sekundu ({0})
de: Fuss pro Sekunde ({0})
es: Pies por segundo ({0})
fa: پا بر ثانیه ({0})
fr: Pieds / seconde ({0})
hr: Stopa u sekundi ({0})
id: Kaki per detik ({0})
it: Piedi al secondo ({0})
ja: 秒速/ft ({0})
ko: 초당 피트({0})
mk: Стапки во секунда ({0})
ms: Kaki sesaat ({0})
nl: Voet per seconde ({0})
pl: Stopy na sekundę ({0})
ru: Футов в секунду ({0})
sl: Čevljev na sekundo ({0})
sr_latn_rs: Stopa u sekundi ({0})
sv: Fot/timme ({0})
th: ฟุตต่อวินาที ({0})
tr: Ayak bölü saniye({0})
uk: Футів за секунду ({0})
vi: Bào trên giây ({0})
zh_hant: 呎/秒({0})

# dlgPreferences_Speed_MilesPerHour
source: Miles per hour ({0})
ar: ميل في الساعة ({0})
ca: Milles per hora ({0})
cs: Míle za hodinu ({0})
de: Meilen pro Stunde ({0})
es: Millas por hora ({0})
fa: مایل بر ساعت ({0})
fr: Miles / heure ({0})
hr: Milja na sat ({0})
id: Mil per jam ({0})
it: Miglia all'ora ({0})
ja: 時速/miles ({0})
ko: 시간당 마일({0})
mk: Милји во секунда ({0})
ms: Batu sejam ({0})
nl: Mijl per uur ({0})
pl: Mile na godzinę ({0})
ru: Миль в час ({0})
sl: Milj na uro ({0})
sr_latn_rs: Milja na sat ({0})
sv: Eng.mil/timme ({0})
th: ไมล์ต่อชั่วโมง ({0})
tr: Mil bölü saat ({0})
uk: Миль за годину ({0})
vi: Dặm trên giờ ({0})
zh_hant: 英哩/小時({0})

# dlgPreferences_Title
source: Preferences
ar: التفضيلات
ca: Preferències
cs: Preference
de: Einstellungen
es: Preferencias
fa: ترجیحات
fr: Préférences
hr: Željene opcije
id: Preferensi
it: Preferenze
ja: 設定
ko: 선호 사항들
mk: Параметри
ms: Keutamaan
nl: Voorkeuren
pl: Preferencje
ru: Предпочтение
sl: Nastavitve
sr_latn_rs: Željene opcije
sv: Inställningar
th: การตั้งค่า
tr: Tercihler
uk: Параметрів
vi: Tùy chọn
zh_hant: 偏好設定

# Generic_Cancel
source: Cancel
ar: إلغاء
ca: Cancel·lar
cs: Zrušit
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
hr: Poništi
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
mk: Откажи
ms: Batal
nl: Annuleer
pl: Anuluj
ru: Отмена
sl: Prekliči
sr_latn_rs: Otkaži
sv: Avbryt
th: ยกเลิก
tr: İptal Et
uk: Скасувати
vi: Hũy
zh_hant: 取消

# Generic_Quit
source: Quit
ar: خروج
ca: Sortir
cs: Ukončit
de: Beenden
es: Salir
fa: خروج
fr: Quitter
hr: Odustani
id: Keluar
it: Esci
ja: 終了
ko: 종료
mk: Излез
ms: Keluar
nl: Stop
pl: Wyjdź
ru: Выйти
sl: Izhod
sr_latn_rs: Odustani
sv: Avsluta
th: ออก
tr: Programdan Çık
uk: Вийти
vi: Thoát
zh_hant: 結束

# Generic_Save
source: Save
ar: حفظ
ca: Desar
cs: Uložit
de: Speichern
es: Guardar
fa: ذخیره
fr: Enregistrer
hr: Spremi
id: Simpan
it: Salva
ja: 保存
ko: 저장
mk: Зачувај
ms: Simpan
nl: Bewaar
pl: Zapisz
ru: Сохранить
sl: Shrani
sr_latn_rs: Sačuvaj
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hant: 儲存

# mnuAbout
source: About Kinovea…
ar: حول كينوفيا…
ca: Sobre el Kinovea
cs: O Kinovea…
de: Über Kinovea…
es: Acerca de Kinovea…
fa: درباره کینوویا ...
fr: À propos de Kinovea…
hr: O Kinovea…
id: Tentang Kinovea…
it: Riguardo Kinovea…
ja: Kinoveaについて…
ko: Kinovea에 대해서…
mk: За Kinovea…
ms: Tentang Kinovea…
nl: Over Kinovea…
pl: O Kinovea…
ru: О программе Kinovea…
sl: O Kinovea …
sr_latn_rs: O Kinovea ...
sv: Om Kinovea…
th: เกี่ยวกับ Kinovea…
tr: Kinovea Hakkında…
uk: Про Kinovea…
vi: Về Kinovea…
zh_hant: 關於Kinovea…

# mnuEdit
source: Edit
ar: تعديل
ca: Editar
cs: Editovat
de: Bearbeiten
es: Editar
fa: ویرایش
fr: Édition
hr: Uredi
id: Suting
it: Modifica
ja: 編集
ko: 편집
mk: Уреди
ms: Sunting
nl: Bewerk
pl: Edytuj
ru: Редактировать
sl: Uredi
sr_latn_rs: Izmeni
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_hant: 編輯

# mnuFile
source: File
ar: ملف
ca: Arxiu
cs: Soubor
de: Datei
es: Archivo
fa: پرونده
fr: Fichier
hr: Datoteka
ja: ファイル
ko: 파일
mk: Датотека
ms: Fail
nl: Bestand
pl: Plik
ru: Файл
sl: Datoteka
sr_latn_rs: Datoteka
sv: Fil
th: ไฟล์
tr: Dosya
uk: Файл
vi: Tập tin
zh_hant: 檔案

# mnuFullScreen
source: Full screen
ar: شاشة كاملة
ca: Pantalla complerta
cs: Celá obrazovka
de: Vollbild
es: Pantalla completa
fa: تمام صفحه
fr: Plein écran
hr: Puni zaslon
id: Layar penuh
it: Schermo intero
ja: 全画面
ko: 전체 화면
mk: Цел екран
ms: Skrin penuh
nl: Volledig scherm
pl: Pełny ekran
ru: Полный экран
sl: Celi zaslon
sr_latn_rs: Pun ekran
sv: Fullskärm
th: เต็มจอ
tr: Tam Ekran
uk: Повний екран
vi: Toàn màn hình
zh_hant: 全螢幕

# mnuHelp
source: Help
ar: مساعدة
ca: Ajuda
cs: Nápověda
de: Hilfe
es: Ayuda
fa: راهنمایی
fr: Aide
hr: Pomoć
id: Bantuan
it: Aiuto
ja: ヘルプ
ko: 도움말
mk: Помош
ms: Bantuan
pl: Pomoc
ru: Помощь
sl: Pomoč
sr_latn_rs: Pomoć
sv: Hjälp
th: ช่วยเหลือ
tr: Yardım
uk: Допомога
vi: Trợ giúp
zh_hant: 幫助

# mnuHelpContents
source: Kinovea help...
ar: مساعدة كينوفيا…
ca: Ajuda del Kinovea
cs: Nápověda Kinovea…
de: Kinovea-Hilfe...
es: Ayuda de Kinovea...
fa: راهنمایی کینوویا ...
fr: Aide de Kinovea…
hr: Kinovea pomoć...
id: Bantuan Kinovea...
it: Aiuto di Kinovea ...
ja: Kinovea ヘルプ...
ko: Kinovea 도움말…
mk: Kinovea помош...
ms: Bantu Kinovea...
pl: Kinovea - pomoc...
ru: Помощь по программе Kinovea...
sl: Kinovea pomoč ...
sr_latn_rs: Kinovea pomoć ...
sv: Kinovea hjälp...
th: Kinovea ช่วยเหลือ...
tr: Kinovea Yardımı...
uk: Довідковий посібник Kinovea...
vi: Trợ giúp Kinovea...
zh_hant: Kinovea幫助...

# mnuHistory
source: Recent
ar: الأخيرة
ca: Recents
cs: Poslední dokumenty
de: Zuletzt verwendet
es: Recientes
fa: اخیر
fr: Récents
hr: Nedavno
id: Terkini
it: Recenti
ja: 履歴
ko: 최근
mk: Скорешно
ms: Baru-baru ini
pl: Ostatnie
ru: Недавние
sl: Nedavne
sr_latn_rs: Nedavno
sv: Senaste
th: ล่าสุด
tr: Son Kullanılan
uk: Останні
vi: Gần đây
zh_hant: 最近

# mnuHistoryReset
source: Reset history
ar: إعادة ضبط سجل التصفح
ca: Reiniciar Historial
cs: Poslední historie
de: Verlauf löschen
es: Borrar historial
fa: بازنشانی تاریخچه
fr: Effacer l'historique
hr: Vrati povijest
id: Setel ulang riwayat
it: Cancella cronologia
ja: 履歴の削除
ko: 기록 초기화
mk: Враќање на историјата на почеток
ms: Set semula sejarah
nl: Herstel historie
pl: Skasuj historię
ru: Сбросить историю
sl: Posodobi zgodovino
sr_latn_rs: Vrati istoriju
sv: Återställ historik
th: ล้างประวัติ
tr: Geçmişi Sıfırla
uk: Очистити історію
vi: Đặt lại lịch sử
zh_hant: 重設歷史紀錄

# mnuImage
source: Image
ar: صورة
ca: Imatge
cs: Obraz
de: Bild
es: Imagen
fa: تصویر
hr: Slika
id: Gambar
it: Immagine
ja: 画像
ko: 이미지
mk: Слика
ms: Imej
nl: Afbeelding
pl: Obraz
ru: Изображение
sl: Slika
sr_latn_rs: Slika
sv: Bild
th: รูปภาพ
tr: İmaj
uk: Зображення
vi: Hình ảnh
zh_hant: 影像

# mnuLanguages
source: Language
ar: اللغة
ca: Idioma
cs: Jazyk
de: Sprache
es: Idioma
fa: زبان
fr: Langue
hr: Jezik
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
mk: Јазик
ms: Bahasa
nl: Taal
pl: Język
ru: Язык
sl: Jezik
sr_latn_rs: Jezik
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hant: 語言

# mnuVideo
source: Video
ar: فيديو
ca: Vídeo
fa: ویدئو
fr: Vidéo
ja: ビデオ
ko: 비디오
mk: Видео
pl: Wideo
ru: Видео
th: วีดีโอ
uk: Відео
zh_hant: 影片

# mnuOptions
source: Options
ar: خيارات
ca: Opcions
cs: Možnosti
de: Optionen
es: Opciones
fa: گزینه‌ها
hr: Opcije
id: Pilihan
it: Opzioni
ja: オプション
ko: 선택 사항들
mk: Опции
ms: Pilihan
nl: Opties
pl: Opcje
ru: Настройки
sl: Možnosti
sr_latn_rs: Opcije
sv: Alternativ
th: ตัวเลือก
tr: Seçenekler
uk: Опції
vi: Tùy chọa
zh_hant: 選項

# mnuPreferences
source: Preferences…
ar: تفضيلات…
ca: Preferències...
cs: Preference…
de: Einstellungen…
es: Preferencias…
fa: ترجیحات ...
fr: Préférences…
hr: Željene opcije…
id: Preferensi…
it: Preferenze…
ja: 設定…
ko: 기본 설정…
mk: Посакувани опции…
ms: Keutamaan…
nl: Voorkeuren…
pl: Preferencje…
ru: Предпочтение…
sl: Nastavitve …
sr_latn_rs: Željene opcije...
sv: Egenskaper…
th: การตั้งค่า…
tr: Tercihler…
uk: Налаштування…
vi: Tuy chọnh…
zh_hant: 偏好…

# mnuScreens
source: View
ar: عرض
ca: Veure
cs: Zobrazení
de: Ansicht
es: Vista
fa: نمایش
fr: Affichage
hr: Prikaz
id: Pandangan
it: Visualizza
ja: ビュー
ko: 보기
mk: Поглед
ms: Lihat
nl: Bekijk
pl: Widok
ru: Вид
sl: Pogled
sr_latn_rs: Prikaz
sv: Granska
th: ดู
tr: Görütüle
uk: Перегляд
vi: Xem
zh_hant: 查看

# mnuUndo
source: Undo
ar: تراجع
ca: Desfer
cs: Zpět
de: Rückgängig
es: Cancelar
fa: رویداد قبلی
fr: Annuler
hr: Poništi
id: Tidak jadi
it: Annulla
ja: 元に戻す
ko: 실행 취소
mk: Врати
ms: Undur semula
nl: Annuleer
pl: Cofnij
ru: Назад
sl: Razveljavi
sr_latn_rs: Opozvati radnju
sv: Ångra
th: เลิกทำ
tr: Geri Al
uk: Скасувати
vi: Hoàn tác
zh_hant: 上一步

# mnuRedo
source: Redo
ar: عوده
ca: Refer
cs: Zrušit zpět
de: Wiederholen
es: Rehacer
fa: رویداد بعدی
fr: Refaire
hr: Ponoviti
id: Ulang
it: Riesegui
ja: やり直し
ko: 다시 함
mk: Обнови
ms: Buat semula
nl: Opnieuw
pl: Powtórz
ru: Повтор
sl: Ponovi
sr_latn_rs: Ponoviti radnju
sv: Gör om
th: ทำซ้ำ
tr: Yinele
uk: Повторити
vi: Làm lại
zh_hant: 重做

# TimeCodeFormat_Frames
source: Frame number
ar: عدد الكادرات
ca: Número de fotogrames
cs: Číslo snímku
de: Frame-Nummer
es: Número de cuadros
fa: تعداد فریم‌ها
fr: Numéro d’image
hr: Broj kadrova u sekundi
id: Nomor bingkai
it: Numero di fotogrammi
ja: フレーム数
ko: 프레임 숫자
mk: Број на фрејмови
ms: Nombor bingkai
nl: Frame nummer
pl: Numer klatki
ru: Количество кадров
sl: Številka sličice
sr_latn_rs: Brojevi okvira
sv: Bild nummer
th: ลำดับเฟรม
tr: Kare Sayıları
uk: Номер кадру
vi: Số khứng hình
zh_hant: 影格數

# TimeCodeFormat_Milliseconds
source: Total milliseconds
ar: مجموع ميلي ثانية
ca: Total en milisegons
cs: Celkem milisekund
de: Millisekunden
es: Total en milisegundos
fa: مجموع میلی ثانیه‌ها
fr: Total en millisecondes
hr: Ukupno milisekundi
id: Milisekon total
it: Totale in millisecondi
ja: 合計ミリ秒
ko: 천분의 일초
mk: Вкупно милисекунди
ms: Jumlah millisaat
nl: Totaal millisecondes
pl: Całkowita liczba milisekund
ru: Миллисекунды всего
sl: Skupne milisekunde
sr_latn_rs: Ukupno milisekundi
sv: Totala millisekunder
th: มิลลิวินาทีรวม
tr: Toplam milisaniye
uk: Загальна кількість мілісекунд
vi: Tổng cộng mili giây
zh_hant: 總毫秒

# TimeCodeFormat_HundredthOfMinutes
source: Hundredth of a minute
ar: مائة في الدقيقة
ca: Centèssimes de minut
cs: Setina minuty
de: Hundertstel einer Minute
es: Centésimas de un minuto
fa: یکصدم دقیقه
fr: Centièmes de minute
hr: Stoti dio minute
id: Seperseratus menit
it: Centesimi di Minuto
ja: 1/100分
ko: 일분을 백 등분한 시간
mk: Стоти дел од минутата
ms: Seperseratus minit
nl: Hondersten van een minuut
pl: Setne części minuty
ru: Сотые минуты
sl: Stotinka minute
sr_latn_rs: Stoti deo minute
sv: Hundradels minut
th: หนึ่งในร้อยของนาที
tr: Bir dakikanın yüzdesi
uk: Сота частина хвилини
vi: Phần mươi của phút
zh_hant: 百分之一分鐘

# TimeCodeFormat_TenThousandthOfHours
source: Ten thousandth of an hour
ar: عشرة آلاف من الساعة
ca: Deumilèssimes d'hora
cs: Desetitisícina hodiny
de: Zehntausendstel einer Stunde
es: Diez milésimas de una hora
fa: ده هزارم ساعت
fr: Dix millièmes d'heure
hr: Deset stotinki sata
id: Sepersepuluh-ribu jam
it: Decimillesimi d'ora
ja: 1/10,000時間
ko: 한 시간을 만 등분한 시간
mk: Десет илјадити дел од часот
nl: Tienduizendsten van een uur
pl: Dziesięcio-tysięczne części godziny
ru: Десятитысячная часть часа
sl: Desettisočinka ure
sr_latn_rs: Deset stotinki sata
sv: tiotusendels timme
th: หนึ่งในหมื่นของชั่วโมง
tr: Bir saatin on bindesi
uk: Десятитисячна частина години
vi: Phần mươi của giờ
zh_hant: 十分之一小時

# dlgPreferences_Capture_lblForcedFramerate
source: Display framerate (fps):
ar: عرض معدل الإطارات (إطار/ثانية):
ca: Mostrar fotogrames per segon (fps)
cs: Frekvence snímkování (fps):
de: Bildwiederholrate der Anzeige (fps):
es: Tasa de imágenes para mostrar (fps):
fa: نمایش فریم (فریم بر ثانیه):
fr: Fréquence d’affichage (fps) :
hr: Prikaži broj kadrova u sekundi (fps):
id: Framerate tampilan (fps):
it: Framerate di visualizzazione (fps):
ja: 映像のフレームレート (fps):
ko: 프레임 속도 표시(fps):
mk: Фреквенција на кадри (fps):
ms: Paparan Kelajuan Frame (fps):
nl: Geef framerate (fps) weer:
pl: Wyświetlaj liczbę klatek na sekundę (fps):
ru: Частота кадров (fps):
sl: Prikaži hitrost sličic (fps):
sv: Bildfrekvens (fps):
th: แสดงเฟรมเรต (fps):
tr: Ekran kare hızı (fps):
uk: Частота кадрів (fps):
vi: Hiển thị tốc độ khung hình (fps):
zh_hant: 顯示擷取幀率:

# dlgPreferences_tabKeyboard
source: Keyboard
ar: لوحة المفاتيح
ca: Teclat
cs: Klávesnice
de: Tastatur
es: Teclado
fa: صفحه کلید
fr: Clavier
hr: Tipkovnica
id: Papan kunci
it: Tastiera
ja: キーボード
ko: 키보드
mk: Тастатура
ms: Papan Kekunci
nl: Toetsenbord
pl: Klawiatura
ru: Клавиатура
sl: Tipkovnica
sv: Tangentbord
th: แป้นพิมพ์
tr: Klavye
uk: Клавіатура
vi: Bàn phím
zh_hant: 鍵盤
