Repository: Kinovea/Kinovea
Catalog: Kinovea/Languages/RootLang.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hr, id, it, ja, ko, mk, ms, nl, pl, ru, sl, sr_latn_rs, sv, th, tr, uk, vi, zh_hant

# dlgPreferences_Player_UnitsAngularVelocity
source: Angular velocity:
ar: السرعة الزاوية:
ca: Velocitat angular:
cs: Úhlové zrychlení:
de: Winkelgeschwindigkeit:
es: Velocidad angular:
fa: تندی زاویه‌ای:
fr: Vitesse angulaire :
hr: Kutna brzina:
id: Kecepatan sudut:
it: Velocità angolare:
ja: 角速度:
ko: 각속도:
mk: Аголна брзина:
ms: Kelajuan sudut:
nl: Hoeksnelheid :
pl: Prędkość kątowa:
ru: Угловая скорость:
sl: Kotna hitrost:
sv: Vinkelhastighet:
th: ความเร็วเชิงมุม:
tr: Açısal hız:
uk: Кутова швидкість:
vi: Vận tốc góc:
zh_hant: 角速度：

# dlgPreferences_Player_UnitsAngle
source: Angle:
ar: الزاوية:
cs: Úhel:
de: Winkel:
es: Ángulo:
fa: زاویه:
hr: Ugao:
id: Sudut:
it: Angolo:
ja: 角度:
ko: 각도:
mk: Агол:
ms: Sudut:
nl: Hoek :
pl: Kąt:
ru: Угол:
sl: Kot:
sv: Vinkel:
th: มุม:
tr: Açı:
uk: Кут:
vi: Góc:
zh_hant: 角度：

# dlgPreferences_Drawings_rbAlwaysVisible
source: Visible for the entire video
ar: مرئي طوال الفيديو
ca: Visible pel vídeo sencer
cs: Viditelné pro celé video
de: Sichtbar während des gesamten Videos
es: Visible durante todo el video
fa: قابل مشاهده سرتاسر ویدئو
fr: Visible pendant toute la durée de la vidéo
hr: Vidljivo tokom cijele video snimke
id: Terlihat untuk seluruh video
it: Visibile per l'intero video
ja: ビデオ全体で表示
ko: 전체 비디오에 표시됨
mk: Видлив во тек на целото времетраење на видеото
ms: Kelihatan untuk keseluruhan video
nl: Zichtbaar voor de hele video
pl: Widoczne przez cały czas trwania filmu
ru: Видимый на протяжении всего видео
sl: Vidno za celoten video
sv: Synlig för hela videon
th: มองเห็นได้สำหรับวิดีโอทั้งหมด
tr: Videonun tamamı için görünür
uk: Видимі впродовж всього відео
vi: Nhìn thấy cho cả video
zh_hant: 整個影片皆可見

# dlgPreferences_Drawings_lblDefaultOpacity
source: Default opacity of new drawings:
ar: التعتيم الافتراضي لعناصر الرسم الجديدة:
ca: Opacitat per defecte dels dibuixos nous:
cs: Výchozí neprůhlednost nových výkresů:
de: Standard-Opazität für neue Zeichenelemente:
es: Opacidad por defecto de los nuevos dibujos:
fa: ابهام پیش فرض طرح‌های جدید:
fr: Opacité par défaut pour les nouveaux dessins :
hr: Zadana neprozirnost novih crteža:
id: Opasitas default untuk gambar baru:
it: Opacità predefinita dei nuovi disegni:
ja: 新しい描画のデフォルト不透明度:
ko: 새 그리기의 불투명도 기본값:
mk: Новите цртежи во стандардните поставки се непровидни:
ms: Kelegapan lalai lukisan baharu:
nl: Standaard doorzichtigheid voor nieuwe tekeningen:
pl: Domyślna przezroczystość nowych rysunków:
ru: Новые рисунки по умолчанию непрозрачные:
sl: Privzeta motnost novih risb:
sv: Standardopacitet för nya ritningar:
th: ค่าความทึบเริ่มต้นของภาพวาดใหม่:
tr: Yeni çizimlerin varsayılan opaklığı:
uk: Типова непрозорість нових креслень:
vi: Độ trong suốt mặc định của bản vẽ mới:
zh_hant: 預設新繪圖透明度：

# dlgPreferences_Drawings_CSVDelimiter
source: Decimal separator for CSV files:
ar: فاصل الأعداد العشرية لملفات CSV:
cs: Oddělovač desetinných míst pro soubory CSV:
de: Dezimal-Trennzeichen für CSV-Dateien:
es: Separador decimal al exportar en CSV:
fr: Séparateur décimal pour les fichiers CSV :
hr: Decimalni razdjelnik za CSV datoteke:
id: Pemisah desimal untuk berkas CSV:
it: Separatore decimale per i file CSV:
ja: CSVファイルの小数点セパレータ:
ko: CSV 파일의 소수 구분 기호:
ms: Pemisah perpuluhan untuk fail CSV:
nl: Decimale scheiding voor CSV bestanden:
pl: Separator dziesiętny dla plików CSV:
ru: Десятичный разделитель для файлов CSV:
sl: Decimalno ločilo za CSV datoteke:
sv: Decimal-delare för CSV-filer:
th: ตัวคั่นทศนิยมสำหรับไฟล์ CSV:
tr: CSV dosyaları için virgül ayracı:
uk: Десятковий роздільник для файлів CSV:
vi: Dấu phân cách thập phân cho tập tin CSV:
zh_hant: 用於CSV檔案的小數點分隔符：

# dlgPreferences_Drawings_CSVComma
source: Comma
ar: فاصلة
cs: Čárka
de: Komma
es: Coma
fr: Virgule
hr: Zarez
id: Koma
it: Virgola
ja: コンマ
ko: 쉼표
ms: Koma
nl: Komma
pl: Przecinek
ru: Запятая
sl: Vejica
sv: Kommatecken
th: จุลภาค
tr: Virgül
uk: Кома
vi: Dấu phảy
zh_hant: 逗號

# dlgPreferences_Drawing_CSVSystem
source: System ({0})
ar: النظام ({0})
cs: Systém ({0})
es: Sistema ({0})
fr: Système ({0})
hr: Sistem ({0})
id: Sistem ({0})
it: Sistema ({0})
ja: システム({0})
ko: 시스템 ({0})
ms: Sistem ({0})
nl: Systeem ({0})
ru: Система ({0})
sl: Sistem ({0})
th: ระบบ ({0})
tr: Sistem ({0})
uk: Система ({0})
vi: Hệ thống ({0})
zh_hant: 系統 ({0})

# dlgPreferences_Keyboard_lblCommands
source: Commands
ar: الأوامر
ca: Comandes
cs: Příkazy
de: Befehle
es: Comandos
fa: دستورات
fr: Commandes
hr: Komande
id: Perintah
it: Comandi
ja: コマンド
ko: 명령어
mk: Команди
ms: Arahan
nl: Besturing
pl: Polecenia
ru: Команды
sl: Ukazi
sv: Kommandon
th: คำสั่ง
tr: Komutlar
uk: Команди
vi: Lệnh
zh_hant: 指令

# dlgPreferences_Drawings_ExportPixels
source: Pixels
ar: بكسلات
cs: Pixely
de: Pixel
es: Píxeles
hr: Pikseli
id: Piksel
it: Pixel
ja: ピクセル
ko: 픽셀
ms: Piksel
pl: Piksele
ru: Пиксели
sl: Točke
sv: Pixlar
th: พิกเซล
tr: Pikseller
uk: Пікселі
vi: Pixel
zh_hant: 像素

# dlgPreferences_Player_InteractiveFrameTracker
source: Update image during time cursor movement
ar: تحديث الصورة عند حركة المؤشر
ca: Actualitzar la imatge mentre es mou el cursor de temps
cs: Aktualizace obrázku během pohybu časového kurzoru
de: Beim Bewegen des Zeitcursors die Bildwiedergabe aktualisieren
es: Actualizar la imagen durante el movimiento del cursor
fa: بروزرسانی تصویر طی زمان حرکت مکان‌نما
fr: Mettre à jour l'image pendant le déplacement du curseur de temps
hr: Ažuriraj snimku tokom pomicanja pokazivača
id: Perbarui gambar saat pergerakan cursor waktu
it: Aggiorna l'immagine durante il movimento del cursore
ja: カーソル移動中に画像を更新
ko: 시간 커서 이동 중 이미지 업데이트
mk: Ажурирај ја сликата во тек на поместување на курсорот
ms: User_0095
nl: Aanpassen van afbeelding gedurende het bewegen van de cursor
pl: Odświeżaj obraz podczas przesuwania suwaka czasu
ru: Обновлять изображение во время движения курсора
sl: Posodobi sliko med premikanjem časovnega kazalca
sv: Uppdatera bilden under tiden som musen rör på sig
th: อัปเดตรูปภาพระหว่างการเลื่อนเคอร์เซอร์เวลา
tr: Zaman imleci hareketi sırasında resmi güncelle
uk: Оновлювати зображення під час руху курсору
vi: Cập nhật hình ảnh trong chửa động con trỏ thờ
zh_hant: 在時間游標移動時更新影像

# dlgPreferences_Capture_TriggerAction
source: Trigger action:
ar: عمل الزناد
cs: Spouštěcí akce:
de: Auslöser:
es: Acción activada:
fr: Action déclenchée :
hr: Aktiviranje:
id: Tindakan pemicu:
it: Azione attivata:
ja: トリガーアクション:
ko: 트리거 동작:
ms: Pencetus tindakan:
nl: Activeer actie:
pl: Akcja wyzwalacza:
ru: Действие при срабатывании:
sl: Sproži dejanje:
sv: Utlösningsmekanism:
th: การปฏิบัติเมื่อกดเริ่ม:
tr: Tetikleme hareketi:
uk: Тригерна дія:
vi: Hành động kích hoạt:
zh_hant: 觸發動作：

# dlgPreferences_Player_TrackingPercentage
source: Percentage
ar: النسبة المئوية
ca: Percentatge
cs: Procenta
de: Prozent
es: Porcentaje
fa: درصد
fr: Pourcentage
hr: Postotak
id: Persentase
it: Percentuale
ja: パーセンテージ
ko: 백분율
mk: Проценти
ms: Peratusan
pl: Procenty
ru: Проценты
sl: Odstotek
sv: Procent
th: เปอร์เซ็นต์
tr: Yüzde
uk: Відсоток
vi: Phần trăm
zh_hant: 百分比

# dlgPreferences_Player_UnitsRevolutionsPerMinute
source: Revolutions per minute ({0})
ar: دورة في الدقيقة ({0})
ca: Revolucions per minut ({0})
cs: Otáčky za minutu ({0})
de: Umdrehungen pro Minute ({0})
es: Revoluciones por minuto ({0})
fa: دور بر دقیقه ({0})
fr: Révolutions par minute ({0})
hr: Okretaja u minuti ({0})
id: Revolusi per menit ({0})
it: Giri al minuto ({0})
ja: 回転毎分 ({0})
ko: 분당 회전수 ({0})
mk: Обрти во минута ({0})
ms: Revolusi seminit ({0})
nl: Omwentelingen per minuut ({0})
pl: Obroty na minutę ({0})
ru: Оборотов в минуту ({0})
sl: Obratov na minuto ({0})
sv: Revolutioner per minut ({0})
th: รอบต่อนาที ({0})
tr: Dakika başına düşen devir sayısı ({0})
uk: Обертів за хвилину ({0})
vi: Vòng quay môt phút ({0})
zh_hant: 轉速/分鐘 ({0})

# dlgPreferences_Player_UnitsAngularAcceleration
source: Angular acceleration:
ar: التسارع الزاوي:
ca: Acceleració angular:
cs: Úhlové zrychlení:
de: Winkelbeschleunigung:
es: Aceleración angular:
fa: شتاب زاویه‌ای:
fr: Accélération angulaire :
hr: Kutno ubrzanje:
id: Akselerasi sudut:
it: Accelerazione angolare:
ja: 角加速度:
ko: 각가속도:
mk: Аголно забрзување:
ms: Pecutan sudut:
nl: Hoekversnelling :
pl: Przyspieszenie kątowe:
ru: Угловое ускорение:
sl: Kotni pospešek:
sv: Vinkelacceleration:
th: การเร่งความเร็วเชิงมุม:
tr: Açısal ivme:
uk: Кутове прискорення:
vi: Gia tốc góc:
zh_hant: 角加速度：

# dlgPreferences_Drawings_chkCustomToolsDebugMode
source: Enable custom tools debug mode
ar: تفعيل وضع تصحيح الأخطاء للأدوات المخصصة
ca: Activar les eines del mode de depuració
cs: Povolit režim ladění vlastních nástrojů
de: Debug-Modus für benutzerdefinierte Werkzeuge aktivieren
es: Activar el modo de depuración de las herramientas personalizadas
fr: Activer le mode debug pour les outils personnalisés
hr: Omogući custom alate za otklanjanje pogrešaka
id: Aktifkan mode debug alat khusus
it: Abilita la modalità di debug degli strumenti personalizzati
ja: カスタムツールのデバッグモードの有効化
ko: 사용자 도구 디버그 모드 활성화
mk: Вклучи го режимот на подесување на корисничките алатки
ms: Aktifkan mod debug alat kustom
nl: Schakel de modus voor persoonlijke gereedschappen in
pl: Włącz tryb debugowania narzędzi niestandardowych
ru: Включить режим отладки пользовательских инструментов
sl: Omogoči možnost "debug" za prilagojena orodja
sv: Aktivera felsökningsläge för anpassade verktyg
th: เปิดใช้งานโหมดเครื่องมือดีบักที่กำหนดเอง
tr: Özel araç hata ayıklama modunu etkinleştir
uk: Увімкнути режим налагодження спеціальних інструментів
vi: Bật chế độ gỡ lỗi công cụ tùy chỉnh
zh_hant: 啟動客製化工具除錯模式

# dlgPreferences_Keyboard_btnDefault
source: Default
ar: افتراضي
ca: Defecte
cs: Výchozí
de: Vorgabe
es: Por defecto
fa: پیش فرض
fr: Défaut
hr: Zadano
id: Bawaan
it: Predefinito
ja: デフォルト
ko: 기본
mk: Стандардни поставки
ms: Lalai
nl: Standaard
pl: Domyślny
ru: По умолчанию
sl: Privzeto
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_hant: 預設

# dlgPreferences_Player_ImportImageSequences
source: Import image sequences as videos
ar: استيراد تسلسلات الصور كمقاطع فيديو
ca: Importar seqüència d’imatges com a vídeo
cs: Importovat sekvenci obrázků jako video
de: Bild-Sequenzen als Videos importieren
es: Importar secuencia de imágenes como video
fr: Importer les séquences d’images en tant que vidéos
hr: Unesi sekvence slika kao video
id: Impor urutan gambar sebagai video
it: Importa sequenze di immagini come video
ja: 画像シーケンスをビデオとしてインポートする
ko: 연속된 이미지를 비디오로 불러오기
mk: Импортирај ги последователностите на сликите како видео
ms: Import urutan gambar sebagai video
nl: Importeer de opeenvolgende beelden als videos
pl: Wczytaj sekwencję zdjęć jako film
ru: Импортировать последовательности изображений как видео
sl: Uvozi zaporedja slik kot videoposnetke
sv: Importera bildsekvenser som videor
th: นำเข้าลำดับภาพเป็นวิดีโอ
tr: Görüntü dizilerini video olarak içe aktarın
uk: Імпортувати послідовність зображень як відео
vi: Nhập dãy ảnh như video
zh_hant: 載入影像序列為影片

# dlgPreferences_Drawings_ExportSpace
source: Export mode:
ar: وضع التصدير:
cs: Režim exportu:
de: Exportieren-Modus:
es: Modo de exportación:
fr: Mode d'export :
hr: Način izvoza:
id: Mode Ahli:
it: Modalità di esportazione:
ja: エクスポートモード:
ko: 내보내기 모드:
ms: Mod eksport:
nl: Exportmodus:
pl: Tryb eksportu:
ru: Режим экспорта:
sl: Način izvoza:
sv: Exporteringläge:
th: โหมดส่งออก:
tr: Dışa aktarma modu:
uk: Режим експорту:
vi: Chế độ xuất:
zh_hant: 輸出模式：

# dlgPreferences_Capture_lblInputDevice
source: Input device:
ar: جهاز الإدخال:
ca: Dispositiu d’entrada
cs: Vstupní zařízení:
de: Aufnahmegerät:
es: Dispositivo de entrada:
fr: Périphérique d’entrée :
hr: Ulazni sklop:
id: Perangkat input:
it: Dispositivo di input:
ja: 入力デバイス:
ko: 입력장치:
mk: Уред за внесување:
ms: Peranti input:
nl: Invoerapparaat:
pl: Urządzenie wejściowe:
ru: Устройство ввода:
sl: Vhodna naprava:
sv: Inmatningsenhet:
th: อุปกรณ์นำเข้า:
tr: Giriş aygıtı:
uk: Пристрій введення:
vi: Thiết bị đầu vào:
zh_hant: 輸入装置：

# dlgPreferences_Player_UnitsDegrees
source: Degrees ({0})
ar: درجة ({0})
ca: Graus ({0})
cs: Stupně ({0})
de: Grad ({0})
es: Grados ({0})
fa: درجه ({0})
fr: Degrés ({0})
hr: Stupnjevi ({0})
id: Derajat ({0})
it: Gradi ({0})
ja: 度({0})
ko: 도 ({0})
mk: Степени ({0})
ms: Darjah ({0})
nl: Graden ({0})
pl: Stopnie ({0})
ru: Градусы ({0})
sl: Stopinj ({0})
sv: Grader ({0})
th: องศา ({0})
tr: Derece ({0})
uk: Градуси ({0})
vi: Độ ({0})
zh_hant: 度({0})

# dlgPreferences_Capture_chkIgnoreOverwrite
source: Ignore file overwrite warning
ar: تجاهل التحذير عند الكتابة فوق الملف
ca: Ignorar l’advertència de sobrescriptura de fitxer
cs: Ignorovat upozornění na přepsání souboru
de: Warnung beim Überschreiben einer Datei ignorieren
es: Ignorar advertencia de se sobreescritura
fr: Ignorer l’alerte d’écrasement de fichier
hr: Zanemari upozorenje o zamjeni preko postojeće datoteke
id: Abaikan peringatan penimpaan file
it: Ignora l'avviso di sovrascrittura dei file
ja: ファイルの上書き警告を無視する
ko: 파일 덮어쓰기 경고 무시하기
mk: Игнорирај предупредување за презапишување на фајлот
ms: Abai amaran menulis ganti fail
nl: Negeer waarschuwing bestandsoverschrijving
pl: Ignoruj ostrzeżenia nadpisywania pliku
ru: Игнорировать предупреждение о перезаписи файла
sl: Prezri opozorilo o prepisu datoteke
sv: Ignorera varning för filöverskrivning
th: ละเว้นแจ้งเตือนการเขียนทับไฟล์
tr: Dosyanın üzerine yazma uyarısını yoksay
uk: Ігнорувати попередження про перезапис файлу
vi: Bỏ qua cảnh báo ghi đè tệp
zh_hant: 忽略檔案覆寫警告

# dlgPreferences_Player_UnitsRadiansPerSecondSquared
source: Radians per second squared ({0})
ar: راديان في الثانية المربعة ({0})
ca: Radians per segon al quadrat ({0})
cs: Radiány za sekundu na druhou ({0})
de: Radiant pro Quadratsekunde ({0})
es: Radianes por segundo al cuadrado ({0})
fa: رادیان بر مجذور ثانیه ({0})
fr: Radians / seconde carrée ({0})
hr: Radijani u sekundi na kvadrat ({0})
id: Radian per detik dikuadratkan ({0})
it: Radianti al secondo al quadrato ({0})
ja: ラジアン毎秒毎秒 ({0})
ko: 초당 라디안 제곱 ({0})
mk: Радијани во секунда на квадрат ({0})
ms: Radian sesaat kuasa dua ({0})
nl: Radialen per seconde kwadraat ({0})
pl: Radiany na sekundę kwadrat ({0})
ru: Радианов в секунду в квадрате({0})
sl: Radianov na sekundo na kvadrat ({0})
sv: Radianer per sekund i kvadrat ({0})
th: เรเดียนต่อวินาทีกำลังสอง ({0})
tr: Saniye başına radyan kare ({0})
uk: Радіанів за секунду в квадраті ({0})
vi: Radian trên giây bình phương ({0})
zh_hant: 弧度/平方秒({0})

# dlgPreferences_Player_UnitsCustom
source: Custom length unit :
ar: تخصيص وحدة الطول:
ca: Unitats de distàncies personalitzades:
cs: Vlastní jednotka délky :
de: Benutzerdefinierte Längeneinheit :
es: Unidad de longitud personalizada:
fa: واحد طول سفارشی:
fr: Unité de distance personnalisée :
hr: Prilagođena jedinica dužine:
id: Satuan panjang yang diinginkan:
it: Unità di lunghezza personalizzata:
ja: カスタム長さ単位:
ko: 사용자 정의 길이 단위:
mk: Корисничка единица за должина:
ms: Unit panjang tersuai:
nl: Aangepaste lengte eenheid :
pl: Własna jednostka długości:
ru: Пользовательские единицы длины:
sl: Enota dolžine po meri:
sv: Anpassad längdenhet :
th: หน่วยความยาวที่กำหนดเอง :
tr: Özel uzunluk birimi:
uk: Користувацькі одиниці вимірювання довжини:
vi: Đơn vị độ dài tùy chọa :
zh_hant: 自訂長度單位:

# dlgPreferences_Drawings_CSVPoint
source: Point
ar: نقطة
cs: Bod
de: Punkt
es: Punto
hr: Točka
id: Titik
it: Punto
ja: 点
ko: 포인트
ms: Titik
nl: Punt
pl: Kropka
ru: Точка
sl: Točka
sv: Punkt
th: จุด
tr: Nokta
uk: Крапка
vi: Điểm
zh_hant: 點

# mnuTimeFormat
source: Time
ar: الزمن
ca: Temps
cs: Čas
de: Zeit
es: Tiempo
fa: زمان
fr: Temps
hr: Vrijeme
id: Waktu
it: Tempo
ja: 時間
ko: 시간
mk: Време
ms: Masa
nl: Tijd
pl: Czas
ru: Время
sl: Čas
sv: Tid
th: เวลา
tr: Zaman
uk: Час
vi: Thờ
zh_hant: 時間

# dlgPreferences_Player_UnitTime
source: Time:
ar: الزمن:
ca: Temps:
cs: Čas:
de: Zeit:
es: Tiempo:
fa: زمان:
fr: Temps :
hr: Vrijeme:
id: Waktu:
it: Ora:
ja: 時間:
ko: 시간:
mk: Време:
ms: Masa:
nl: Tijd:
pl: Czas:
ru: Время:
sl: Čas:
sv: Tid:
th: เวลา:
tr: Zaman:
uk: Час:
vi: Thờ:
zh_hant: 時間：

# dlgPreferences_Capture_lblReplacementThreshold
source: Framerate replacement threshold (fps):
ar: الحد الأدنى لمعدل استبدال الكادرات (كادر/ثانية):
ca: Llindar de la taxa de fotogrames de substitució
cs: Práh nahrazení snímkové frekvence (fps):
de: Schwellenwert für Ersatzbildrate (fps):
es: Umbral de sustitución de fotogramas por segundo (fps):
fr: Seuil de fréquence (fps) :
hr: Prag zamjene broja kadrova u sekundi (fps):
id: Ambang batas penggantian framerate (fps):
it: Soglia di sostituzione del framerate (fps):
ja: フレームレート置換の閾値 (fps):
ko: 프레임속도 대체 임계값 (fps):
mk: Праг на замена на фреквенцијата на кадрите (fps):
ms: Ambang penggantian bingkai (fps):
nl: Framerate vervangingsgrenswaarde (fps):
pl: Próg wymiany klatek na sekundę (fps):
ru: Порог замещения частоты кадров (fps):
sl: Prag zamenjave hitrosti sličic (fps):
sv: Tröskelvärde för ersättning av bildhastighet (fps):
th: เฟรมเรตขั้นต่ำเพื่อแทนที่ (fps):
tr: Kare hızı değiştirme eşiği (fps):
uk: Поріг заміни частоти кадрів (fps):
vi: Ngưỡng thay thế tốc độ khung hình (fps):
zh_hant: 幀率取代臨界值(fps):

# dlgPreferences_Player_TrackingDescription
source: Default tracking parameters
ar: بارامترات التتبع الافتراضية
ca: Paràmetres del seguiment per defecte
cs: Výchozí parametry sledování
de: Standard-Tracking-Parameter
es: Parámetros del seguimiento por defecto
fa: پارامترهای ردیابی پیش فرض
fr: Paramètres de suivi par défaut
hr: Zadani parametri za praćenje
id: Parameter penelusuran default
it: Parametri di tracciamento predefiniti
ja: デフォルトの追跡パラメータ
ko: 기본 추적 매개변수
mk: Параметри за следење во стандардни поставки
ms: Parameter penjejak lalai
nl: Standaard traceer parameters
pl: Podstawowe parametry śledzenia
ru: Параметры отслеживания по умолчанию
sl: Privzeti parametri sledenja
sv: Standardparametrar för spårning
th: พารามิเตอร์การติดตามเริ่มต้น
tr: Varsayılan izleme parametreleri
uk: Параметри відстеження за замовчуванням
vi: Tham số theo dõi mặc định
zh_hant: 預設跟蹤參數

# dlgPreferences_Player_tabUnits
source: Units
ar: وحدات القياس
ca: Unitats
cs: Jednotky
de: Einheiten
es: Unidades
fa: واحدها
fr: Unités
hr: Jedinice
id: Satuan
it: Unità
ja: 単位
ko: 단위
mk: Единици
ms: Unit
nl: Eenheden
pl: Jednostki
ru: Единицы
sl: Enote
sv: Enheter
th: หน่วย
tr: Birimler
uk: Одиниці вимірювання
vi: Đơn vị
zh_hant: 單位

# dlgPreferences_Keyboard_lblHotkey
source: Hotkey for {0}.{1}
ar: اختصار لوحة المفاتيح {0}.{1}
ca: Tecla d'accés directe per {0}.{1}
cs: Klávesová zkratka pro {0}.{1}
de: Tastenkombination für {0}.{1}
es: Teclas de acceso directo para {0}.{1}
fa: کلید میانبر برای {0}.{1}
fr: Raccourci pour {0}.{1}
hr: Prečac za {0}.{1}
id: Hotkey untuk {0}.{1}
it: Tasto di scelta rapida per {0}.{1}
ja: {0}.{1}のホットキー
ko: {0}.{1}를 위한 단축키
mk: Комбинација на копчиња за {0}.{1}
ms: Kekunci pintas untuk {0}.{1}
nl: Sneltoets voor {0}.{1}
pl: Klawisz skrótu dla {0}.{1}
ru: Горячие клавиши для {0}.{1}
sl: Hitra tipka za {0}.{1}
sv: Snabbtangent för {0}.{1}
th: ปุ่มลัดสำหรับ {0}.{1}
tr: {0}.{1} için kısayol tuşu
uk: Гаряча клавіша для {0}.{1}
vi: Phín tắt cho {0}.{1}
zh_hant: 鍵盤快鍵 {0}.{1}

# dlgPreferences_Keyboard_lblCategories
source: Categories
ar: الفئات
cs: Kategorie
de: Kategorien
es: Categorías
fa: دسته بندی‌ها
fr: Catégories
hr: Kategorije
id: Kategori
it: Categorie
ja: カテゴリー
ko: 카테고리
mk: Категории
ms: Kategori
nl: Categoriën
pl: Kategorie
ru: Категории
sl: Kategorije
sv: Kategorier
th: หมวดหมู่
tr: Kategoriler
uk: Категорії
vi: Danh mục
zh_hant: 類別

# mnuDefaultPointer
source: Default
de: Standard
es: Por defecto
fr: Défaut
hr: Zadano
id: Bawaan
ja: デフォルト
ms: Lalai
pl: Domyślnie
ru: По умолчанию
sl: Privzeto
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_hant: 預設

# mnuPointer
source: Pointer
de: Mauszeiger
es: Puntero
fr: Pointeur
hr: Pokazivač
id: Penunjuk
ja: ポインター
ms: Penunjuk
pl: Wskaźnik
ru: Указатель
sl: Kazalnik
sv: Pekare
th: ตัวชี้
tr: İşaretleyici
uk: Покажчик
vi: Con trỏ

# mnuBigArrow
source: Big arrow
de: Großer Pfeil
es: Flecha grande
fr: Grande flèche
hr: Velika strelica
id: Anak panah besar
ja: 大きい矢印
ms: Anak panah besar
pl: Duża strzałka
ru: Большая стрелка
sl: Velika puščica
sv: Stor pil
th: ลูกศรใหญ่
tr: Büyük ok
uk: Велика стрілка
vi: Mũi tên lớn

# mnuBigHand
source: Big pointing hand
de: Große Zeigehand
es: Mano grande que señala
fr: Grande main
hr: Velika ruka koja pokazuje
id: Tangan menunjuk besar
ja: 大きい指を指した手
ms: Penunjuk besar
pl: Duża dłoń wskazująca
ru: Большой указатель Рука
sl: Velika kazalna roka
sv: Stor pekande hand
th: มือชี้นิ้วใหญ่
tr: Büyük işaretleme elii
uk: Велика вказівна рука
vi: Tay chỉ lớn

# mnuTranslate
source: Translate Kinovea…
de: Übersetze Kinovea…
es: Traducir Kinovea…
fr: Traduire Kinovea…
hr: Prevedi Kinovea …
id: Terjemahkan Kinovea…
ja: Kinoveaを翻訳する…
ms: Terjemah Kinovea…
pl: Przetłumacz Kinovea…
ru: Перевести Kinovea…
sl: Prevedi Kinovea …
sv: Översätt Kinovea…
th: แปล Kinovea…
tr: Kinovea'yı çevir…
uk: Перекласти Kinovea…
vi: Dịch Kinovea…

# dlgPreferences_Player_UnitsHertz
source: Hertz ({0})
es: Hercios ({0})
ja: ヘルツ ({0})
pl: Herce ({0})
ru: Герц ({0})
sl: Herc ({0})
th: เฮิรตซ์ ({0})
tr: Hız ({0})
uk: Герц ({0})

# PreferencePanelDrawings_InitTabUnits_CyclesPerSecond
source: Cycles per second ({0})
de: Wiederholungen pro Sekunde ({0})
es: Ciclos por segundo ({0})
fr: Cycles par seconde ({0})
hr: Broj potpunog okretaja u sekundi ({0})
id: Siklus per detik ({0})
ja: 1秒あたりの繰り返す回数 ({0})
ms: Kitaran sesaat ({0})
pl: Cykle na sekundę ({0})
ru: Циклов в секунду ({0})
sl: Cikli na sekundo ({0})
sv: Cykler per sekund ({0})
th: วนรอบต่อวินาที ({0})
tr: Saniyedeki döngü sayısı ({0})
uk: Циклів за секунду ({0})
vi: Vòng trên giây ({0})

# PreferencePanelDrawings_InitTabUnits_CyclesPerMinute
source: Cycles per minute ({0})
de: Wiederholungen pro Minute ({0})
es: Ciclos por minuto ({0})
fr: Cycles par minute ({0})
hr: Broj potpunog okretaja u minuti ({0})
id: Siklus per menit ({0})
ja: 1分あたりの繰り返す回数 ({0})
ms: Kitaran seminit ({0})
pl: Cykle na minutę ({0})
ru: Циклов в минуту ({0})
sl: Cikli na minuto ({0})
sv: Cykler per minut ({0})
th: วนรอบต่อนาที ({0})
tr: Dakikadaki döngü sayısı ({0})
uk: Циклів за хвилину ({0})
vi: Vòng trên phút ({0})

# PreferencePanelDrawings_InitTabUnits_StepsPerSecond
source: Steps per second ({0})
de: Schritte pro Sekunde ({0})
es: Pasos por segundo ({0})
fr: Pas par seconde ({0})
hr: Broj koraka u sekundi ({0})
id: Langkah per detik ({0})
ja: 1秒あたりのステップ数 ({0})
ms: Langkah sesaat ({0})
pl: Kroki na sekundę ({0})
ru: Шагов в секунду ({0})
sl: Korakov na sekundo ({0})
sv: Steg per sekund ({0})
th: ขั้นต่อวินาที ({0})
tr: Saniyedeki adım sayısı ({0})
uk: Кроків за секунду ({0})
vi: Bước trên giây ({0})

# PreferencePanelDrawings_InitTabUnits_StepsPerMinute
source: Steps per minute ({0})
de: Schritte pro Minute ({0})
es: Pasos por minuto ({0})
fr: Pas par minute ({0})
hr: Broj koraka u minuti ({0})
id: Langkah per menit ({0})
ja: 1分あたりのステップ数 ({0})
ms: Langkah seminit ({0})
pl: Kroki na minutę ({0})
ru: Шагов в минуту ({0})
sl: Korakov na minuto ({0})
sv: Steg per minut ({0})
th: ขั้นต่อนาที ({0})
tr: Dakikadaki adım sayısı ({0})
uk: Кроків за хвилину ({0})
vi: Bước trên phút ({0})

# PreferencePanelDrawings_InitTabUnits_StrokesPerSecond
source: Strokes per second ({0})
de: Schläge pro Sekunde ({0})
es: Pulsaciones por segundo ({0})
fr: Coups de bras par seconde ({0})
hr: Broj zaveslaja u sekundi ({0})
id: Stroke per detik ({0})
ja: 1秒あたりのストローク数 ({0})
ms: Strok sesaat ({0})
pl: Uderzenia na sekundę ({0})
ru: Ударов в секунду ({0})
sl: Udarci na sekundo ({0})
sv: Slag per sekund ({0})
th: จังหวะต่อวินาที ({0})
tr: Saniyedeki vuruş sayısı {0}
uk: Ударів за секунду ({0})
vi: Nét trên giây ({0})
