Repository: Kinovea/Kinovea
Catalog: Kinovea/Languages/RootLang.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hr, id, it, ja, ko, mk, ms, nl, pl, ru, sl, sr_latn_rs, sv, th, tr, uk, vi, zh_hant

# dlgAbout_License
source: License
ar: الترخيص
ca: Llicència
cs: Licence
de: Lizenz
es: Licencia
fa: مجوز
fr: Licence
hr: Licenca
id: Lisensi
it: Licenza
ja: ライセンス
ko: 라이센스
mk: Лиценца
ms: Lesen
nl: Licentie
pl: Licencja
ru: Лицензия
sl: Licenca
sv: Licens
th: การอนุญาต
tr: Lisans
uk: Ліцензія
vi: Giấy phép
zh_hant: 授權

# dlgAbout_Translation
source: Translation
ar: الترجمة
ca: Traducció
cs: Překlad
de: Übersetzung
es: Traducción
fa: ترجمه
fr: Traduction
hr: Prijevod
id: Terjemahan
it: Traduzione
ja: 翻訳
ko: 번역
mk: Превод
ms: Terjemahan
nl: Vertaling
pl: Przesunięcie
ru: Перевод
sl: Prevod
sv: Översättning
th: การแปลภาษา
tr: Çeviri
uk: Переклад
vi: Dịch
zh_hant: 翻譯

# dlgAbout_Citation
source: Citation
ar: الاقتباس
ca: Citació
cs: Citace
de: Zitierung
es: Cita
fa: استناد
hr: Referenca
id: Kutipan
it: Citazione
ja: 引用
ko: 인용
mk: Цитати
ms: Rujukan
nl: Citaat
pl: Odniesienie
ru: Цитаты
sl: Navedba
sv: Citat
th: การอ้างถึง
tr: Alıntı
uk: Цитування
vi: Trích dẫn
zh_hant: 引用

# dlgPreferences_Capture_RecordingMode_Display
source: Delayed: records delayed frames.
ar: متأخر: تسجيل كادرات متأخرة.
ca: Retard: Enregistra fotogrames retardats
cs: Zpomalení: zpomalený záznam.
de: Verzögert: zeichnet verzögerte Bilder auf.
es: Retrasado: guarda fotogramas atrasados.
fa: نمایش: آنچه که در نمایشکر نشان داده می‌شود به صورت جاری ضبط می‌شود
fr: Délai : enregistre les images avec délai.
hr: Kašnjenje: snima odgođene kadrove.
id: Tertunda: rekam bingkai tertunda.
it: Ritardo: registra i frame in ritardo.
ja: 遅延付きで録画する。
ko: 지연: 지연된 프레임을 기록합니다.
mk: Дисплеј: директното снимање од екранот.
ms: Tertunda: rakam binkai tertunda.
nl: Vertraagd: neemt vertraagde frames op.
pl: Opóźnione: nagrywa klatki z opóźnieniem.
ru: Дисплей: непосредственная запись с экрана.
sl: Z zamikom: snema zamaknjene sličice.
sv: Fördröjd: spelar in fördröjda bildrutor.
th: การหน่วงเวลา:บันทึกเฟรมที่ถูกหน่วงเวลา
tr: Gecikmeli: gecikmiş frameleri kaydeder.
uk: Відкладено: запис кадрів із затримкою.
vi: Trễ: ghi các khung hình trễ.
zh_hant: 延遲：記錄延遲的影格。

# dlgPreferences_Capture_chkUncompressedVideo
source: Record uncompressed video
ar: تسجيل فيديو غير مضغوط
ca: Enregistrant un vídeo no comprimit
cs: Nahrát nekomprimované video
de: Unkomprimiertes Video aufnehmen
es: Guardar videos no comprimidos
fr: Enregistrer sans compression
hr: Snimi nekompresirani video
id: Rekam video tidak terkompresi
it: Registra video non compresso
ja: 非圧縮形式で録画
ko: 압축되지 않은 비디오 녹화
mk: Снимање на некомпресираното видео
ms: Rekod Video tidak mampat
nl: Registreer ongecomprimeerde video
pl: Nagrywaj wideo bez kompresji
ru: Запись несжатого видео
sl: Posnemi ne stisnjen video
sv: Spela in okomprimerad video
th: บันทึกวีดีโอไม่บีบอัด
tr: Sıkıştırılmamış videoyu kaydet
uk: Запис відео без стиснення
vi: Ghi video không nén
zh_hant: 錄製未壓縮影片

# dlgPreferences_Capture_lblUncompressedVideoFormat
source: Uncompressed video format:
ar: صيغة فيديو غير مضغوط:
ca: Format de vídeo no comprimit
cs: Nekomprimovaný formát videa:
de: Unkomprimiertes Videoformat:
es: Formato de video no comprimido:
fr: Format vidéo non compressé :
hr: Nekompresirani video format:
id: Format video tidak terkompresi:
it: Formato video non compresso:
ja: 非圧縮ビデオフォーマット:
ko: 압축되지 않은 비디오 형식:
mk: Некомпресиран видео формат:
ms: Format video tanpa mampatan:
nl: Ongecomprimeerd video format :
pl: Format wideo bez kompresji:
ru: Несжатый видеоформат:
sl: Ne stisnjen video format:
sv: Okomprimerat videoformat:
th: ประเภทวีดีโอไม่บีบอัด:
tr: Sıkıştırılmamış video formatı:
uk: Відеоформат без стиснення:
vi: Định dạng video không nén:
zh_hant: 未壓縮影片格式：

# dlgPreferences_Capture_Recording
source: Recording
ar: التسجيل
ca: Enregistrant
cs: Nahrávání
de: Aufnahme
es: Escritura
fa: ضبط
fr: Enregistrement
hr: Snimka
id: Merekam
it: Registrare
ja: 録画
ko: 녹화
mk: Снимање
ms: Rakaman
nl: Opnemen
pl: Nagrywanie
ru: Запись
sl: Snemanje
sv: Spelar in
th: การบันทึก
tr: Kaydediliyor
uk: Запис
vi: Ghi
zh_hant: 錄製

# dlgPreferences_Capture_RecordingMode
source: Recording mode and delay
ar: وضع التسجيل والتأخير
ca: Mode de registre i retard
cs: Režim záznamu a zpoždění
de: Aufnahmemodus und Verzögerung
es: Modo de escritura y retraso
fa: حالت ضبط و تاخیر
fr: Mode d’enregistrement et délai
hr: Način snimanja i kašnjenje
id: Mode merekam dan delay
it: Modalità di registrazione e ritardo
ja: 録画設定
ko: 녹화 모드와 지연
mk: Режим на снимање и одложување
ms: Perakaman dan penangguhan
nl: Opname modus en vertraging
pl: Tryb nagrywania i opóźnienie
ru: Режим съемки и задержки
sl: Način snemanja in zamik
sv: Inspelningsläge och fördröjning
th: โหมดการบันทึกและการหน่วงเวลา
tr: Kayıt türü ve gecikme
uk: Режим запису та затримки
vi: Chế độ ghi và trễ
zh_hant: 錄製模式與延遲

# dlgPreferences_Capture_RecordingMode_Camera
source: Camera: records real time frames.
ar: الكاميرا: تسجيل كادرات في الوقت الحقيقي.
ca: Càmera: Enregistra fotogrames en temps real.
cs: Kamera: záznam v reálném čase.
de: Kamera: nimmt Bilder in Echtzeit auf.
es: Cámara: guarda fotogramas en tiempo real.
fr: Camera : enregistre les images en temps réel.
hr: Kamera: snimanje kadrova u realnom vremenu.
id: Kamera: rekam bingkai real time.
it: Fotocamera: registra i fotogrammi in tempo reale.
ja: リアルタイムで録画する。
ko: 카메라: 실시간 프레임을 기록합니다.
mk: Камера: ги снима фајловите во реалното време.
ms: Kamera: rekod kerangka masa nyata.
nl: Camera: neemt echte tijdframes op.
pl: Kamera: rejestrowanie klatek w czasie rzeczywistym.
ru: Камера: записывает кадры в реальном времени.
sl: Kamera: snema sličice v realnem času.
sv: Kamera: spelar in realtidsramar.
th: กล้อง: บันทึกกรอบเวลาจริง
tr: Kamera: gerçek zamanlı frameleri kaydeder.
uk: Камера: запис у реальному часі.
vi: Cáy: ghi các khung hình thờ thực.
zh_hant: 攝影機：紀錄即時幀數。

# dlgAbout_BuildingBlocks
source: Building blocks
ar: البنية الاساسية
ca: Llibreries
cs: Stavební bloky
de: Programmbausteine
es: Librerías
fa: بلوک‌های ساخته شده
fr: Fondations
hr: Osnovne jedinice
id: Komponen utama
it: Elementi costitutivi
ja: ビルド
ko: 빌딩 블록
mk: Инсерти
ms: Blok Bangunan
nl: Bouwstenen
pl: Elementy śledzenia
ru: Структурные блоки
sl: Gradniki
sv: Byggnadsstenar
th: การสร้างบล็อค
tr: Yapı taşları
uk: Структурні блоки
vi: Các khối xây dựng
zh_hant: 模組建立

# dlgPreferences_Capture_gbHighspeedCameras
source: High speed cameras
ar: كاميرات عالية السرعة
ca: Càmeres d’alta velocitat
cs: Vysokorychlostní kamery
de: Hochgeschwindigkeitskameras
es: Cámaras de alta velocidad
fr: Caméras haute vitesse
hr: Kamere velike brzine
id: Kamera kecepatan tinggi
it: Fotocamere ad alta velocità
ja: ハイスピードカメラ
ko: 고속 카메라
mk: Високобрзински камери
ms: Kamera berkelajuan tinggi
nl: Hogesnelheidscamera
pl: Kamery szybkie (szybkoklatkowe)
ru: Высокоскоростные камеры
sl: Hitrokamerne naprave
sv: Höghastighetskameror
th: กล้องความเร็วสูง
tr: Yüksek hızlı kameralar
uk: Високошвидкісні камери
vi: Các cáy quáy nhanh
zh_hant: 高速攝影機

# dlgPreferences_Capture_chkEnableAudioTrigger
source: Enable audio trigger
ar: تمكين مشغل الصوت
ca: Activar disparador per so
cs: Povolit spouštění zvuku
de: Audio-Trigger aktivieren
es: Activar disparador por audio
fr: Activer le déclenchement par l’audio
hr: Omogući audio okidač
id: Aktifkan pemicu audio
it: Attiva il trigger audio
ja: 音声トリガーの有効化
ko: 오디오 트리거 활성화
mk: Активирај го звучниот тригер
ms: Dayakan pencetus audio
nl: Activeer inschakelen door audio
pl: Włącz wyzwalacz dźwiękowy
ru: Включить звуковой триггер
sl: Omogoči zvočni sprožilec
sv: Aktivera ljudutlösare
th: เปิดการใช้งาน audio trigger
tr: Ses tetikleyiciyi etkinleştir
uk: Увімкнути звуковий поріг
vi: Bật kích động âm thanh
zh_hant: 啟動聲音觸發

# dlgPreferences_Capture_tabAutomation
source: Automation
ar: تشغيل تلقائي
ca: Automatització
cs: Automatizace
de: Automatisierung
es: Automatización
fr: Automatisation
hr: Automatizacija
id: Otomatisasi
it: Automazione
ja: 自動化
ko: 자동화
mk: Автоматизација
ms: Automasi
nl: Automatisering
pl: Automatyzacja
ru: Автоматизация
sl: Avtomatizacija
sv: Automatisering
th: ระบบอัตโนมัติ
tr: Otomasyon
uk: Автоматизація
vi: Tự động hóa
zh_hant: 自動化

# dlgPreferences_Player_DefaultKVA
source: Default annotation file:
ar: ملف افتراضي للتعليقات التوضيحية:
cs: Výchozí soubor anotací:
de: Standard-Datei für Annotationen:
es: Archivo de anotaciones por defecto:
fr: Fichier d’annotations par défaut :
hr: Zadana anotacija datoteke:
id: File anotasi default:
it: File di annotazione predefinito:
ja: デフォルトアノテーションファイル:
ko: 기본 주석 파일:
mk: Фајл за анотација во стандардни поставки:
ms: Anotasi fail lalai:
nl: Standaard notitiebestand:
pl: Domyślny plik adnotacji:
ru: Файл аннотации по умолчанию:
sl: Privzeta datoteka z notacijami:
sv: Standardannotationsfil:
th: ไฟล์คำอธิบายประกอบเริ่มต้น:
tr: Varsayılan açıklama dosyası:
uk: Файл анотації за замовчуванням:
vi: Tệp chú thích mặc định:
zh_hant: 預設標記檔案：

# mnuTools
source: Tools
ar: الأدوات
ca: Utilitats
cs: Nástroje
de: Werkzeuge
es: Herramientas
fa: ابزارها
fr: Outils
hr: Alati
id: Alat Bantu
it: Strumenti
ja: ツール
ko: 도구
mk: Алатки
ms: Peralatan
nl: Gereedschappen
pl: Narzędzia
ru: Инструменты
sl: Orodje
sv: Verktyg
th: เครื่องมือ
tr: Aletler
uk: Інструменти
vi: Công cụ
zh_hant: 工具

# mnuWorkspace
source: Workspace
ar: مساحة العمل
cs: Pracovní prostor
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
hr: Radni prostor
id: Ruang kerja
it: Spazio di lavoro
ja: ワークスペース
ko: 작업 공간
mk: Работен простор
ms: Ruang kerja
nl: Werkruimte
pl: Przestrzeń robocza
ru: Рабочее пространство
sl: Delovno okolje
sv: Arbetsyta
th: พื้นที่ทำงาน
tr: Çalışma Alanı
uk: Робоча область
vi: Không gian làm việc
zh_hant: 工作區

# TimeCodeFormat_Microseconds
source: Total microseconds
ar: مجموع ميكروثانية
ca: Total en microsegons
cs: Mikrosekundy celkem
de: Mikrosekunden
es: Total en microsegundos
fa: مجموع میکرو ثانیه‌ها
fr: Total en microsecondes
hr: Ukupno mikrosekundi
id: Mikrosekon total
it: Totale in microsecondi
ja: 合計マイクロ秒
ko: 총 마이크로초
mk: Вкупно микросекунди
ms: Jumlah mikrosaat
nl: Totaal microsecondes
pl: Całkowita liczba mikrosekund
ru: Микросекунды всего
sl: Skupne mikrosekunde
sv: Totalt antal mikrosekunder
th: ไมโครวินาทีรวม
tr: Toplam mikrosaniye
uk: Загальна кількість мікросекунд
vi: Tổng cộng vi giây
zh_hant: 總微秒

# dlgPreferences_Player_UnitsRadiansPerSecond
source: Radians per second ({0})
ar: راديان في الثانية ({0})
ca: Radians per segon ({0})
cs: Radiány za sekundu ({0})
de: Radiant pro Sekunde ({0})
es: Radianes por segundo ({0})
fa: رادیان بر ثانیه ({0})
fr: Radians par seconde ({0})
hr: Radijani u sekundi ({0})
id: Radian per detik ({0})
it: Radianti al secondo ({0})
ja: ラジアン毎秒({0})
ko: 초당 라디안 ({0})
mk: Радијани во секунда ({0})
ms: Radian sesaat ({0})
nl: Radialen per seconde ({0})
pl: Radiany na sekundę ({0})
ru: Радианов в секунду ({0})
sl: Radianov na sekundo ({0})
sv: Radianer per sekund ({0})
th: เรเดียนต่อวินาที ({0})
tr: Radyan bölü saniye ({0})
uk: Радіанів за секунду ({0})
vi: Radian trên giây ({0})
zh_hant: 弧度/秒 ({0})

# dlgPreferences_Player_UnitsDegreesPerSecond
source: Degrees per second ({0})
ar: درجة في الثانية ({0})
ca: Graus per segon ({0})
cs: Stupňů za sekundu ({0})
de: Grad pro Sekunde ({0})
es: Grados por segundo ({0})
fa: درجه بر ثانیه ({0})
fr: Degrés par seconde ({0})
hr: Stupnjevi u sekundi ({0})
id: Derajat per detik ({0})
it: Gradi al secondo ({0})
ja: 度毎秒 ({0})
ko: 초당 도 ({0})
mk: Степени во секунда ({0})
ms: Darjah sesaat ({0})
nl: Graden per seconde ({0})
pl: Stopnie na sekundę ({0})
ru: Градусов в секунду ({0})
sl: Stopinj na sekundo ({0})
sv: Grader per sekund ({0})
th: องศาต่อวินาที ({0})
tr: Saniye başına düşen derece ({0})
uk: Градусів за секунду ({0})
vi: Độ trên giây ({0})
zh_hant: 度/秒({0})

# dlgPreferences_Player_UnitsFeetPerSecondSquared
source: Feet per second squared ({0})
ar: قدم في الثانية مربعة ({0})
ca: Peus per segon al quadrat ({0})
cs: Stopy za sekundu na druhou ({0})
de: Fuss pro Quadratsekunde ({0})
es: Pies por segundo al cuadrado ({0})
fa: پا بر مجذور ثانیه ({0})
fr: Pieds / seconde carrée ({0})
hr: Stopa u sekundi na kvadrat ({0})
id: Kaki per detik dikuadratkan ({0})
it: Piedi al secondo al quadrato ({0})
ja: フィート毎秒毎秒 ({0})
ko: 초당 피트 제곱 ({0})
mk: Стапки во секунда на квадрат ({0})
ms: Kaki sesaat kuasa dua ({0})
nl: Voet per seconde kwadraat ({0})
pl: Stopy na sekundę kwadrat ({0})
ru: Футов в секунду в квадрате ({0})
sl: Čevljev na sekundo na kvadrat ({0})
sv: Fot per sekund i kvadrat ({0})
th: ฟุตต่อวินาทีกำลังสอง ({0})
tr: Saniye başına fit kare ({0})
uk: Футів за секунду в квадраті ({0})
vi: Bào trên giây bình phương ({0})
zh_hant: 英呎/平方秒 ({0})

# dlgPreferences_Player_UnitsRadians
source: Radians ({0})
ar: راديان ({0})
cs: Radiány ({0})
de: Radiant ({0})
es: Radianos ({0})
fa: رادیان ({0})
hr: Radijani ({0})
id: Radian ({0})
it: Radianti ({0})
ja: ラジアン ({0})
ko: 라디안 ({0})
mk: Радијани ({0})
ms: Radian ({0})
nl: Radialen ({0})
pl: Radiany ({0})
ru: Радианы ({0})
sl: Radianov ({0})
sv: Radianer ({0})
th: เรเดียน ({0})
tr: Radyan ({0})
uk: Радіани ({0})
vi: Radian ({0})
zh_hant: 弧度 ({0})

# dlgPreferences_Player_lblMemory
source: Cache memory allocated to each playback screen: {0} MB.
ar: ذاكرة التخزين المؤقت المخصصة لكل شاشة تشغيل: {0} ميجابايت.
cs: Paměť cache přidělená každé přehrávací obrazovce: {0} MB.
de: Cache-Speicher, der jedem Wiedergabebildschirm zugewiesen ist: {0} MB.
es: Memoria caché asignada a cada pantalla de lectura: {0} MB.
fr: Mémoire cache allouée à chaque écran de lecture : {0} Mo.
hr: Dodatna memorija dodijeljena svakom zaslonu za reprodukciju: {0} MB.
id: Memori cache yang dialokasikan untuk setiap layar putar ulang: {0} MB.
it: Memoria cache assegnata a ciascuna schermata di riproduzione: {0} MB.
ja: 各再生画面に割り当てられたキャッシュメモリ: {0} MB。
ko: 각 재생 화면에 할당된 캐시 메모리: {0} MB.
mk: Кеш меморија издвоена за секој екран за репродукција: {0} MB.
ms: Memori cache diperuntukkan kepada setiap skrin main balik: {0} MB.
nl: Cachegeheugen toegewezen aan elk afspeelscherm: {0} MB.
pl: Pamięć podręczna na każdy ekran odtwarzania: {0} MB.
ru: Кэш-память, выделенная для каждого экрана воспроизведения: {0} МБ.
sl: Predpomnilniški pomnilnik, dodeljen vsakemu predvajalnemu zaslonu: {0} MB.
sv: Cache-minne som tilldelas till varje uppspelningsskärm: {0} MB.
th: จัดสรรหน่วยความจำแคชสำหรับแต่ละหน้าจอการเล่น: {0} MB
tr: Her oynatma ekranına ayrılan önbellek: {0} MB.
uk: Кеш-пам'ять, виділена кожному екрану відтворення: {0} MB.
vi: Bộ nhớ vùng nế cấp phát cho mắt hình phát lại: {0} MB.
zh_hant: 暫存記憶體用於每個播放螢幕： {0} MB。

# dlgPreferences_Keyboard_btnClear
source: Clear
ar: مسح
ca: Suprimir
cs: Vymazat
de: Löschen
es: Limpiar
fa: پاک کردن
fr: Supprimer
hr: Izbriši
id: Kosongkan
it: Pulisci
ja: 消去
ko: 지움
mk: Отстрани
ms: Padam
nl: Verwijder
pl: Wyczyść
ru: Очистить
sl: Počisti
sv: Rensa
th: ล้างข้อมูล
tr: Temizle
uk: Очистити
vi: Xóa sạch
zh_hant: 清除

# dlgPreferences_Capture_lblReplacementValue
source: Replacement framerate (fps):
ar: معدل استبدال الكادرات (كادر/ثانية):
ca: Taxa de fotogrames de substitució (fps):
cs: Náhradní snímková frekvence (fps):
de: Ersatzbildrate (fps):
es: Fotogramas por segundo de sustitución:
fr: Fréquence de remplacement (fps) :
hr: Zamjenski broj kadrova u sekundi (fps):
id: Framerate pengganti (fps):
it: Framerate di sostituzione (fps):
ja: 置換フレームレート (fps):
ko: 대체 프레임속도 (FPS):
mk: Фреквенција на промена на кадрите (fps):
ms: Kadar bingkai gantian (fps):
nl: Vervanging framerate (fps):
pl: Zastępcza liczba klatek na sekundę (fps):
ru: Частота смены кадров (fps):
sl: Nadomestna hitrost sličic (fps):
sv: Ersättande bildfrekvens (fps):
th: เฟรมเรตแทนที่ (fps):
tr: Yedek kare hızı (fps):
uk: Заміна частоти кадрів (fps):
vi: Tốc độ khung hình thay thế (fps):
zh_hant: 替代幀率 (fps):

# dlgPreferences_Capture_RecordingMode_Scheduled
source: Retroactive: records frames when the capture stops.
ar: أثر رجعي: تسجيل كادرات عند توقف الإلتقاط.
cs: Retroaktivita: záznam snímku při zastavení záchytu videa
de: Rückwirkend: zeichnet Bilder auf, wenn die Aufnahme beendet wird.
es: Retroactivo: guarda fotogramas cuando la grabación se detiene.
fr: Rétroactif : enregistre les images lorsque la capture s’arrête.
hr: Retroaktivnost: snima kadrove kada se snimanje zaustavi.
id: Retroaktif: rekam bingkai ketika tangkapan berhenti.
it: Retroattivo: registra i fotogrammi quando la registrazione si interrompe.
ja: キャプチャが停止したときにフレームを記録する。
ko: 소급적용: 캡처가 중지될 때 프레임을 기록합니다.
mk: Ретроактивност: снимање на кадрите при стопирање на опфатот.
ms: Retroaktif: merekodkan bingkai apabila tangkapan berhenti.
nl: Retroactief: neemt frames op wanneer de opname stopt.
pl: Wsteczny: zapisuje klatki w momencie zatrzymania przechwytywania.
ru: Ретроактивность: запись кадров при остановке захвата.
sl: Za nazaj: posname sličice, ko se zajem ustavi.
sv: Retroaktiv: spelar in bildrutor när inspelningen stoppas.
th: ย้อนหลัง: บันทึกเฟรมเมื่อการจับภาพหยุดลง
tr: Geriye dönük: kayıt durduğunda frameleri kaydeder.
uk: Ретроактивний: запис кадрів після зупинки зйомки.
vi: Hồi từ: ghi các khung hình khi ghi dừng.
zh_hant: 回溯：當拍攝結束時紀錄影格。

# dlgPreferences_Player_UnitsDegreesPerSecondSquared
source: Degrees per second squared ({0})
ar: درجة في الثانية المربعة ({0})
ca: Graus per segon al quadrat ({0})
cs: Stupňů za sekundu na druhou ({0})
de: Grad pro Quadratsekunde ({0})
es: Grados por segundo al cuadrado ({0})
fa: درجه بر مجذور ثانیه ({0})
fr: Degrés / seconde carrée ({0})
hr: Stupnjevi u sekundi na kvadrat ({0})
id: Derajat per detik dikuadratkan ({0})
it: Gradi al secondo al quadrato ({0})
ja: 度毎秒毎秒 ({0})
ko: 초당 도 제곱 ({0})
mk: Степени во секунда на квадрат ({0})
ms: Darjah sesaat kuasa dua ({0})
nl: Graden per seconde kwadraat ({0})
pl: Stopnie na sekundę kwadrat ({0})
ru: Градусов в секунду в квадрате ({0})
sl: Stopinj na sekundo na kvadrat ({0})
sv: Grader per sekund i kvadrat ({0})
th: องศาต่อวินาทีกำลังสอง ({0})
tr: Saniye başına derece karesi ({0})
uk: Градусів за секунду в квадраті ({0})
vi: Độ trên giây bình phương ({0})
zh_hant: 度/平方秒({0})

# dlgPreferences_Drawings_TabExport
source: Export
ar: تصدير
es: Exportación
id: Ekspor
it: Esportazione
ja: エクスポート
ko: 내보내기
ms: Eksport
pl: Eksportuj
ru: Экспорт
sl: Izvozi
sv: Exportera
th: ส่งออก
tr: Dışa aktar
uk: Експорт
vi: Xuất
zh_hant: 輸出

# dlgPreferences_Player_UnitsAcceleration
source: Acceleration:
ar: التسارع:
ca: Acceleració:
cs: Zrychlení:
de: Beschleunigung:
es: Aceleración:
fa: شتاب:
fr: Accéleration :
hr: Ubrzanje:
id: Akselerasi:
it: Accelerazione:
ja: 加速度:
ko: 가속:
mk: Забрзување:
ms: Pecutan:
nl: Versnelling :
pl: Przyspieszenie:
ru: Ускорение:
sl: Pospešek:
sv: Accelerering:
th: การเร่งความเร็ว:
tr: Hızlanma:
uk: Прискорення:
vi: Gia tốc:
zh_hant: 加速度：

# dlgPreferences_Capture_lblIdleTime
source: Idle time (s):
ar: الوقت الضائع (ث):
cs: Doba nečinnosti (s):
de: Wartezeit (s):
es: Tiempo de inactividad (s):
fr: Temps d’inactivité (s) :
hr: Pauza (s):
id: Waktu diam (d):
it: Tempo di inattività (s):
ja: アイドル時間（秒）:
ko: 대기 시간 (초):
mk: Време на мирување (с):
ms: Masa terbiar (s):
nl: Inactieve tijd (s):
pl: Czas bezczynności (s):
ru: Время простоя (с):
sl: Čas nedejavnosti (s):
sv: Vilotid(er):
th: เวลาว่าง (s):
tr: Boşta kalma süresi (leri):
uk: Час очікування (s):
vi: Thờ nhàn rịng (s):
zh_hant: 閒置時間（秒）：

# dlgPreferences_Drawings_chkEnableFiltering
source: Enable coordinates filtering
ar: تفعيل تصفية الإحداثيات
ca: Activar el filtrat de coordenades
cs: Povolit filtrování souřadnic
de: Filterung von Raumkoordinaten aktivieren
es: Activar el filtrado de coordenadas
fa: فیلتر مختصات را فعال کنید
fr: Activer le filtrage des coordonnées
hr: Omogući filtraciju koordinata
id: Aktifkan pemfilteran koordinat
it: Abilita il filtraggio delle coordinate
ja: 座標フィルタリングの有効化
ko: 좌표 필터 활성화
mk: Дозволи филтрација на координатите
ms: Dayakan penapisan koordinat
nl: Schakel het filteren van coördinaten in
pl: Włącz filtrowanie współrzędnych
ru: Разрешить фильтрацию координат
sl: Omogoči filtriranje koordinat
sv: Aktivera filtrering av koordinater
th: เปิดใช้งานการกรองพิกัด
tr: Koordinat filtrelemesini etkinleştir
uk: Увімкнути фільтрацію координат
vi: Bật lọc tọa độ
zh_hant: 啟動座標濾波器

# dlgPreferences_Drawings_ExportCalibrated
source: Calibrated measurements
ar: قياسات معايرة
cs: Kalibrovaná měření
de: Kalibrierte Abmessungen
es: Medidas calibradas
fr: Mesures calibrées
hr: Kalibrirane mjere
id: Pengukuran terkalibrasi
it: Misure calibrate
ja: キャリブレーションされた測定
ko: 교정된 측정
ms: Menentukur ukuran
nl: Gecalibreerde metingen
pl: Pomiary skalibrowane
ru: Откалиброванные измерения
sl: Kalibrirane meritve
sv: Kalibrerade mätningar
th: ปรับแต่งค่าการวัด
tr: Kalibre edilmiş ölçümler
uk: Калібровані вимірювання
vi: Các phép đo lượng đã cảnh chỉnh
zh_hant: 校正測量

# dlgPreferences_Keyboard_btnApply
source: Apply
ar: تطبيق
ca: Aplicar
cs: Použít
de: Anwenden
es: Aplicar
fa: اعمال
fr: Appliquer
hr: Primijeni
id: Terapkan
it: Applica
ja: 適用
ko: 적용
mk: Примени
ms: Mohon
nl: Toepassen
pl: Zastosuj
ru: Применить
sl: Uveljavi
sv: Verkställ
th: นำมาใช้
tr: Uygula
uk: Застосувати
vi: Ap dụng
zh_hant: 運用

# dlgPreferences_Player_UnitsSpeed
source: Speed:
ar: السرعة:
ca: Velocitat:
cs: Rychlost:
de: Geschwindigkeit:
es: Velocidad:
fa: سرعت:
fr: Vitesse :
hr: Brzina:
id: Kecepatan:
it: Velocità:
ja: 速度:
ko: 속도:
mk: Брзина:
ms: Kelajuan:
nl: Snelheid :
pl: Prędkość:
ru: Скорость:
sl: Hitrost:
sv: Hastighet:
th: ความเร็ว:
tr: Hız:
uk: Швидкість:
vi: Tốc độ:
zh_hant: 速度：

# dlgPreferences_Capture_lblTriggerThreshold
source: Trigger threshold:
ar: عتبة التشغيل:
ca: Llindar del disparador
cs: Spouštěcí práh:
de: Trigger-Schwellenwert:
es: Umbral del disparador:
fr: Seuil de déclenchement :
hr: Prag aktivacije:
id: Ambang batas pemicu:
it: Soglia di attivazione:
ja: トリガーの閾値:
ko: 트리거 한계:
mk: Праг на активирање:
ms: Ambang pencetus:
nl: Grenswaarde voor inschakelen:
pl: Próg wyzwalania:
ru: Порог срабатывания:
sl: Prag sprožilca:
sv: Tröskel för utlösare:
th: Trigger ขั้นต่ำ:
tr: Tetik eşiği:
uk: Поріг спрацювання:
vi: Ngưỡng kích động:
zh_hant: 觸發閾值：

# dlgPreferences_Player_UnitsMetersPerSecondSquared
source: Meters per second squared ({0})
ar: متر في الثانية مربعة ({0})
ca: Metres per segon al quadrat ({0})
cs: Metry za sekundu na druhou ({0})
de: Meter pro Quadratsekunde ({0})
es: Metros por segundo al cuadrado ({0})
fa: متر بر مجذور ثانیه ({0})
fr: Mètres / seconde carrée ({0})
hr: Metara u sekundi na kvadrat ({0})
id: Meter per detik dikuadratkan ({0})
it: Metri al secondo al quadrato ({0})
ja: メートル毎秒毎秒 ({0})
ko: 초당 미터 제곱 ({0})
mk: Метри во секунда на квадрат ({0})
ms: Meter sesaat kuasa dua ({0})
nl: Meters per seconde kwadraat ({0})
pl: Metry na sekundę kwadrat ({0})
ru: Метров в секунду в квадрате ({0})
sl: Metrov na sekundo na kvadrat ({0})
sv: Meter per sekund i kvadrat ({0})
th: เมตรต่อวินาทีกำลังสอง ({0})
tr: Metre bölü saniye kare ({0})
uk: Метрів за секунду в квадраті ({0})
vi: Mét trên giây bình phương ({0})
zh_hant: 公尺/平方秒 ({0})

# dlgPreferences_General_PathToPandoc
source: Path to pandoc:
ar: المسار لبرنامج Pandoc
cs: Cesta k pandoc:
de: Pfad zu pandoc:
es: Ruta del programa pandoc:
fr: Chemin vers pandoc :
hr: Putanja do Pandoca:
id: Jalur menuju pandoc:
it: Percorso di pandoc:
ja: pandoc へのパス:
ko: pandoc 경로:
ms: Laluan ke pandoc:
nl: Pad naar pandoc:
pl: Ścieżka do pandoc:
ru: Путь до Pandoc:
sl: Pot do pandoc:
sv: Genväg till pandoc:
th: เส้นทางไป pandoc:
tr: Pandoc dizini:
uk: Шлях до Pandoc:
vi: Đường dẫn đến pandoc:
zh_hant: 路徑指向pandoc：
