Repository: Kinovea/Kinovea
Catalog: Kinovea/Languages/RootLang.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hr, id, it, ja, ko, mk, ms, nl, pl, ru, sl, sr_latn_rs, sv, th, tr, uk, vi, zh_hant

# PreferencePanelDrawings_InitTabUnits_StrokesPerMinute
source: Strokes per minute ({0})
de: Schläge pro Minute ({0})
es: Pulsaciones por minuto ({0})
fr: Coups de bras par minute ({0})
hr: Broj zaveslaja u minuti ({0})
id: Stroke per menit ({0})
ja: 1分あたりのストローク数 ({0})
ms: Strok seminit ({0})
pl: Uderzenia na minutę ({0})
ru: Ударов в минуту ({0})
sl: Udarci na minuto ({0})
sv: Slag per minut ({0})
th: จังหวะต่อนาที ({0})
tr: Dakikadaki vuruş sayısı ({0})
uk: Ударів за хвилину ({0})
vi: Nét trên phút ({0})

# PreferencePanelDrawings_InitTabExport_IncludeImages
source: Include images
de: Bilder einschließen
es: Incluir imágenes
fr: Inclure les images
hr: Uključi slike
id: Sertakan gambar
ja: 画像を含む
ms: Imej disertai
pl: Dołącz obrazy
ru: Включить изображения
sl: Vključi slike
sv: Inkludera bilder
th: รวมกับรูปภาพ
tr: Görüntüleri dahil et
uk: Додати зображення
vi: Bao gồm hình ảnh
zh_hant: 包含影像

source: Open folder…
de: Ordner öffnen…
es: Abrir una carpeta…
fr: Ouvrir un dossier…
hr: Otvori mapu …
id: Buka folder…
ja: フォルダーを開く…
pl: Otwórz folder…
ru: Открыть папку…
sl: Odpri mapo …
sv: Öppna mapp…
th: เปิดแฟ้ม…
tr: Dosyayı Aç…
uk: Відкрити папку…
vi: Mở thư mục…

source: Navigation pane
de: Navigationsleiste
es: Panel de navegación
fr: Volet de navigation
hr: Ploča navigacije
id: Panel navigasi
ja: ナビゲーションパネル
pl: Panel nawigacyjny
ru: Панель навигации
sl: Navigacijska plošča
sv: Navigeringsfönster
th: แผงนำทาง
tr: Navigasyon Paneli
uk: Панель навігації
vi: Bảng điều hướng

# mnuWindow
source: Window
de: Fenster
es: Ventana
fr: Fenêtre
hr: Prozor
id: Jendela
ja: ダイアログ
pl: Okno
ru: Окно
sl: Okno
sv: Fönster
th: หน้าต่าง
tr: Pencere
uk: Вікно
vi: Cửa sổ

# mnuWindowProperties
source: Window properties…
de: Fenstereigenschaften…
es: Propriedades de la ventana…
fr: Propriétés de la fenêtre…
hr: Svojstva prozora …
id: Properti jendela…
ja: ダイアログ プロパティ…
pl: Właściwości okna…
ru: Свойства окна…
sl: Lastnosti okna …
sv: Fönsteregenskaper…
th: คุณสมบัติหน้าต่าง…
tr: Pencere özellikleri…
uk: Властивості вікна…
vi: Thuộc tính cửa sổ…

# mnuOpenNewWindow
source: Open new window
de: Neues Fenster öffnen
es: Abrir una nueva ventana
fr: Ouvrir une nouvelle fenêtre
hr: Otvori novi prozor
id: Buka jendela baru
ja: 新しいダイアログで開く
pl: Otwórz nowe okno
ru: Открыть новое окно
sl: Odpri novo okno
sv: Öppna nytt fönster
th: เปิดหน้าต่างใหม่
tr: Yeni pencere aç
uk: Відкрити нове вікно
vi: Mở cửa sổ mới

# mnuReopenWindow
source: Reopen window
de: Fenster erneut öffnen
es: Reabrir una ventana
fr: Réouvrir une fenêtre
hr: Ponovo otvori prozor
id: Buka kembali jendela
ja: ダイアログを開き直す
pl: Otwórz ponownie okno
ru: Переоткрыть окно
sl: Znova odpri okno
sv: Öppna fönstret igen
th: เปิดหน้าต่างเดิม
tr: Pencereyi yeniden aç
uk: Знову відкрити вікно
vi: Mở lại cửa sổ

# mnuManageWindows
source: Manage windows…
de: Fenster verwalten…
es: Gestor de ventanas…
fr: Gestion des fenêtres…
hr: Upravljaj prozorima …
id: Kelola jendela…
ja: ダイアログの管理…
pl: Zarządzaj oknami…
ru: Управление окнами…
sl: Upravljaj okna …
sv: Hantera fönster…
th: จัดการหน้าต่าง…
tr: Pencereleri yönet…
uk: Керування вікнами…
vi: Quản lý cửa sổ…

# mnuManageWorkspaces
source: Manage workspaces…
de: Arbeitsbereiche verwalten…
es: Gestor de espacios de trabajo…
fr: Gestion des workspaces…
id: Kelola ruang kerja…
ja: ワークスペースの管理…
pl: Zarządzaj obszarami roboczymi…
ru: Управление рабочими пространствами…
sl: Upravljaj delovne prostore …
sv: Hantera arbetsytor…
th: จัดการพื้นที่ทำงาน…
tr: Çalışma alanlarını yönet…
uk: Керування робочими просторами…
vi: Quản lý không gian làm việc…

# mnuOpenApplicationDataFolder
source: Open application data folder…
de: Ordner mit Programmdaten öffnen…
es: Abrir la carpeta de los datos de la aplicación…
fr: Ouvrir le dossier des données de l'application…
hr: Otvori mapu s podacima aplikacije …
id: Buka folder data aplikasi…
ja: アプリケーションのデータフォルダーを開く…
pl: Otwórz folder danych aplikacji…
ru: Открыть папку с данными приложения…
sl: Odpri mapo podatkov aplikacije …
sv: Öppna data-mappen för applikationen…
th: เปิดแฟ้มข้อมูลโปรแกรม…
tr: Uygulama veri klasörü aç…
uk: Відкрити папку даних програми…
vi: Mở thư mục dữ liệu ứng dụng…

# mnuDisableDebugLogs
source: Disable debug logs
de: Deaktiviere Debugger-Protokolle
es: Desactivar los logs debug
fr: Désactiver les logs debug
id: Nonaktifkan log debug
ja: デバッグログの無効化
pl: Wyłącz logi debugowania
ru: Отключить отладочные журналы
sl: Onemogoči debug zapise
sv: Stäng av felsökningsloggar
th: ปิดการบันทึกดีบัก
tr: Hata ayıklama günlüklerini devre dışı bırak
uk: Вимкнути журнали налагодження
vi: Vô hiệu hóa nhật ký gỡ lỗi

# mnuEnableDebugLogs
source: Enable debug logs
de: Aktiviere Debugger-Protokolle
es: Activar los logs debug
fr: Activer les logs debug
id: Aktifkan log debug
ja: デバッグログの有効化
pl: Włącz dzienniki debugowania
ru: Включить отладочные журналы
sl: Omogoči debug zapise
sv: Aktivera felsökningsloggar
th: เปิดการบันทึกดีบัก
tr: Hata ayıklama günlüklerini etkinleştir
uk: Увімкнути журнали налагодження
vi: Bật nhật ký gỡ lỗi

# mnuRefresh
source: Refresh
de: Neu laden
es: Actualizar
fr: Rafraîchir
hr: Osvježi
id: Segarkan
ja: 再読み込み
pl: Odśwież
ru: Обновить
sl: Osveži
sv: Uppdatera
th: รีเฟรช
tr: Yenile
uk: Оновити
vi: Làm mới

# mnuConfigureCaptureFolders
source: Configure capture folders
de: Konfiguriere Ordner für Aufnahmen
es: Configurar las carpetas de captura
fr: Configurer les dossiers de capture
hr: Konfiguriraj mape za snimanje
id: Konfigurasikan folder penangkapan
ja: キャプチャしたフォルダーの確認
pl: Konfiguruj foldery przechwytywania
ru: Настроить папки захвата
sl: Nastavi mape zajema
sv: Konfigurera fångst-mappar
th: ตั้งค่าแฟ้มจับภาพ
tr: Yakalama klasörlerini yapılandır
uk: Налаштування папок захоплення
vi: Cấu hình các thư mục ghi hình

# dlgTitle_ManageWindows
source: Manage windows
de: Verwalte Fenster
es: Gestor de ventanas
fr: Gestion des fenêtres
hr: Upravljaj prozorima
id: Kelola jendela
ja: ダイアログ管理
pl: Zarządzaj oknami
ru: Управление окнами
sl: Upravljaj okna
sv: Hantera fönster
th: จัดการหน้าต่าง
tr: Pencereleri yönet
uk: Керування Вікнами
vi: Quản lý cửa sổ

# formWindowManager_StopProcess
source: Stop process
de: Prozess beenden
es: Detener el proceso
fr: Arrêter l'instance
id: Hentikan proses
ja: プロセスの終了
pl: Zatrzymaj proces
ru: Остановить процесс
sl: Ustavi proces
sv: Stoppa process
th: หยุดกระบวนการ
tr: İşlemi durdur
uk: Зупинити процес
vi: Dừng tiến trình

# formWindowManager_DeleteWindow
source: Delete window
de: Fenster löschen
es: Eliminar la ventana
fr: Supprimer la fenêtre
hr: Izbriši prozor
id: Hapus jendela
ja: ダイアログを消す
pl: Usuń okno
ru: Удалить окно
sl: Izbriši okno
sv: Ta bort fönster
th: ลบหน้าต่าง
tr: Pencereyi sil
uk: Видалити вікно
vi: Xóa cửa sổ

# formWindowManager_RefreshWindowList
source: Refresh window list
de: Fensterliste neu laden
es: Actualizar la lista de ventanas
fr: Rafraîchir la liste des fenêtres
hr: Osvježi popis prozora
id: Segarkan daftar jendela
ja: ダイアログリストの再読み込み
pl: Odśwież listę okien
ru: Обновить список окон
sl: Osveži seznam oken
sv: Uppdatera fönsterlista
th: รีเฟรชรายการหน้าต่าง
tr: Pencere listesini yenile
uk: Оновити Список Вікон
vi: Làm mới danh sách cửa sổ

# formWindowProperties_ActiveWindowProperties
source: Active window properties
de: Eigenschaften aktiver Fenster
es: Propriedades de la ventana activa
fr: Propriétés de la fenêtre active
hr: Svojstva aktivnog prozora
id: Properti jendela aktif
ja: アクティブなダイアログのプロパティ
pl: Właściwości aktywnego okna
ru: Параметры активного окна
sl: Lastnosti aktivnega okna
sv: Aktivera fönsteregenskaper
th: คุณสมบัติหน้าต่างปัจจุบัน
tr: Aktif pencere özellikleri
uk: Властивості активного вікна
vi: Thuộc tính cửa sổ hoạt động

# formWindowProperties_OpenTheFileBrowser
source: Open the file browser
de: Öffne Dateibrowser
es: Abrir el explorador de archivos
fr: Ouvrir le navigateur de fichiers
hr: Otvori preglednik datoteka
id: Buka penjelajah berkas
ja: ファイルブラウザで開く
pl: Otwórz przeglądarkę plików
ru: Открыть файловый менеджер
sl: Odpri brskalnik datotek
sv: Öppna filbläddraren
th: เปิดไฟล์เบราว์เซอร์
tr: Dosya gezginini aç
uk: Відкрийте браузер файлів
vi: Mở trình duyệt tẫp

# formWindowProperties_ContinueWhereYouLeftOff
source: Continue where you left off
de: Bearbeitung hier fortsetzen
es: Continúa donde lo dejaste
fr: Continuer là où vous vous êtes arrêté
id: Lanjutkan dari tempat Anda berhenti
ja: 中断したところから再開
pl: Kontynuuj od miejsca, w którym skończyłeś
ru: Продолжить с того места, где вы остановились
sl: Nadaljuj tam, kjer si končal
sv: Fortsätt från där du slutade
th: เปิดหน้าต่างเดิมก่อนออก
tr: Kaldığın yerden devam et
uk: Продовжуйте з того місця, де зупинилися
vi: Tiếp tục từ nơi bạn dừng

# formWindowProperties_OpenSpecificContent
source: Open specific content
de: Öffne spezifische Inhalte
es: Abrir un contenido específico
fr: Ouvrir un contenu spécifique
id: Buka konten tertentu
ja: 特定のコンテンツを開く
pl: Otwórz konkretną zawartość
ru: Открыть определенное содержимое
sl: Odpri določeno vsebino
sv: Öppna specifikt innehåll
th: เปิดเนื้อหาที่เฉพาะเจาะจง
tr: Spesifik içeriği aç
uk: Відкрити Певний Контент
vi: Mở nội dung cụ thể

# formWindowProperties_FileBrowser
source: File browser
de: Dateibrowser
es: Explorador de archivos
fr: Navigateur de fichiers
hr: Preglednik datoteka
id: Penjelajah berkas
ja: ファイルブラウザー
pl: Przeglądarka plików
ru: Файловый менеджер
sl: Brskalnik datotek
sv: Filbläddrare
th: ไฟล์เบราว์เซอร์
tr: Dosya gezgini
uk: Браузер файлів
vi: Trình duyệt tẫp

# formWindowProperties_Replay0
source: Replay: {0}
de: Noch einmal Abspielen: {0}
es: Reproducción: {0}
fr: Relecture : {0}
id: Ulangi: {0}
ja: リプレイ: {0}
pl: Powtórka: {0}
ru: Повтор: {0}
sl: Ponovi: {0}
sv: Spela upp igen: {0}
th: เล่นซ้ำ: {0}
tr: Tekrar: {0}
uk: Повтор: {0}
vi: Phát lại: {0}

# formWindowProperties_Playback0
source: Playback: {0}
de: Abspielen: {0}
es: Reproducción: {0}
fr: Lecture :{0}
id: Pemutaran: {0}
ja: 再読み込み: {0}
pl: Odtwarzanie: {0}
ru: Воспроизведение: {0}
sl: Predvajanje: {0}
sv: Uppspelning: {0}
th: เล่นย้อน: {0}
uk: Відтворення: {0}
vi: Phát lại: {0}

# formWindowProperties_Capture0
source: Capture: {0}
de: Aufnehmen: {0}
es: Captura: {0}
id: Tangkap: {0}
ja: キャプチャ: {0}
pl: Przechwytywanie: {0}
ru: Захват: {0}
sl: Zajemi: {0}
sv: Fångst: {0}
th: จับภาพ: {0}
uk: Захоплення: {0}
vi: Chụp: {0}

# formWorkspaceManager_ManageWorkspaces
source: Manage workspaces
de: Arbeitsbereiche Verwalten
es: Gestor de espacios de trabajo
fr: Gestion des workspaces
id: Kelola ruang kerja
ja: ワークスペースの管理
pl: Zarządzaj obszarami roboczymi
ru: Управление рабочими пространствами
sl: Upravljaj delovne prostore
sv: Hantera arbetsytor
th: จัดการพื้นที่ทำงาน
tr: Çalışma alanlarını yönet
uk: Керування робочими просторами
vi: Quản lý không gian làm việc

# formWorkspaceManager_Windows
source: Windows
de: Fenster
es: Ventanas
fr: Fenêtres
hr: Prozori
id: Jendela
ja: ダイアログ
pl: Okna
ru: Окна
sl: Okna
sv: Fönster
th: หน้าต่าง
uk: Вікна
vi: Cửa sổ

# formWorkspaceManager_CreateADesktopShortcut
source: Create a desktop shortcut
de: Erstelle Desktopverknüpfung
es: Crear un acceso directo en el escritorio
fr: Créer un raccourci sur le bureau
hr: Stvori prečac za radnu površinu
id: Buat pintasan desktop
ja: デスクトップショートカットの作成
pl: Utwórz skrót na pulpicie
ru: Создать ярлык на рабочем столе
sl: Ustvari bližnjico na namizju
sv: Skapa en genväg till skrivbordet
th: สร้างทางลัดไปเดสก์ท็อป
tr: Masaüstü kısayolu oluştur
uk: Створіть ярлик на робочому столі
vi: Tạo một phím tắt trên máy tính

# formWorkspaceManager_CreateAWorkspaceFromTheActiveWindows
source: Create a workspace from the active windows
de: Erstelle einen Arbeitsbereich aus aktiven Fenstern
es: Crear un espacio de trabajo a partir de las ventanas activas
fr: Créer un workspace à partir des fenêtres actives
id: Buat ruang kerja dari jendela yang aktif
ja: ワークスペースをアクティブなダイアログから作成
pl: Utwórz obszar roboczy z aktywnych okien
ru: Создать рабочее пространство из активных окон
sl: Ustvari delovni prostor iz aktivnih oken
sv: Skapa en arbetsyta från det aktiva fönstret
th: สร้างพื้นที่ทำงานด้วยหน้าต่างปัจจุบัน
tr: Aktif pencerelerden bir çalışma alanı oluştur
uk: Створення робочого простору з активних вікон
vi: Tạo một không gian làm việc từ các cửa sổ hoạt động

# formWorkspaceManager_RenameTheSelectedWorkspace
source: Rename the selected workspace
de: Arbeitsbereich umbenennen
es: Cambiar el nombre del espacio de trabajo
fr: Renommer le workspace selectionné
id: Ubah nama ruang kerja yang dipilih
ja: 選択したワークスペースを削除
pl: Zmień nazwę wybranego obszaru roboczego
ru: Переименовать выбранное рабочее пространство
sl: Preimenuj izbrani delovni prostor
sv: Döp om den valda arbetsytan
th: แก้ไขชื่อพื้นที่ทำงานที่เลือก
tr: Seçilmiş çalışma alanını yeninden adlandır
uk: Перейменувати вибраний робочий простір
vi: Đổi tên không gian làm việc được chọn

# formWorkspaceManager_DeleteTheSelectedWorkspace
source: Delete the selected workspace
de: Ausgewählten Arbeitbereich löschen
es: Eliminar el espacio de trabajo seleccionado
fr: Supprimer le workspace selectionné
id: Hapus ruang kerja yang dipilih
ja: 選択したワークスペースを削除
pl: Usuń wybrany obszar roboczy
ru: Удалить выбранное рабочее пространство
sl: Izbriši izbrani delovni prostor
sv: Ta bort den valda arbetsytan
th: ลบพื้นที่ทำงานที่เลือก
tr: Seçilen çalışma alanını sil
uk: Видалити вибрану робочу область
vi: Xóa không gian làm việc được chọn

# formWorkspaceName_WorkspaceName
source: Workspace name
de: Name des Arbeitsbereiches
es: Nombre del espacio de trabajo
fr: Nom du workspace
id: Nama ruang kerja
ja: ワークスペースの名前
pl: Nazwa obszaru roboczego
ru: Название рабочего пространства
sl: Ime delovnega prostora
sv: Namn på arbetsyta
th: ชื่อพื้นที่ทำงาน
tr: Çalışma alanı adı
uk: Назва робочої області
vi: Tên không gian làm việc

# formWorkspaceName_Name
source: Name:
es: Nombre:
fr: Nom :
hr: Ime:
id: Nama:
ja: 名前:
pl: Nazwa:
ru: Название:
sl: Ime:
sv: Namn:
th: ชื่อ:
tr: İsim:
uk: Ім'я:
vi: Tên:

# prefPanelCapture_Folders
source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
hr: Mape
id: Folder
ja: フォルダー
pl: Foldery
ru: Папки
sl: Mape
sv: Mappar
th: แฟ้ม
tr: Klasörler
uk: Папки
vi: Thư mục

# prefPanelCapture_CaptureFolders
source: Capture folders
de: Aufnahmeverzeichnis
es: Carpetas de captura
fr: Dossiers de capture
id: Folder penangkapan
ja: キャプチャフォルダー
pl: Foldery przechwytywania
ru: Папки захвата
sl: Mape zajema
sv: Fånga mappar
th: แฟ้มจับภาพ
tr: Yakalama klasörleri
uk: Папки для захоплення
vi: Thư mục chụp

# prefPanelCapture_CaptureFolderDetails
source: Capture folder details
de: Orderdetails aufnehmen
es: Detalles de la carpeta de captura
fr: Détails du dossier de capture
id: Ambil detail folder
ja: キャプチャフォルダーの詳細
pl: Szczegóły folderu przechwytywania
ru: Подробности папок захвата
sl: Podrobnosti mape zajema
sv: Detaljer för fångst-mapp
th: รายละเอียดแฟ้มจับภาพ
tr: Yakalama klasörü detayları
uk: Відомості про папку захоплення
vi: Chi tiết thư mục chụp

# prefPanelCapture_ShortName
source: Short name:
de: Kurzname:
es: Nombre abreviado:
fr: Nom court :
hr: Kratko ime:
id: Nama singkat:
ja: 短い名前:
pl: Krótka nazwa:
ru: Короткое имя:
sl: Kratko ime:
sv: Kort namn:
th: ชื่อย่อ:
tr: Kısa isim:
uk: Коротка назва:
vi: Tên viết tắt:

# prefPanelCapture_Path
source: Path:
de: Pfad:
es: Ruta:
fr: Chemin :
hr: Staza:
id: Jalur:
ja: ファイルパス:
pl: Ścieżka:
ru: Путь:
sl: Pot:
sv: Genväg:
th: เส้นทาง:
tr: Konum:
uk: Шлях:
vi: Đường dẫn:

# prefPanelCapture_InsertAVariable
source: Insert a variable…
de: Variable Einfügen…
es: Insertar una variable…
fr: Insérer une variable…
hr: Umetni varijablu …
id: Masukkan variabel…
ja: 値の追加…
pl: Wstaw zmienną…
ru: Вставить переменную…
sl: Vstavi spremenljivko …
sv: Klistra in en variabel…
th: แทรกตัวแปร…
tr: Bir değişken ekle…
uk: Вставити змінну…
vi: Chèn một biến…

# prefPanelCapture_InsertABackslash
source: Insert a backslash
de: Rückstrich einfügen
es: Insertar una barra invertida
fr: Insérer un antislash
hr: Umetni obrnutu kosu crtu
id: Masukkan tanda garis miring terbalik
ja: バックスラッシュの挿入
pl: Wstaw backslash ( \ )
ru: Вставить обратную косую черту
sl: Vstavi obrnjeno poševnico
sv: Klistra in ett snedstreck
th: แทรกแบ็กสแลช
tr: Ters eğik çizgi ekle
uk: Вставити зворотну скісну риску
vi: Chèn một dấu gạch chéo ngược

# prefPanelCapture_InsertAHyphen
source: Insert a hyphen
de: Bindestrich Einfügen
es: Insertar un guión
fr: Insérer un tiret
hr: Umetni crticu
id: Masukkan tanda hubung
ja: ハイフンの挿入
pl: Wstaw łącznik ( - )
ru: Вставить дефис
sl: Vstavi vezaj
sv: Klistra in ett bindestreck
th: แทรกขีดกลาง
tr: Tire ekle
uk: Вставити дефіс
vi: Chèn một dấu gạch ngang

# prefPanelCapture_InsertAnUnderscore
source: Insert an underscore
de: Unterstrich Einfügen
es: Insertar un guión bajo
fr: Insérer un caractère de soulignement
hr: Umetni podvlaku
id: Masukkan garis bawah
ja: アンダースコアの挿入
pl: Wstaw znak podkreślenia ( _ )
ru: Вставить нижнее подчеркивание
sl: Vstavi podčrtaj
sv: Klistra in ett understreck
th: แทรกขีดล่าง
tr: Alt çizgi ekle
uk: Вставити підкреслення
vi: Chèn một ký tự gạch dưới

# prefPanelCapture_PreviewDynamicPath
source: Preview dynamic path
de: Vorschau des dynamische Pfades
es: Previsualizar la ruta dinámica
fr: Prévisualiser le chemin dynamique
hr: Pregledaj dinamičku stazu
id: Pratinjau jalur dinamis
ja: ダイナミックパスのプレビュー
pl: Podgląd dynamicznej ścieżki
ru: Предпросмотр динамического пути
sl: Pregled dinamične poti
sv: Förhandsgranska dynamisk genväg
th: ดูตัวอย่างเส้นทางแบบไดนามิก
tr: Dinamik yolu önizle
uk: Попередній перегляд динамічного шляху
vi: Xem trước đường dẫn động

# prefPanelCapture_BrowseForFolder
source: Browse for folder
de: Nach Ordner suchen
es: Buscar una carpeta
fr: Naviguer vers le dossier
hr: Traži mape
id: Cari folder
ja: フォルダーを参照
pl: Przeglądaj foldery
ru: Выбрать папку
sl: Poišči mapo
sv: Bläddra för mapp
th: ค้นหาโฟลเดอร์
tr: Klasör için ara
uk: Переглянути папку
vi: Duyệt tìm thư mục

# prefPanelCapture_RemoveTheCaptureFolderFromTheList
source: Remove the capture folder from the list
de: Aufnahmeordner aus Liste entfernen
es: Eliminar la carpeta de captura de la lista
fr: Supprimer le dossier de capture de la liste
id: Hapus folder capture dari daftar
ja: キャプチャフォルダーをリストから削除
pl: Usuń folder przechwytywania z listy
ru: Удалить папку захвата из списка
sl: Odstrani mapo zajema s seznama
sv: Ta bort fångst-mappen från listan
th: ลบแฟ้มจับภาพจากรายการ
tr: Yakalama klasörünü listeden sil
uk: Вилучити папку захоплення зі списку
vi: Xóa thư mục chụp khỏi danh sách

# prefPanelCapture_AddANewCaptureFolder
source: Add a new capture folder
de: Neues Aufnahmeverzeichnis hinzufügen
es: Añadir una nueva carpeta de captura
fr: Ajouter un nouveau dossier de capture
id: Tambahkan folder penangkapan baru
ja: キャプチャフォルダーの追加
pl: Dodaj nowy folder przechwytywania
ru: Добавить новую папку захвата
sl: Dodaj novo mapo zajema
sv: Lägg till en ny fångst-mapp
th: เพิ่มแฟ้มจับภาพใหม่
tr: Yeni bir yakalama klasörü ekle
uk: Додати нову папку для захоплення
vi: Thêm thư mục chụp mới

# prefPanelCapture_MoveUp
source: Move up
de: Nach oben Verschieben
es: Subir
fr: Monter
hr: Pomakni gore
id: Naik
ja: 上に移動
pl: Przesuń w górę
ru: Выше
sl: Premakni navzgor
sv: Flytta upp
th: เลื่อนขึ้น
tr: Yukarı çık
uk: Перемістити вгору
vi: Di chuyển lên

# prefPanelCapture_MoveDown
source: Move down
de: Nach unten Verschieben
es: Bajar
fr: Descendre
hr: Pomakni dolje
id: Turun
ja: 下に移動
pl: Przesuń w dół
ru: Ниже
sl: Premakni navzdol
sv: Flytta ner
th: เลื่อนลง
tr: Aşağı in
uk: Перемістити вниз
vi: Di chuyển xuống

# prefPanelCapture_PostRecordingCommandHelp
source: To run external programs after a recording, use the post-recording command dialog in the corresponding capture screen.\n\nRight click the viewport background and select {0}.
de: Um nach einer Aufnahme externe Programme auszuführen, verwenden Sie den Befehl-Dialog nach der Aufnahme im entsprechenden Aufnahmebildschirm.\n\nklicken Sie mit der rechten Maustaste auf den Hintergrund des Ansichtsfensters und wählen Sie {0}.
es: Para ejecutar programas externos después de una grabación, utilice el cuadro de diálogo de comandos posteriores a la grabación en la pantalla de captura correspondiente.\n\nHaga clic derecho en el fondo y seleccione {0}.
fr: Pour lancer un programme externe après un enregistrement, utilisez la fenêtre de dialogue de commande post-enregistrement depuis l'écran de capture correspondant.\n\nFaîtes un clic droit dans le fond du viewport et selectionnez {0}.
id: Untuk menjalankan program eksternal setelah perekaman, gunakan dialog perintah pasca-perekaman di layar tangkapan yang sesuai.\n\nKlik kanan latar belakang jendela tampilan dan pilih {0}.
ja: 録画後に外部プログラムを実行するには、対応するキャプチャ画面で録画後のコマンドダイアログを使用します。\n\nビューポートの背景を右クリックし、{0} を選択します。
pl: Aby uruchomić programy zewnętrzne po zakończeniu nagrywania, użyj okna dialogowego poleceń po nagraniu na odpowiednim ekranie przechwytywania. \n \nKliknij prawym przyciskiem myszy tło okna podglądu i wybierz {0}.
ru: Чтобы запустить внешние программы после записи, используйте диалог команд после записи в соответствующем окно захвата.\n\nНажмите правой кнопкой мыши на фон области просмотра и выберите {0}.
sl: Za zagon zunanjih programov po snemanju, uporabi pogovorno okno za ukaz po snemanju, na ustreznem zaslonu zajema.\n\nZ desno klikni ozadje pogleda in izberi {0}.
sv: För att köra externa program efter en inspelning använder du kommandodialogen efter inspelning på motsvarande inspelningsskärm.\n\nHögerklicka på vyfönstrets bakgrund och välj {0}.
th: ในการเรียกใช้โปรแกรมภายนอกหลังการบันทึก ให้ใช้กล่องโต้ตอบคำสั่งหลังการบันทึกในหน้าจอการจับภาพที่เกี่ยวข้อง\n\nคลิกขวาที่พื้นหลังช่องมองภาพและเลือก {0}
uk: Щоб запустити зовнішні програми після запису, скористайтеся діалоговим вікном команди після запису на відповідному екрані захоплення.\n\nКлацніть правою кнопкою миші на фоні області перегляду та виберіть {0}.
vi: Để chạy các chương trình bên ngoài sau khi ghi, hãy sử dụng hộp thoại lệnh sau ghi trong màn hình chụp tương ứng.\n\nNhập đút chuột phải vào nền khung nhìn và chọn {0}.

# mnuPostRecordingCommand
source: Post-recording command…
de: Postaufnahmebefehl…
es: Comandos posteriores a la grabación…
fr: Commande post-enregistrement…
hr: Post-produkcijska naredba …
id: Perintah setelah perekaman…
ja: レコーディングコマンドの送信…
pl: Polecenie po nagraniu…
ru: Команда после записи…
sl: Ukaz po snemanju …
sv: Kommando efter inspelningen…
th: คำสั่งหลังการบันทึก…
tr: Kaydetme sonrası komut…
uk: Команда після запису…
vi: Lệnh sau ghi hình…

# prefPanelCapture_Files
source: Files
de: Datei
es: Archivos
fr: Fichiers
hr: Datoteke
id: Berkas
ja: ファイル
pl: Pliki
ru: Файлы
sl: Datoteke
sv: Filer
th: ไฟล์
tr: Dosyalar
uk: Файли
vi: Tẫp

# prefPanelCapture_DefaultFileName
source: Default file name:
de: Standart Datei Name:
es: Nombre por defecto del archivo:
fr: Nom de fichier par défaut :
hr: Standardno ime datoteke:
id: Nama berkas default:
ja: デフォルトのファイルの名前:
pl: Domyślna nazwa pliku:
ru: Имя файла по-умолчанию:
sl: Privzeto ime datoteke:
sv: Standardnamn för fil:
th: ชื่อไฟล์เริ่มต้น:
tr: Varsayılan dosya adı:
uk: Ім'я файлу за замовчуванням:
vi: Tên tẫp mặc định:

# prefPanelCapture_EnableAutoNumbering
source: Enable auto-numbering
de: Aktiviere auto-numerierung
es: Activar la numeración automática
fr: Activer la numération automatique
hr: Aktiviraj automatsko numeriranje
id: Aktifkan penomoran otomatis
ja: 自動ナンバーリングの有効化
pl: Włącz autonumerowanie
ru: Включить авто-нумерование
sl: Omogoči avtomatsko številčenje
sv: Aktivera automatisk numrering
th: เปิดระบบการใส่ลำดับอัตโนมัติ
tr: Otomatik numaralandırmayı etkinleştir
uk: Увімкнути автоматичну нумерацію
vi: Bật đánh số tự động
