Repository: Kinovea/Kinovea
Catalog: Kinovea/Languages/RootLang.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hr, id, it, ja, ko, mk, ms, nl, pl, ru, sl, sr_latn_rs, sv, th, tr, uk, vi, zh_hant

# prefPanelCapture_ToolTipAutoNumbering
source: Automatically update the file name after each recording to include a sequential number.\nThis option is ignored if the file name uses dynamic variables.
de: Der Dateiname wird nach jeder Aufnahme automatisch aktualisiert und mit einer fortlaufenden Nummer versehen.\nDiese Option wird ignoriert, wenn der Dateiname dynamische Variablen verwendet.
es: Actualizar automáticamente el nombre del archivo después de cada grabación para incluir un número secuencial.\nEsta opción se ignora si el nombre del archivo utiliza variables dinámicas.
fr: Mettre à jour le nom de fichier automatiquement après chaque enregistrement avec un numéro séquentiel.\nCette option est ignorée si le fichier utilise des variables dynamiques.
id: Secara otomatis memperbarui nama berkas setelah setiap perekaman untuk menyertakan nomor urut.\nOpsi ini diabaikan jika nama berkas menggunakan variabel dinamis.
ja: 各記録後にファイル名を自動的に更新して連番を含めます。\nファイル名に動的変数が使用されている場合、このオプションは無視されます。
pl: Automatycznie aktualizuj nazwę pliku po każdym nagraniu, aby zawierała numer sekwencyjny.\nTa opcja jest ignorowana, jeśli nazwa pliku zawiera zmienne dynamiczne.
ru: Автоматически обновлять имя файла после каждой записи для добавления порядкового номера.\nЭтот параметр игнорируется если имя файла использует динамические переменные.
sl: Samodejno posodobi ime datoteke po vsakem snemanju, da vključuje zaporedno številko.\nTa možnost je prezrta, če ime datoteke uporablja dinamične spremenljivke.
sv: Uppdatera automatiskt filnamnet efter varje inspelning för att inkludera ett sekventiellt nummer.\nDet här alternativet ignoreras om filnamnet använder dynamiska variabler.
th: อัปเดตชื่อไฟล์อัตโนมัติหลังการบันทึกแต่ละครั้งเพื่อรวมหมายเลขลำดับ\nตัวเลือกนี้จะถูกละเว้นหากชื่อไฟล์ใช้ตัวแปรแบบไดนามิก
tr: Her kayıttan sonra dosya adını otomatik olarak güncelleştirerek sıralı bir numara ekle.\nDosya adı dinamik değişkenler kullanıyorsa bu seçenek yok sayılır.
uk: Автоматично оновлювати назву файлу після кожного запису, додаючи порядковий номер.\nЦей параметр ігнорується, якщо назва файлу використовує динамічні змінні.
vi: Tự động cập nhật tên tẫp sau mỗi bản ghi để bao gồm một số tuần tự.\nTùy chọn này bị bỏ qua nếu tên tẫp sử dụng các biến động.

# prefPanelCapture_ToolTipIgnoreOverwriteWarning
source: Do not show the confirmation dialog when the recording is about to overwrite an existing file.
de: Zeigen Sie den Bestätigungsdialog nicht an, wenn die Aufnahme eine bestehende Datei überschreiben soll.
es: No mostrar el cuadro de diálogo de confirmación cuando la grabación esté a punto de sobrescribir un archivo existente.
fr: Ne pas montrer la boîte de dialogue de confirmation lorsque le nouvel enregistrement va écraser un fichier existant.
id: Jangan menampilkan kotak dialog konfirmasi saat perekaman akan menimpa berkas yang sudah ada.
ja: 録画によって既存のファイルが上書きされるときに確認ダイアログを表示しません。
pl: Nie wyświetlaj okna dialogowego potwierdzenia, gdy nagranie ma nadpisać istniejący plik.
ru: Не запрашивать подтверждение если запись собирается перезаписать существующий файл.
sl: Ne prikaži potrditvenega okna, ko se bo snemanje prepisalo čez obstoječo datoteko.
sv: Visa inte bekräftelserutan när inspelningen är på väg att skriva över en befintlig fil.
th: ไม่ต้องแสดงกล่องข้อความยืนยันเมื่อเป็นการบันทึกทับไฟล์ที่มีอยู่
tr: Kayıt mevcut bir dosyayının üzerine yazmak üzereyken onaylama diyaloğunu gösterme.
uk: Не показувати діалогове вікно підтвердження, коли запис збирається перезаписати існуючий файл.
vi: Không hiển thị hộp thoại xác nhận khi bản ghi sắp ghi đè tẫp hiện có.

# prefPanelCapture_Trigger
source: Trigger
de: Auslöser
es: Disparador
fr: Déclencheur
id: Pemicu
ja: トリガー
pl: Wyzwalacz
ru: Триггер
sl: Sproži
sv: Utlösare
th: ตัวกระตุ้น
tr: Tetik
uk: Тригер
vi: Kích hoạt

# prefPanelCapture_EnableUDPTrigger
source: Enable UDP trigger
de: Aktiviere UDP Auslöser
es: Activar el disparador UDP
fr: Activer le déclencheur UDP
id: Aktifkan pemicu UDP
ja: UDPトリガーの有効化
pl: Włącz wyzwalacz UDP
ru: Включить триггер UDP
sl: Omogoči UDP sprožilec
sv: Aktivera UDP-utlösare
th: เปิดใช้งานตัวกระตุ้น UDP
tr: UDP tetiğini etkinleştir
uk: Увімкнути тригер UDP
vi: Bật kích hoạt UDP

# prefPanelCapture_UDPPort
source: UDP port:
es: Puerto UDP:
fr: Port UDP :
id: Port UDP:
ja: UDPポート:
pl: Port UDP:
ru: Порт UDP:
sl: UDP vrata:
th: พอร์ต UDP:
tr: UDP portu:
uk: UDP-порт:
vi: Cổng UDP:

# prefPanelCapture_DefaultTriggerState
source: Default trigger state:
de: Standart Auslöser Status:
es: Estado por defecto del disparador:
fr: État initial du déclencheur :
id: Status pemicu default:
ja: デフォルトトリガー情報:
pl: Domyślny stan wyzwalacza:
ru: Состояние триггера по-умолчанию:
sl: Privzeto stanje sprožilca:
sv: Standardläge för utlösaren:
th: ค่าตัวกระตุ้นเริ่มต้น:
tr: Varsayılan tetik durumu:
uk: Стан тригера за замовчуванням:
vi: Trạng thái kích hoạt mặc định:

# prefPanelCapture_Armed
source: Armed
es: Armado
fr: Armé
id: Siaga
ja: 隠された
pl: Włączony
ru: Включен
sl: Pripravljen
sv: Beväpnad
th: พร้อมรอคำสั่งใช้งาน
uk: Озброєний
vi: Đã kích hoạt

# prefPanelCapture_Disarmed
source: Disarmed
es: Desarmado
fr: Désarmé
id: Non-siaga
ja: 表示された
pl: Wyłączony
ru: Выключен
sl: Neaktiven
sv: Avväpnad
th: ปลดคำสั่งรอใช้งาน
uk: Роззброєний
vi: Vô hiệu

# prefPanelPlayer_Image
source: Image
de: Bild
es: Imagen
hr: Slika
id: Gambar
ja: 画像
pl: Obraz
ru: Изображение
sl: Slika
sv: Bild
th: รูปภาพ
uk: Зображення
vi: Hình ảnh

# prefPanelPlayer_EnablePixelFiltering
source: Enable pixel filtering
de: Aktiviere Pixel Filterung
es: Activar el filtrado de píxeles
fr: Activer le filtrage des pixels
id: Aktifkan penyaringan piksel
ja: ピクセルフィルターの有効化
pl: Włącz filtrowanie pikseli
ru: Включить пиксельную фильтрацию
sl: Omogoči točkovno filtriranje
sv: Aktivera pixel-filtrering
th: เปิดการกรองพิกเซล
uk: Увімкнути фільтрацію пікселів
vi: Bật lọc pixel

# dlgPreferences_Capture_PatternDateTime
source: Date and time (YYYYMMDD-HHMMSS)
ar: التاريخ والوقت (YYYYMMDD-HHMMSS)
ca: Data i temps (AAAAMMDD-HHMMSS)
it: Data e ora (AAAAMMGG-HHMMSS)
ko: 날짜 및 시간 (YYYYMMDD-HHMMSS)
ms: Tarikh dan masa (YYYYMMDD-HHMMSS)
nl: Datum en uur (JJJJMMDD-HHMMSS)
zh_hant: 日期及時間（YYYYMMDD-HHMMSS）

# dlgPreferences_Capture_PatternReceivedFramerate
source: Received framerate
ar: معدل الكادرات المستلمة
ca: Nombre d'imatges per segon rebudes
it: Framerate ricevuto
ko: 수신된 프레임속도
ms: Kadar bingkai diterima
nl: Ontvangen framerate
zh_hant: 接收幀率

# dlgPreferences_Capture_PatternEscape
source: Escape sequence
ar: تسلسل الهروب
ca: Seqüència d’escapada
it: Sequenza di escape
ko: 제어 시퀀스
ms: Jujukan keluar
nl: Ontsnappingsvolgorde
zh_hant: 離開序列

# dlgPreferences_Capture_PatternYear
source: Year
ar: السنة
ca: Any
it: Anno
ko: 년
ms: Tahun
nl: Jaar
zh_hant: 年

# dlgPreferences_Capture_PatternMonth
source: Month
ar: الشهر
ca: Mes
it: Mese
ko: 월
ms: Bulan
nl: Maand
zh_hant: 月

# dlgPreferences_Capture_PatternDay
source: Day
ar: اليوم
ca: Dia
it: Giorno
ko: 일
ms: Hari
nl: Dag
zh_hant: 日

# dlgPreferences_Capture_PatternHour
source: Hour
ar: الساعة
ca: Hora
it: Ora
ko: 시
ms: Jam
nl: Uur
zh_hant: 小時

# dlgPreferences_Capture_PatternMinute
source: Minute
ar: الدقيقة
ca: Minut
it: Minuto
ko: 분
ms: Minit
nl: Minuut
zh_hant: 分鐘

# dlgPreferences_Capture_PatternCaptureDirectory
source: Capture directory
ar: دليل التسجيلات
ca: Directori d’enregistrament
it: Directory di acquisizione
ko: 캡처 디렉터리
ms: Direktori tangkapan
nl: Map voor opname
zh_hant: 擷取目錄

# dlgPreferences_Capture_PatternCaptureFilename
source: Captured file name
ar: اسم الملف المسجل
ca: Nom del fitxer enregistrat
it: Nome del file acquisito
ko: 캡처된 파일 이름
ms: Nama fail yang ditangkap
nl: Bestandsnaam opname
zh_hant: 擷取檔名

# dlgPreferences_Capture_PatternDate
source: Date (YYYYMMDD)
ar: التاريخ (YYYYMMDD)
ca: Data (AAAAMMDD)
it: Data (AAAAMMGG)
ko: 날짜 (YYYYMMDD)
ms: Tarikh (YYYYMMDD)
nl: Datum (JJJJMMDD)
zh_hant: 日期（YYYYMMDD）

# dlgPreferences_Capture_Context
source: Context
ar: السياق
ca: Contexte
it: Contesto
ko: 문맥
ms: Konteks
zh_hant: 內容

# dlgPreferences_Capture_Macro
source: Macro
ar: ماكرو
ko: 매크로
ms: Makro
zh_hant: 巨集

# dlgPreferences_Capture_lblStopRecordingByDuration
source: Stop recording by duration (s):
ar: إيقاف التسجيل بمدة (ث):
ca: Aturar l’enregistrament per temps(s)
it: Interrompi la registrazione dopo (s):
ko: 지정한 시간만큼 기록 중지 (초):
ms: Hentikan rakaman mengikut tempoh (s):
nl: Stop opnemen na duur van (s):
zh_hant: 設定長度停止錄影（秒）：

# dlgPreferences_Capture_PatternSecond
source: Second
ar: الثانية
ca: Segon
it: Secondo
ko: 초
ms: Saat
nl: Seconde
zh_hant: 秒

# dlgPreferences_Capture_PatternCameraAlias
source: Camera alias
ar: الاسم المستعار للكاميرا
ca: Sobrenom de la càmera
it: Alias fotocamera
ko: 카메라 별칭
ms: Alias kamera
zh_hant: 相機別名

# dlgPreferences_Capture_PatternConfiguredFramerate
source: Configured framerate
ar: تهيئة معدل الكادرات
ca: Nombre d'imatges per segon configurat
it: Framerate configurato
ko: 구성된 프레임속도
ms: Kadar bingkai terkonfigurasi
nl: Ingestelde framerate
zh_hant: 配置幀率

# dlgPreferences_Capture_PatternTime
source: Time (HHMMSS)
ar: الوقت (HHMMSS)
ca: Temps (HHMMDD)
it: Ora (HHMMSS)
ko: 시간 (HHMMSS)
ms: Masa (HHMMSS)
nl: Uur (HHMMSS)
zh_hant: 時間（HHMMSS）

# dlgPreferences_Capture_ContextVariables
source: Context variables
ar: متغيرات السياق
ca: Variables contextuals
it: Variabili di contesto
ko: 문맥 변수
ms: Pembolehubah konteks
nl: Contect variabelen
zh_hant: 內容變數

# dlgPreferences_Capture_lblPostRecordingCommand
source: Post recording command:
ar: تشغيل الأمر التالي بعد التسجيل:
ca: Comanda post enregistrament
it: Comando di post registrazione:
ko: 녹화 후 명령:
ms: Arahan pasca rakaman:
nl: Opdracht na opnemen:
zh_hant: 完成錄影後指令：

# dlgPreferences_Player_Tracking
source: Tracking
ar: تتبع
ca: Seguiment
it: Tracciamento
ko: 추적
ms: Penjejakan
nl: Volgen
zh_hant: 跟蹤

# dlgPreferences_Player_TrackingObjectWindow
source: Object window:
ar: إطار الهدف:
ca: Finestra de l'objecte:
it: Finestra dell'oggetto:
ko: 개체 창:
ms: Tetingkap objek:
nl: Voorwerpvenster :
zh_hant: 目標視窗：

# dlgPreferences_Player_TrackingSearchWindow
source: Search window:
ar: إطار البحث:
ca: Finestra de cerca:
it: Finestra di ricerca:
ko: 검색 창:
ms: Tetingkap carian:
nl: Zoekvenster :
zh_hant: 搜尋視窗：

# dlgPreferences_Player_TrackingPixels
source: Pixels
ar: بكسل
it: Pixel
ko: 픽셀
ms: Piksel
zh_hant: 像素

# mnuApplicationFolder
source: Open log folder…
ar: فتح مجلد السجل…
ca: Obrir l'arxiu de registres
it: Apri cartella del Log…
ko: 로그 폴더 열기…
ms: Buka folder log…
nl: Open de map met de logs…
zh_hant: 開啟記錄資料夾…

# mnuWorkspaceSaveAsDefault
source: Save as default workspace
ar: حفظ كمساحة عمل افتراضية
it: Salvare come spazio di lavoro predefinito
ko: 기본 작업 공간으로 저장
ms: Simpan sebagai ruang kerja
nl: Opslaan als standaard werkruimte
zh_hant: 儲存為預設工作區
