Repository: Kinovea/Kinovea
Catalog: ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: chs, da, de, el, es, fi, fr, it, lt, nl, no, pl, pt, ro, sv, tr

# dlgRafaleExport_LabelTotalSeconds
source: Duration covered by the exported sequence of images : {0:0.00} seconds.
chs: 一系列导出图像所包含的时间 : {0:0.00} 秒.
da: Den eksporterede billedserie dækker i alt; {0:0.00} sekunder.
de: Abspieldauer der exportierten Bildersequenz : {0:0.00} Sekunden
el: Διάρκεια της ακολουθίας των εξαγόμενων εικόνων : {0:0.00} δευτερόλεπτα.
es: Duraciòn cubierta por la secuencia de las imágenes exportadas: {0:0.00} segundos.
fi: Vietyjen kuvasarjojen kattama aikajakso: {0:0.00} sekuntia.
fr: Durée couverte par la séquence d'images exportées : {0:0.00} secondes.
it: Durata della sequenza di Immagini esportata : {0:0.00} secondi.
lt: Trukmė ekportuojamų paveikslėlių yra : {0:0.00} sekundžių.
nl: Duur van het geëxporteerde beeldmateriaal {0:0.00} seconden.
no: Varigheten på den eksporterte sekvensen av bilder : {0:0.00} seconds.
pl: Czas trwania eksportowanej sekwencji obrazów : {0:0.00} sekund
pt: Duração total da sequência de quadros exportada : {0:0.00} seconds.
ro: Durata acoperită de secvenţa de cadre exportată : {0:0.00} secunde.
sv: Tiden omfattad av den exporterade bildsekvensen : {0:0.00} sekunder.
tr: Export edilen imaj sekansı süresi : {0:0.00} saniye.

# dlgRafaleExport_Title
source: Save a Sequence of Images
chs: 保存为图像序列
da: Gem en billedserie.
de: Bildsequenz speichern
el: Αποθήκευση Ακολουθίας Εικόνων
es: Guardar una secuencia de imágenes
fi: Tallenna kuvajakso
fr: Enregistrer une Séquence d'Images
it: Salva una sequenza di Immagini
lt: Išsaugoti vaizdų seką
nl: Bewaar een volgorde van de beelden.
no: Lagre en sekvens av bilder
pl: Zapisz sekwencje obrazów
pt: Salvar uma Sequência de Imagens
ro: Salvează o succesiune de cadre
sv: Spara en bildsekvens
tr: Bir İmaj Sekansı Kaydet

# dlgSaveAnalysisOrVideo_CheckSlow
source: Take Slow Motion into account. (Current =
chs: 考虑慢动作. (Current =
da: Tag højde for slow motion. (Nuværende =
de: Berücksichtige Slow-Motion (Aktuell =
el: Υπολογισμός και της Αργής Κίνησης. (Current =
es: Guardar con el ralentizado (Actual =
fi: Huomioi videon hidastus. (Nykyinen:
fr: Tenir compte du ralentit pour l'enregistrement. (Actuel =
it: Nel salvataggio tieni conto del Rallentatore. (Attuale =
lt: Naudoti letą judesį. (Esamas =
nl: Houdt rekening met Slow Motion. (Huidig =
no: Ta høyde for slow motion (Current =
pl: Weź pod uwagę zwolnienia. (Aktualne=
pt: Gravar Slow Motion. (Atual =
ro: Ţine cont de mişcarea cu încetinitorul. (Curent =
sv: Beakta slow motion (Aktuell =
tr: Slow Motion'ı hesaba kat. (Geçerli =

# dlgSaveAnalysisOrVideo_GroupOptions
source: Options
chs: 选项
da: Valgmuligheder
de: Optionen
el: Επιλογές
es: Opciones
fi: Vaihtoehdot
it: Opzioni
lt: Nustatymai
nl: Opties
no: Alternativer
pl: Opcje
pt: Opções
ro: Opţiuni
sv: Alternativ
tr: Seçenekler

# dlgSaveAnalysisOrVideo_GroupSaveMethod
source: Save Method
chs: 保存方法
da: Lagringsmåde
de: Speichermethode
el: Αποθήκευση Μεθόδου
es: Método para guardar
fi: Tallennustapa
fr: Méthode d'Enregistrement
it: Modalita' di salvataggio
lt: Išsaugojimo metodas
nl: Opslagmethode
no: Lagre metode
pl: Metoda zapisu
pt: Salvar Método
ro: Metoda de salvare
sv: Spara metod
tr: Kaydetme Yöntemi

# dlgSaveAnalysisOrVideo_RadioAnalysis
source: Save only the analysis
chs: 只保存关键图像数据.
da: Gem kun analysen
de: Speichere nur Schlüsselbilddaten
el: Αποθήκευση μόνο των δεδομένων των βασικών εικόνων.
es: Guardar sólo los datos de las imàgenes clave.
fi: Tallenna vain avainkuvien tietoja.
fr: Enregistrer uniquement l'analyse
it: Salva solo le Immagini Chiave ed i loro Dati.
lt: Išsaugoti tik paveikslėlių žymių duomenis.
nl: Bewaar alleen de Kernbeeldgegevens.
no: Lagre bare nøkkelbilde data
pl: Zapisz tylko kluczowe dane obrazów.
pt: Salvar apenas os dados dos quadros de imagens.
ro: Salvează doar datele cadrelor cheie
sv: Spara endast nyckelbildernas data.
tr: Sadece anahtar imaj verisini kaydet.

# dlgSaveAnalysisOrVideo_RadioMuxed
source: Save video with analysis modifiable
chs: 合并文件中的视频与关键图像数据.
da: Gem video med modificerbar analyse
de: Speichere Video und Schlüsselbilddaten in einer gemeinsamen Datei
el: Συνδυασμός video και βασικών εικόνων στο αρχείο.
es: Guardar el video y los datos de las imàgenes clave en un solo archivo.
fi: Tallenna video ja avainkuvien tiedot yhteiseen tiedostoon.
fr: Enregistrer la vidéo avec l'analyse modifiable
it: Unisci nel file il Video + le Immagini Chiave con i loro Dati.
lt: Derinti vaizdo ir paveikslėlių žymių duomenis dokumente.
nl: Bewaar video en Kernbeeldgegevens in een enkel bestand.
no: Kombiner video og nøkkelbilder I filen.
pl: Zapisz dane wideo i kluczowych obrazów do jednego pliku
pt: Combinar vídeo e dados dos quadros de imagens em um único arquivo.
ro: Salvează video şi cadrele cheie într-un singur fişier
sv: Kombinera video och nyckelbilds data i en fil.
tr: Video ve anahtar imaj verisini dosyada birleştir.

# dlgSaveAnalysisOrVideo_RadioBlended
source: Save video with analysis permanently applied on the video
chs: 永久性地保留视频上的关键图像数据.
da: Gem video, med permanent analyse
de: Schlüsselbilddaten dauerhaft ins Video zeichnen.
el: Μόνιμος Χρωματισμός βασικών εικόνων στο video.
es: Incrustar permanentemente los datos de las imágenes clave sobre el vídeo
fi: Maalaa avainkuvien tiedot pysyvästi videolle.
fr: Enregistrer la vidéo avec l'analyse incrustée définitivement
it: Includi definitivamente nel Video i Dati delle immagini chiave.
lt: Pastoviai rodyti paveikslėlių žymių duomenis vaizde.
nl: Markeer permanent de Kernbeeld gegevens op de video.
no: Lagre tegninger permanent på video
pt: Pintar dados dos quadros de imagens no vídeo permanentemente.
ro: Imprima permanent datele cadrelor cheie pe fisierul video
sv: Måla nyckelbildernas grafik permanent på videon.
tr: Anahtar imaj verisini video üzerine kalıcı olarak kaydet.

# dlgSaveAnalysisOrVideo_RadioVideo
source: Save video only.
chs: 只保存视频.
da: Gem kun video.
de: Speichere nur das Video
el: Αποθήκευση video μόνο.
es: Guardar solo el video.
fi: Tallenna vain video.
fr: Enregistrer uniquement la vidéo.
it: Salva solo il Video.
lt: Išsaugoti tik video
nl: Bewaar alleen video.
no: Lagre kun video.
pl: Zapisz tylko wideo.
pt: Salvar apenas o vídeo.
ro: Salvează doar video.
sv: Spara endast video.
tr: Sadece videoyu kaydet.

# dlgSaveAnalysisOrVideo_Title
source: Save Video...
chs: 保存视频或关键图像数据...
da: Gem Video…
de: Speichere Video oder Schlüsselbilddaten...
el: Αποθήκευση video ή δεδομένων Βασικών Εικόνων…
es: Guardar el video y los datos de las imàgenes clave…
fi: Tallenna video tai avainkuvien tiedot...
fr: Enregistrement de la Vidéo...
it: Salva il Video o le Immagini Chiave...
lt: Išsaugoti video arba pažymėtus vaizdus
nl: Bewaar video of Kernbeeldgegevens…
no: Lagre video eller nøkkelbilde data
pl: Zapisz dane wideo albo kluczowych obrazów
pt: Salvar Vídeo ou Dados dos Quadros de Imagens...
ro: Salvează video sau cadre cheie...
sv: Spara video eller nyckelbilds data...
tr: Video veya Anahtar İmaj Verisini Kaydet...

# dlgSaveAnalysisTitle
source: Save Key Images Data
chs: 保存关键图像数据
da: Gem data for nøglebilleder
de: Speichere Schlüsselbilddaten
el: Αποθήκευση Δεδομένων Βασικών Εικόνων
es: Guardar los datos de las imàgenes clave .
fi: Tallenna avainkuvien tiedot
fr: Enregistrer les Données des Images Clés
it: Salva i Dati delle immagini chiave
lt: Išsaugoti pažymėtų vaizdų duomenis
nl: Bewaar Kernbeeldgegegevens.
no: Lagre nøkkelbilde data
pl: Zapisz dane kluczowych obrazów
pt: Salvar Dados dos Quadros de Imagens
ro: Salvează datele cadrelor cheie
sv: Spara nyckelbilds data
tr: Anahtar İmaj Verisini Kaydet

# dlgSaveSequenceTitle
source: Save Sequence
chs: 保存序列
da: Gem sekvens
de: Speichere Sequenz
el: Αποθήκευση Ακολουθίας
es: Guardar la secuencia de imàgenes
fi: Tallenna kuvausjakso
fr: Enregistrer la Séquence d'Images
it: Salva la Sequenza di Immagini
lt: Išsaugoti seką
nl: Bewaar beeldmateriaal
no: Lagre sekvens
pl: Zapisz sekwencję
pt: Salvar Sequência
ro: Salvează Secvenţa
sv: Spara bildsekvens
tr: Sekans Kaydet

# dlgSaveVideoTitle
source: Save Video
chs: 保存视频
da: Gem Video
de: Speichere Video
el: Αποθήκευση Video
es: Guardar el video.
fi: Tallenna video
fr: Enregistrer la Vidéo
it: Salva il Video
lt: Išsaugoti video
nl: Bewaar video
no: Lagre video
pl: Zapisz wideo
pt: Salvar Vídeo
ro: Salvează Video
sv: Spara Video
tr: Video Kaydet

# dlgSetTrajectoryOrigin_Title
source: Set coordinates system origin
chs: 设定坐标系的原点
da: Angiv koordinatsystemets udgangspunkt
de: Koordinatenursprung setzen
el: Τοποθέτηση σημείου μηδέν, συστήματος συντεταγμένων
es: Especificar el origen de coordenadas
fi: Aseta koordinaatiojärjestelmän origo
fr: Spécifier l'origine du repère de coordonnées
it: Imposta le coordinate di origine
lt: Nustatyti koordinačių sistemos pradžią
nl: Specificeer de originele trajectpad coördinaten
no: Sett koordinatene til systemstart
pt: Definir a origem do sistema de coordenadas
ro: Specificati originea sistemului de coordonate
sv: Bestäm koordinatsystemets ursprung
tr: Koordinatları sistem orijini olarak ayarla

# Error_Capture_CannotConnect_Title
source: Cannot connect to video device
da: Kan ikke forbinde til videokamera
de: Verbindung fehlgeschlagen
el: Αδύνατη η σύνδεση στην συσκευή εικόνας
es: No se puede connectar a la cámara
fi: Ei voida kytkeä videolaitteeseen
fr: Impossible de se connecter à la caméra
it: Impossibile connettersi al dispositivo video
lt: Negaliu prisijungti prie vaizdo įrenginio
nl: Kan niet verbinden met video apparaat.
pt: Não foi possível se conectar a um dispositivo de video.
ro: Aparatul video nu poate fi conectat.
sv: Kan inte koppla till videoenhet
tr: Video aygıtına bağlanamıyor

# Error_Capture_CannotConnect_Text
source: Couldn't find any device to connect to.\nPlease make sure the device is properly plugged to the computer.
da: Kunne ikke finde et tilsluttet kamera.\nKontroller at kameraet er sluttet korrekt til PC.
de: Verbindung konnte nicht hergestellt werden.\nBitte vergewissern Sie sich, ob das Gerät richtig angeschlossen ist.
el: Δεν βρέθηκε συσκευή για σύνδεση.\n Παρακαλούμε βεβαιωθείτε ότι η συσκευή είναι κατάλληλα συνδεδεμένη στον υπολογιστή.
es: No se encontró la cámara.\nPor favor compruebe que la cámara está conectada al ordenador.
fi: EI löytynyt kytkettävää laitetta.\nVarmista että laite on kytketty tietokoneeseen oikein.
fr: Aucune caméra n'a été trouvée.\nVeuillez vérifier que la caméra est bien connectée à l'ordinateur.
it: Impossibile trovare un dispositivo video a cui connettersi.\nAssicurarsi che il dispositivo sia correttamente collegato al computer.
lt: Negaliu rasti prijungto įrenginio prie.\nPrašau patikrinti ar teisingai prijungtas irenginys.
nl: Kan geen apparaat vinden om mee te verbinden.\n Zorg er voor dat het apparaat verbonden is met de computer.
pt: Não foi possível localizar nenhum dispositivo de video.\nPor favor verifique se o dispositivo está conectado corretamente ao computador.
ro: Nu s-a găsit niciun dispozitiv conectat.\nVă rugăm verificaţi ca dispozitivul să fie conectat correspunzător la calculator.
sv: Hittar ingen enhet att koppla upp.\nKontrollera att enheten är rätt kopplad till datorn.
tr: Bağlanacak bir aygıt bulunamadı.\nLütfen aygıtın bilgisayara uygun şekilde bağlı olduğundan emin olun.

# Error_Capture_FileExists_Title
source: File overwrite
da: Overskriv fil
de: Datei überschreiben
el: Επικάλυψη αρχείου
es: Sobrescribir archivo
fi: Tiedoston korvaaminen
fr: Remplacement de fichier
it: Sovrascrittura del file
lt: Vaizdo perrašymas
nl: Overschrijf bestand
pt: Sobrescrever o arquivo
ro: Suprascrie fişierul
sv: Skriv över fil
tr: Dosyanın üzerine yaz

# Error_Capture_FileExists_Text
source: The file {0} already exists.\nDo you want to replace it?
da: Filen {0} eksisterer allerede.\nØnsker du at overskrive den?
de: Die Datei {0} existiert bereits.\nWollen Sie sie überschreiben?
el: Το αρχείο {0} ήδη υπάρχει.\nΘέλετε να το αντικαταστήσετε?
es: El archivo {0} ya existe.\n¿Desea reemplazarlo ?
fi: Tiedosto {0}on jo olemassa.\nHaluatko korvata sen?
fr: Le fichier {0} existe déjà.\nSouhaitez vous le remplacer ?
it: Il file {0} esiste gia'.\nVuoi sostituirlo?
lt: Dokumentas {0} jau yra.\nNorite pakeisti?
nl: Het bestand {0} bestaat reeds.\nWilt u het vervangen?
pt: O arquivo {0} já existe.\nDeseja substitui-lo?
ro: Fişierul {0} există deja.\nDoriţi să-l înlocuiţi?
sv: Filen {0} finns redan.\nSkriv över?
tr: Dosya {0} zaten mevcut.\nDeğiştirmek istiyor musunuz?

# Error_Capture_InvalidFile_Title
source: Invalid file name
da: Ugyldigt filnavn
de: Fehler im Dateinamen
el: Άκυρο όνομα αρχείου
es: Nombre de archivo no válido
fi: Tiedoston nimi ei kelpaa
fr: Nom de fichier invalide
it: Nome file non valido
lt: Neteisingas dokumento pavadinimas
nl: Incorrecte bestandsnaam
pt: Nome de arquivo inválido
ro: Nume fişier invalid
sv: Ogiltigt filnamn
tr: Geçersiz dosya ismi

# Error_Capture_InvalidFile_Text
source: The file name contains invalid characters.\n A file name cannot contain any of the following characters:\n \ / : * ? " < >
da: Filnavnet indeholder ugyldige karakterer.\nEt filnavn må ikke indeholder nogen af følgende tegn:\n \ / : * ? " < >
de: Der Dateiname enthält ungültige Zeichen.\n Folgende Zeichen sind nicht erlaubt:\n \ / : * ? " < >
el: Το όνομα του αρχείου περιέχει άκυρους χαρακτήρες.\n Ένα όνομα δεν μπορεί να περιέχει τους παρακάτω χαρακτήρες:\n \ / : * ? " < >
es: El nombre del archivo contiene caracteres no válidos.\n El nombre del archivo no puede contener los siguientes caracteres:\n \ / : * ? “ < >
fi: Tiedoston nimi sisältää kelpaamattomia symboleja.\n Tiedoston nimi ei voi sisältää seuraavia symboleja:\n \ / : * ? " < >
fr: Le fichier contient des caractères invalides.\nUn nom de fichier ne peut pas contenir les caractères suivants :\n \ / : * ? " < >
it: Il nome file contiene caratteri non validi.\n Un nome file non puo' contenere alcuno dei caratteri seguenti:\n \ / : * ? " < >
lt: Dokumento pavadinimas turi simbolius.\n Dokumento pavadinime negalima naudoti sekančius simbolius:\n \ / : * ? " < >
nl: Een bestandsnaam bevat onjuiste tekens.\n Een bestandsnaam kan geen van de volgende tekens bevatten:\n \ / : * ? " < >
pt: O nome do arquivo não pode conter nenhum dos seguintes caracteres:\n \ / : * ? " < >
ro: Numele fişierului conţine caractere invalide.\n Numele fişierului trebuie să nu conţină niciunul din următoarele caractere:\n \ / : * ? " < >
sv: Filnamnet innehåller ogiltiga tecken.\n Kan ej innehålla följande tecken:\n \ / : * ? " < >
tr: Dosya ismi geçersiz karakterler içeriyor.\n Dosya ismi şu karakterlerden herhangi birini içeremez:\n \ / : * ? " < >

# Error_SaveDiaporama
source: Kinovea - Cannot create Slideshow.
chs: 无法创建幻灯片.
da: Kinovea - Kan ikke oprette slidshow.
de: Kinovea – Diashow kann nicht erstellt werden.
el: Kinovea - Αδύνατη η δημιουργία Προβολής Διαφανειών
es: Kinovea - Creaciòn de la presentación de diapositivas imposible.
fi: Kinovea – Ei voi luoda diaesitystä
fr: Kinovea - Création du Diaporama Impossible.
it: Kinovea – Impossibile creare la videopresentazione.
lt: Kinovea - negaliu sukurti demonstracijos.
nl: Kinovea - Kan geen Diashow maken
no: Kinovea – kan ikke lage slideshow
pl: Kinovea - nie można utworzyć pokazu slajdów.
pt: Kinovea - Não pode criar Apresentação de Slides.
ro: Kinovea – Crearea secvenţelor de cadre este imposibilă.
sv: Kinovea - Kan inte skapa bildspel.
tr: Kinovea - Slayt gösterisi yaratılamıyor.

# Error_SaveDiaporama_NoKeyframes
source: A Slideshow is a sequence of Key Images saved in video format.\n Please add some Key Images before generating the Slideshow.
chs: 一张幻灯片是在视频文件内保存的一系列关键图像序列.\n 请在生成幻灯片之前添加一些关键图像.
da: Et slideshow er en sekvens af nøglebilleder, der e gemt i videoformat.\n Tilføj nøglebilleder før oprettelse af et slideshow.
de: Eine Diashow ist eine Sequenz von Schlüsselbildern als Videoformat gespeichert.\n Bitte erst Schlüsselbilder auswählen und dann die Diashow erstellen.
el: Μια Προβολή Διαφανειών είναι μια ακολουθία Βασικών Εικόνων αποθηκευμένες σε μορφή video.\n Παρακαλούμε προσθέστε μερικές Βασικές Εικόνες πριν δημιουργήσετε την Προβολή Διαφανειών
es: Un Pase de Diapositivas es una sucesión de imágenes clave guardas en un vídeo.\nAñada alguna imagen clave antes de generar el Pase de Diapositivas
fi: Diaesitys on avainkuvien sarja tallennettuna videomuotoon.\n Lisää avainkuvia luodaksesi diaesityksen.
fr: Un Diaporama est une succession d'Images Clés enregistrées sous forme de vidéo.\nVeuillez ajouter quelques Images Clés avant de générer le Diaporama.
it: Una videopresentazione e' una sequenza di Immagini Chiave salvate in formato Video.\n Occorre aggiungere qualche Immagine Chiave PRIMA di generare la videopresentazione.
lt: Demonstracija vyksta paveikslėlių žymių seka .\n Prašau pridėti paveikslėlių žymes prieš naudojant demonstracija.
nl: Een diashow is een rij opeenvolgende Kernbeelden opgeslagen in video format.\n Voer a.u.b. enkele kernbeelden in,voordat u de diashow maakt.
no: Et slidehow er en sekvens nøkkelbilder som er lagret I et videoformat.\n Vennligst legg til nøkkelbilder før du genererer slideshow.
pl: Pokaz slajdów jest to sekwencja kluczowy obrazów zapisanych w formacie wideo.\n Dodaj proszę kilka kluczowych obrazów przed generacją pokazu.
pt: Uma Apresentação de Slides é uma sequência de Quadros de Imagens salvos num formato de vídeo.\n Por favor, adicione alguns Quadros antes de gerar o Slideshow.
ro: O Secvenţă de cadre reprezintă o serie de cadre cheie salvată în format video.\n Vă rugăm să adăugaţi câteva cadre cheie înainte de a genera Secvenţa de imagini.
sv: Bildspel är en sekvens av nyckelbilder som sparats i videoformat.\n Lägg till nyckelbilder innan bildspel skapas.
tr: Slayt gösterisi, video formatı olarak kaydedilen bir Anahtar İmaj sekansıdır.\n Lütfen slayt gösterimini yaratmadan önce bir miktar Anahtar İmaj ekleyin.

# Error_SavePausedVideo
source: Kinovea – Cannot create paused video
chs: 不能建立暂停视频
da: Kinovea - Kan ikke oprette en pauset video.
de: Kinovea – Video kann nicht erstellt werden.
el: Kinovea – Αδύνατη η δημιουργία Video με παύση
es: Kinovea – Imposible crear el vídeo
fi: Kinovea – Tauotetun videon luonti ei onnistu
fr: Kinovea - Création de la vidéo impossible.
it: Kinovea – Impossibile creare il video richiesto
lt: Kinovea - negaliu atvaizduoti sustabdyto video
nl: Kinovea - Kan geen video met pauzes maken
no: Kinovea – Kan ikke lage video
pt: Kinovea - Nao pode criar video pausado.
ro: Kinovea – Fisierul video este imposibil de creat
sv: Kinovea – Kan inte skapa pausad video
tr: Kinovea - Duraklatılmış video yaratılamıyor.

# Error_SavePausedVideo_NoKeyframes
source: You need to add some key images before using this function.
chs: 在使用此功能之前必须添加关键图像.
da: Der skal oprettes nøglebilleder før denne funktion kan anvendes.
de: Sie müssen mindestens ein Schlüsselbild hinzufügen, um diese Funktion zu verwenden.
el: Πρέπει να προσθέστε μερικές Βασικές Εικόνες πριν χρησιμοποιήσετε αυτή την λειτουργία.
es: Debe añadir alguna imagen clave antes de usar esta función
fi: Sinun on lisättävä avainkuvia tämän toiminnon suorittamiseksi.
fr: Vous devez ajouter quelques images clés avant d'utiliser cette fonction.
it: Occorre aggiungere qualche Immagine Chiave PRIMA di utilizzare questa funzione.
lt: Jums reikia pridėti paveikslėlių žymes prieš naudojant šią funkcija
nl: U dient enkele Kernbeelden toe te voegen, voordat u deze functie kunt gebruiken.
no: Du må legge til nøkkelbilder før du kan benytte denne funksjonen
pt: Você precisa adicionar alguns Quadros de Imagens antes de usar esta função.
ro: Trebuie sa adaugati cateva cadre cheie inainte de a utiliza aceasta functie.
sv: Du måste lägga till nyckelbilder innan den här funktionen kan användas.
tr: Bu fonksiyonu kullanmadan önce bir miktar anahtar imaj eklemelisiniz.

# Error_SaveMovie_FileError
source: Unable to write file.\nMake sure you have the rights to write in the target folder and that the file is not currently used.
chs: 写入文件出错.\n请确认目标目录有足够的权限及文件是否被打开.
da: Kan ikke gemme filen.\nsørg for at have skriverettigheder til kataloget, samt at filen ikke er i brug.
de: Datei kann nicht gespeichert werden.\n Überprüfen Sie, ob Sie ausreichend Schreibrechte im Zielverzeichnis besitzen und die Datei nicht gerade verwendet wird.
el: Αδύνατη η εγγραφή σε αρχείο.\n Σιγουρευτείτε ότι έχετε τα δικαιώματα να γράψετε στον φάκελο προορισμού και πως το αρχείο δεν χρησιμοποιείται αυτή την στιγμή.
es: El fichero no ha podido escribirse.\nAsegurese de tener derechos de escritura en la carpeta y que el fichero no está siendo utilizado.
fi: Tiedoston kirjoittaminen ei onnistu.\nVarmista käyttöoikeutesi tähän kohdehakemistoon ja että kyseinen tiedosto ei ole käytössä.
fr: Le fichier n'a pu être écrit.\nAssurez vous d'avoir les droits suffisants pour écrire dans le dossier et que le fichier n'est pas en cours d'utilisation.
it: Impossibile scrivere il file.\nOccorre assicurarsi di avere i diritti per scrivere nella cartella di destinazione e che il file non sia al momento gia' in uso.
lt: Negaliu įrašyti dokumento.\nPrašau patikrinti ar turite priėjimo teises į nudytą aplanką, ar dokumentas nenaudojamas kitos programos.
nl: Onmogelijk bestand te maken. \nZorg ervoor dat u de rechten heeft om bestanden op te slaan in doelmap en dat het bestand nu niet in gebruik is.
no: Kan ikke skrive til fil.\nPass på at du har rettighetene til å skrive til aktuell mappe og at filen ikke er I bruk.
pt: Sem poder salvar o arquivo. \nVerifique se você tem autorização para salvar arquivos na pasta escolhida e se o mesmo nao está em uso.
ro: Fisierul nu a putut fi scris.\nAsigurati-va ca aveti drepturi de scriere in folderul destinatie si ca fisierul nu este in uz.
sv: Kan inte skriva fil.\nHar du rättighet att skriva i målmapp eller används filen av någon?
tr: Dosyayı yazamıyor.\n Hedef klasöre yazmak için gerekli izinlere sahip olduğunuzdan ve dosyanın şu anda kullanımda olmadığından emin olun.

# Error_SaveMovie_Title
source: Kinovea - Unable to Save Video.
chs: 保存视频文件出错.
da: Kinovea - Kan ikke gemme video.
de: Kinovea – Video kann nicht gespeichert werden.
el: Kinovea - Αδύνατη η αποθήκευση του Video.
es: Kinovea – Fué imposible guardar el vídeo
fi: Kinovea – Videon tallennus ei onnistu.
fr: Kinovea – Sauvegarde de la vidéo Impossible.
it: Kinovea – Impossibile salvare il Video.
lt: Kinovea - negaliu išsaugoti video.
nl: Kinovea - Kan bestand niet opslaan.
no: Kinovea – kan ikke lagre video
pt: Kinovea - Sem poder salvar o vídeo.
ro: Kinovea – Salvarea fisierului video este imposibila.
sv: Kinovea - Kan inte spara video.
tr: Kinovea - Videoyu Kaydedemiyor.

# Error_SaveMovie_LowLevelError
source: Unable to save video.\nTry again with a different format.
chs: 保存视频文件出错.\n请尝试不同保存格式.
da: Kan ikke gemme video.\nPrøv igen med et andet format.
de: Video kann nicht gespeichert werden.\n Versuchen Sie es mit einem anderen Format.
el: Αδύνατη η αποθήκευση του Video. \n Ξαναπροσπαθήστε με άλλη μορφή αρχείου.
es: El vídeo no ha podido guardarse.\nInténtelo de nuevo usando otro formato
fi: Videon tallennus ei onnistu.\nKokeile uudestaan toisella formaatilla.
fr: La vidéo n'a pu être enregistrée.\nRéessayez en utilisant un format différent.
it: Impossibile salvare il video.\nRiprovare con formato diverso.
lt: Negaliu išsaugoti vaizdo.\nPabandykite naudoti kitą formatą.
nl: Kan video niet opslaan.\nProbeer nogmaals met een ander format.
no: Kan ikke lagre video. \n Prøv igjen med et annet format.
pt: Sem poder salvar o vídeo. \nTente denovo com um formato diferente.
ro: Fisierul video nu a putut fi salvat.\nIncercati din nou cu un alt format.
sv: Kan inte spara video.\nProva något annat format.
tr: Videoyu Kaydedemiyor.\n Başka bir format ile tekrar deneyin.
