Repository: Kinovea/Kinovea
Catalog: ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: chs, da, de, el, es, fi, fr, it, lt, nl, no, pl, pt, ro, sv, tr

# dlgConfigureTrajectory_chkShowTarget
source: Show the Target Marker
chs: 显示目标标记
da: Vis Målmarkør
de: Zielmarkierungswerzeug anzeigen
el: Εμφάνιση Σελιδοδείκτη Προορισμού
es: Mostrar el marcador de diana
fi: Näytä kohdemerkki
fr: Montrer le Marqueur de Cible
it: Mostra riquadro marcatore bersaglio
lt: Rodyti žymę
nl: Toon Doel Markeerder
no: Vis markør
pt: Mostrar Marcador Alvo
ro: Arată markerul ţintă
sv: Visa Kryssmarkören
tr: Hedef İşaretleyicisini Göster

# dlgConfigureTrajectory_chkShowTitles
source: Show Key Images Titles
chs: 显示关键帧标题
da: Vis Nøglebilleders titler
de: Zeige Schlüsselbild Titel
el: Εμφάνιση Τίτλων εικόνων κλειδιά
es: Mostrar títulos de las imàgenes clave
fi: Näytä avainkuvien nimet
fr: Montrer les Titres des Images Clés
it: Mostra Titoli delle Immagini Chiave
lt: Rodyti paveikslėlių žymių antraštes
nl: Toon Kernbeeld Titel
no: Vis nøkkelbilde titler
pt: Mostrar Título dos Quadros de Imagens
ro: Arată numele cadrelor cheie
sv: Visa Nyckelbildernas titlar
tr: Anahtar İmaj Başlıklarını Göster

# dlgConfigureTrajectory_chkShowTrajectory
source: Show Path
chs: 显示路径
da: Vis stien
de: Zeige Trajektorie
el: Εμφάνιση Διαδρομής
es: Mostrar la trayectoria
fi: Näytä liikerata
fr: Montrer la Trajectoire
it: Mostra la Traiettoria
lt: Rodyti kelią
nl: Toon Trajectpad
no: Vis bane
pt: Mostrar Caminho
ro: Arată traiectoria
sv: Visa bana
tr: Yolu Göster

# dlgConfigureTrajectory_LabelExtraData
source: Measurement:
chs: 测量:
da: Måling:
de: Messung :
el: Μέτρηση:
es: Medición :
fi: Mitta:
fr: Mesure :
it: Misurazione:
lt: Matas :
nl: Meting:
no: Måling:
pt: Medida:
ro: Măsurare:
sv: Mätning:
tr: Ölçüm:

# dlgConfigureTrajectory_ExtraData_None
source: None
chs: 无
da: Ingen
de: Keine Messung
el: Καμμία
es: Ninguna
fi: Puuttuu
fr: Aucune
it: Nessuna
lt: Nieko
nl: Geen Meting
no: Ingen måling
pt: Nenhum(a)
ro: Nedisponibilă
sv: Inget
tr: Hiçbiri

# dlgConfigureTrajectory_ExtraData_TotalDistance
source: Distance
chs: 距离
da: Afstand
de: Länge
el: Απόσταση
es: Distancia
fi: Matka
it: Distanza
lt: Atstumas
nl: Afstand
no: Distanse
pt: Distância
ro: Distanţă
sv: Längd
tr: Mesafe

# dlgConfigureTrajectory_ExtraData_Speed
source: Speed
chs: 速度
da: Hastighed
de: Geschwindigkeit
el: Ταχύτητα
es: Velocidad
fi: Nopeus
fr: Vitesse
it: Velocita'
lt: Greitis
nl: Snelheid
no: Fart
pt: Velocidade
ro: Viteză
sv: Hastighet
tr: Hız

# dlgConfigureTrajectory_lblMode
source: Mode :
chs: 模式:
da: Tilstand:
de: Modus
el: Τρόπος :
es: Modo :
fi: Tila:
it: Modalita' :
lt: Būdas :
no: Modus:
pt: Modo:
ro: Mod :
sv: Läge :
tr: Mod:

# dlgConfigureTrajectory_ModeTrajectory
source: Path
chs: 路径
da: Bevægelseskurve
de: Trajektorie
el: Διαδρομή
es: Trayectoria
fi: Liikerata
fr: Trajectoire
it: Traiettoria
lt: Kelias
nl: Trajectpad
no: Bane
pt: Caminho
ro: Traiectorie
sv: Bana
tr: Yol

# dlgConfigureTrajectory_Style
source: Style :
chs: 风格:
da: Udseende
de: Stil:
el: Στυλ :
es: Stilo :
fi: Tyyli:
it: Stile :
lt: Stilius :
nl: Stijl:
no: Stil:
pt: Estilo:
ro: Stil :
sv: Stil :
tr: Stil:

# dlgConfigureTrajectory_Title
source: Configure Path
chs: 配置路径
da: Konfigurer bevægelseskurve
de: Trajektorie konfigurieren
el: Διευθέτηση Διαδρομής
es: Configurar la Trayectoria
fi: Konfiguroi liikerata
fr: Configurer l'Affichage de la Trajectoire
it: Configura la Traiettoria
lt: Redaguoti kelią
nl: Configureer Trajectpad
no: Konfigurer bane
pt: Configurar Trajetória
ro: Configurează afişarea traiectoriei
sv: Konfigurera banan
tr: Yolu Ayarla

# dlgConfigureTrajectory_RadioComplete
source: Complete Path
chs: 完整路径
da: Færdiggør bevægelseskurve
de: Komplette Spur
el: Ολοκλήρωση Διαδρομής
es: Trayectoria completa
fi: Koko liikerata
fr: Trajectoire complète
it: Traiettoria completa
lt: Rodyti visą kelią
nl: Compleet Trajectpad
no: Fullstendig bane
pt: Trajetória Completa
ro: Traiectorie completa
sv: Hela banan
tr: Yolu Tamamla

# dlgConfigureTrajectory_RadioFocus
source: Path section around current image
chs: 当前图像路径
da: Bevægelseskurve omkring nuværende billede
de: Teilspur um das aktuelle Bild
el: Επιλογή διαδρομής γύρω από την παρούσα εικόνα
es: Selección de trayectoria alrededor de la imagen en curso
fi: Nykyisen kuvan ympärillä oleva liikeradan osuus
fr: Section de trajectoire autour de l'image en cours
it: Segmento di traiettoria intorno all'immagine attuale
lt: Rodyti busimą kelią
nl: Trajectpad sectie rond huidig beeld
no: Deler av bane rundt aktuelt bilde
pt: Seleção da trajetória ao redor da imagem atual
ro: Sectiune de traiectorie in jurul cadrului curent
sv: Bansnittet kring nuvarande bild
tr: Geçerli imajın etrafındaki yol kesiti

# dlgConfigureTrajectory_RadioLabel
source: Label following the Path
chs: 路径下标签
da: Ledetekst følger bevægelseskurve
de: Beschriftung folgt der Spur
el: Ετικέτα ακολουθούμενη την διαδρομή
es: Etiqueta según la trayectoria
fi: Liikeradan otsikot
fr: Label suivant la trajectoire
it: Etichetta che segue la traiettoria
lt: Atraštė sekanti kelią
nl: Label volgt het Trajectpad
no: Beskrivelse følger banen
pt: Informação seguindo a Trajetória
ro: Eticheta de-a lungul traiectoriei
sv: Etikett följer banan
tr: Yolu takip eden etiket

# dlgConfigureTrajectory_SetOrigin
source: Coordinates system origin
chs: 标记系统原点坐标
da: Sæt udgangspunkt for koordinatsystem
de: Koordinatenursprung setzen
el: Σημείο μηδέν, συστήματος συντεταγμένων
es: Origen de coordenadas
fi: Koordinaatiojärjestelmän origo
fr: Origine du repère de coordonnées
it: Coordinate di origine
lt: Originali koordinačių sistema
nl: Originele systeem coördinaten
no: Koordinater ved startsted
pt: Coordenadas do sitema de origem
ro: Originea sistemului de coordonate
sv: Koordinatsystemets ursprung
tr: Sistem orijini koordinatları

# dlgConfigureMosaic_cbRightToLeft
source: Right-to-left motion
chs: 从右到左的动作
da: Venstre mod højre bevægelse
de: Bewegung rechts nach links
el: Αριστερά-προς-Δεξιά κίνηση
es: Movimiento de izquierda a derecha
fi: Liike oikealta vasemmalle
fr: Mouvement de droite à gauche
it: Movimento da destra verso sinistra
lt: Judesys iš dešinės į kairę
nl: Beweging rechts-naar-links
no: Høyre-til-venstre bevegelse
pt: Movimento da Direita para esquerda
ro: Miscare de la dreapta la stanga
sv: Rörelse höger till vänster
tr: Sağdan sola hareket

# dlgConfigureMeasure_lblRealSize
source: Real size of the segment :
chs: 片段真实大小 :
da: Segmentets naturlige størrelse
de: Tatsächliche Länge der Strecke
el: Πραγματικό μέγεθος του τμήματος
es: Medida real del segmento :
fi: Segmentin oikea koko:
fr: Taille réelle du segment :
it: Dimensione reale del segmento :
lt: Segmento dydis :
nl: Werkelijke afmetingen van het segment:
no: Reell størrelse på segment:
pt: Tamanho real do segmento:
ro: Marimea reala a segmentului :
sv: Verklig storlek av segmentet :
tr: Segmentin gerçek büyüklüğü :

# dlgConfigureMeasure_Title
source: Calibrate measure
chs: 校准测量
de: Messung kalibrieren
el: Μέτρηση σφραγίδας
es: Calibrar la medida
fi: Sulje mitta
fr: Étalonner la mesure
it: Misura stabilita
lt: Nustatyti dydį
nl: Fixeer de afmeting
pt: Calibrar medida
ro: Calibrare
sv: Kalibrera Längd
tr: Ölçümü Kalibre Et

# dlgDevicePicker_CurrentDevice
source: Current device
da: Nuværende enhed
de: Gerät
el: Παρούσα συσκευή
es: Cámara de vídeo actual
fi: Käytössä oleva laite
fr: Source en cours
it: Dispositivo corrente
lt: Esamas įrenginys
nl: Huidige selectie:
pt: Dispositivo atual
ro: Sursa curentă
sv: Aktuell enhet
tr: Geçerli aygıt

# dlgDevicePicker_DeviceProperties
source: Properties
da: Egenskaber
de: Eigenschaften
el: Ιδιότητες
es: Propriedades
fi: Ominaisuudet
fr: Propriétés
it: Proprieta'
lt: Nustatymai
nl: Eigenschappen
pt: Propriedades
ro: Proprietăţi
sv: Egenskaper
tr: Özellikler

# dlgDevicePicker_NoConf
source: No other option available
da: Ingen andre valgmuligheder tilgængelig
de: Keine weitere Option verfügbar
el: Καμμία άλλη επιλογή διθέσιμη
es: No hay otras opciones disponibles
fi: Ei muuta vaihtoehtoa käytettävissä
fr: Pas d'autre option disponible
it: Nessun'altra opzione disponibile
lt: Nėra kitų galimybių
nl: Geen andere optie beschikbaar
pt: Nehuma outra opção disponível
ro: Nu există altă opţiune
sv: Inga fler alternativ finns
tr: Başka bir seçenek yok

# dlgDevicePicker_SelectAnother
source: Select another device
da: Vælg en anden enhed
de: anderes Gerät wählen
el: Επιλογή άλλης συσκευής
es: Seleccione otra cámara
fi: Valitse muu laite
fr: Choisir une autre source
it: Scegli un altro dispositivo
lt: Pasirinkite kitą įrenginį
nl: Kies een ander apparaat
pt: Selecionar outro dispositivo
ro: Selectaţi altă sursă
sv: Välj en annan enhet
tr: Başka bir aygıt seç

# dlgDevicePicker_Type
source: Type :
de: Typ:
el: Τύπος :
es: Tipo :
fi: Tyyppi:
it: Tipo :
lt: Tipas :
pt: Tipo :
ro: Tip :
sv: Typ :
tr: Tip :

# dlgDiapoExport_LabelFrequencyHundredth
source: Duration on each Key Image : {0} hundredth of seconds.
chs: 每个关键图像的长短 : {0} 百秒.
da: Varighed af hvert nøglebilled: {0}/100 sek.
de: Anzeigedauer jedes Bildes : {0} Hundertstelsekunden
el: Διάρκεια κάθε Βασικής εικόνας : {0} εκατοστά του δευτερολέπτου.
es: Duración de cada diapositiva: {0} centésimas de segundo.
fi: Erilliskuvan kesto : {0} sadasosa sekuntia
fr: Durée de chaque Image Clé : {0} centièmes de secondes.
it: Durata per ogni Immagine Chiave : {0} centesimi di secondo.
lt: Trukmė pažymėtų paveikslėlių : {0} šimtųjų sekundžių.
nl: Duur van elke Kernbeeld :{0} hondersten van seconden.
no: Varighet av hvert Nøkkelbilde : {0} hundredels sekund
pl: Czas trwania każdego diapozytywu : {0} setnych sekundy.
pt: Duração de cada Quadro de Imagem: {0} centésimos de segundos.
ro: Durata fiecărui diapozitiv: {0} sutimi de secundă.
sv: Längd på varje nyckelbild : {0} hundradels sekunder
tr: Her bir Anahtar İmaj üzerinde geçen süre: saniyenin yüzde {0} sı.

# dlgDiapoExport_LabelFrequencySeconds
source: Duration of each Key Image : {0:0.00} seconds.
chs: 每个关键图像的长短 : {0:0.00} 秒.
da: Varighed af hvert nøglebilled: {0:0.00} sek.
de: Anzeigedauer jedes Bildes : {0:0.00} Sekunden
el: Διάρκεια κάθε Βασικής εικόνας : {0:0.00} δευτερόλεπτα.
es: Duración de cada diapositiva: {0:0.00} segundos.
fi: Erilliskuvan kesto: {0:0.00} sekuntia.
fr: Durée de chaque Image Clé : {0:0.00} secondes.
it: Durata per ogni Immagine Chiave : {0:0.00} secondi.
lt: Trukmė pažymėtų paveikslėlių : {0:0.00} sekundžių.
nl: Duur van elke Kernbeeld :{0:0.00} seconden.
no: Varighet av hvert Nøkkelbilde : {0:0.00} sekunder
pl: Czas trwania każdego diapozytywu : {0:0.00} sekund.
pt: Duração de cada Quadro de Imagem: {0:0.00} segundos.
ro: Durata fiecărui diapozitiv : {0:0.00} secunde.
sv: Längd på varje nyckelbild : {0:0.00} sekunder
tr: Her bir Anahtar İmaj üzerinde geçen süre : {0:0.00} saniye.

# dlgDiapoExport_Title
source: Save Video
chs: 保存视频
da: Gem video
de: Speichere Video
el: Αποθήκευση Video
es: Guardar Video
fi: Tallenna video
fr: Enregistrer une Vidéo
it: Salva il Video
lt: Išsaugoti vaizdą
nl: Bewaar video
no: Lagre video
pl: Zapisz pokaz slajdów z kluczowych obrazów
pt: Salvar o Vídeo
ro: Salvează fişier video
sv: Spara Video
tr: Videoyu Kaydet

# dlgDiapoExport_RadioPausedVideo
source: Original video with a pause on each Key Image
chs: 在每个关键图像上有停顿的原始视频
da: Original video med pause på hvert nøglebillede
de: Speichere ein Video mit Pause zwischen jedem Schlüsselbild
el: Αρχικό video με παύση σε κάθε Βασική Εικόνα
es: Video inicial con una pausa en cada Imagen Clave
fi: Alkuperäinen video tauotettuna jokaisen avainkuvan kohdalla
fr: La vidéo initiale avec une pause sur chaque Image Clé
it: Video originale con una pausa su ogni Immagine Chiave
lt: Originalus vaizda su pristabdymu kiekviename pažymėtame paveikslėlyje
nl: Originele video met een pauze op elk Kernbeeld
no: Original video med pause ved hvert nøkkelbilde
pt: Video original com pausa em cada Quadro de Imagem.
ro: Fisierul video original cu o pauza la fiecare cadru cheie
sv: Original video med paus på varje nyckelbild
tr: Her bir Anahtar İmaj üzerinde duraklatma olan orijinal video

# dlgDiapoExport_RadioSlideshow
source: Video slideshow with only the Key Images.
chs: 只有关键图像的视频幻灯片.
da: Video slideshow kun med nøglebilleder
de: Speichere eine Diashow aus den Schlüsselbildern
el: Προβολή-διαφανειών video με μόνο τις Βασικές εικόνες
es: Presentación de Diapositivas con las Imágenes Clave
fi: Videodiaesitys vain avainkuvista.
fr: Diaporama vidéo avec uniquement les Images Clés
it: Video composto solo dalle Immagini Chiave
lt: Vaizdo demonstracija tik su pažymėtais paveikslėliais
nl: Video diashow met alleen de Kernbeelden.
no: Video slideshow med bare nøkkelbilder
pt: Apresentação em slides apenas com os Quadros de Imagem.
ro: Prezentare tip sideshow doar a cadrelor cheie
sv: Bildspel med endast nyckelbilder.
tr: Sadece Anahtar İmajları içeren Video slayt gösterisi

# dlgDiapoExport_GroupDiapoType
source: Type of video
chs: 视频种类
da: Videotype
de: Videotyp
el: Τύπος Video
es: Tipo de vídeo
fi: Videon tyyppi
fr: Type de vidéo
it: Tipo di video
lt: Vaizdo tipas
nl: Videotype
no: Type video
pt: Tipo de video
ro: Tipul fisierului video
sv: Typ av video
tr: Video tipi

# dlgExportSpreadsheet_Title
source: Save Data as a Spreadsheet Document
chs: 保存数据为电子表格
da: Gem data i et regneark
de: Daten als Tabellendokument speichern
el: Αποθήκευση Δεδομένων ως αρχείο Λογιστικού Φύλλου
es: Guardar los Datos en una Hoja de Cálculo
fi: Tallenna PDF asiakirja avainkuvista
fr: Enregistrer les Données pour un Tableur
it: Salva i Dati in formato foglio di calcolo
lt: Išsaugoti duomenis kaip skaičiuoklės dokumentą
nl: Bewaar de gegevens als een databestanddocument
no: Lagre data som et regneark dokument
pt: Salvar dados como uma Planilha
ro: Salveaza datele ca tabel
sv: Spara data som kalkylbladsdokument
tr: Veriyi Spreadsheet Dökümanı olarak Kaydet

# dlgImportReference_Title
source: Import an image as reference
da: Importer et referencebillede
de: Import Referenzbild
el: Εισαγωγή εικόνας αναφορας
es: Importar un imagen como referencia
fi: Tuo kuva referenssinä
fr: Importer une image comme référence
it: Importa un'immagine come riferimento
lt: Importuoti kaip nuorodą paveikslėlio
nl: Importeer een afbeelding als referentie
pt: Importar uma imagem como referência
ro: Importaţi o imagine ca referinţă
sv: Importera bild som referens
tr: Bir imajı referans olarak import et

# dlgImportReference_Filter
source: All supported files (*.SVG;*.JPG;*.PNG;*.BMP;*.GIF)|*.SVG;*.JPG;*.PNG;*.BMP;*.GIF
da: Filtyper der understøttes (*.SVG;*.JPG;*.PNG;*.BMP;*.GIF)|*.SVG;*.JPG;*.PNG;*.BMP;*.GIF
de: Alle unterstützten Formate (*.SVG;*.JPG;*.PNG;*.BMP;*.GIF)|*.SVG;*.JPG;*.PNG;*.BMP;*.GIF
el: Όλα τα υποστηριζόμενα αρχεία (*.SVG;*.JPG;*.PNG;*.BMP;*.GIF)|*.SVG;*.JPG;*.PNG;*.BMP;*.GIF
es: Todos los archivos soportados (*.SVG;*.JPG;*.PNG;*.BMP;*.GIF)|*.SVG;*.JPG;*.PNG;*.BMP;*.GIF
fi: Kaikki tuetut kuvamuodot (*.SVG;*.JPG;*.PNG;*.BMP;*.GIF)|*.SVG;*.JPG;*.PNG;*.BMP;*.GIF
fr: Tous les fichiers supportés (*.SVG;*.JPG;*.PNG;*.BMP;*.GIF)|*.SVG;*.JPG;*.PNG;*.BMP;*.GIF
it: tutti I file supportati (*.SVG;*.JPG;*.PNG;*.BMP;*.GIF)|*.SVG;*.JPG;*.PNG;*.BMP;*.GIF
lt: Visi palaikomi failai (*.SVG;*.JPG;*.PNG;*.BMP;*.GIF)|*.SVG;*.JPG;*.PNG;*.BMP;*.GIF
nl: Alle ondersteunde bestandtypes (*.SVG;*.JPG;*.PNG;*.BMP;*.GIF)|*.SVG;*.JPG;*.PNG;*.BMP;*.GIF
pt: Todos os formatos suportados (*.SVG;*.JPG;*.PNG;*.BMP;*.GIF)|*.SVG;*.JPG;*.PNG;*.BMP;*.GIF
ro: Toate fişierele suportate (*.SVG;*.JPG;*.PNG;*.BMP;*.GIF)|*.SVG;*.JPG;*.PNG;*.BMP;*.GIF
sv: Följande filer stöds (*.SVG;*.JPG;*.PNG;*.BMP;*.GIF)|*.SVG;*.JPG;*.PNG;*.BMP;*.GIF
tr: Desteklenen tüm dosyalar (*.SVG;*.JPG;*.PNG;*.BMP;*.GIF)|*.SVG;*.JPG;*.PNG;*.BMP;*.GIF

# dlgKeyframeComment_Title
source: Comments...
chs: 注释...
da: Kommentarer…
de: Anmerkungen...
el: Σχόλια
es: Commentarios...
fi: Kommentit...
fr: Commentaires...
it: Commenti...
lt: Komentarai...
nl: Commentaar…
no: Kommentarer...
pl: Komentarze...
pt: Comentários...
ro: Comentarii...
sv: Kommentarer...
tr: Yorumlar...

# dlgLoadAnalysis_Filter
source: Kinovea Video Analysis (*.kva)|*.kva|XML (*.xml)|*.xml|All Files (*.*)|*.*;
chs: 视频分析文件 (*.kva)|*.kva|XML (*.xml)|*.xml|All Files (*.*)|*.*;
da: Kinovea Video Analyse (*.kva)|*.kva|XML (*.xml)|*.xml|All Files (*.*)|*.*;
de: Lade Kinovea Video-Analyse (*.kva)|*.kva|XML (*.xml)|*.xml|Alle Dateien (*.*)|*.*;
el: Kinovea Video Analysis (*.kva)|*.kva|XML (*.xml)|*.xml|Όλα τα αρχεία (*.*)|*.*;
es: Análisis Video Kinovea (*.kva)|*.kva|XML (*.xml)|*.xml|Todos los archivos (*.*)|*.*;
fi: Kinovea videoanalyysi (*.kva)|*.kva|XML (*.xml)|*.xml|Kaikki tiedostot (*.*)|*.*;
fr: Analyse Video Kinovea (*.kva)|*.kva|XML (*.xml)|*.xml|Tous les Fichiers (*.*)|*.*;
it: Kinovea Video Analisi (*.kva)|*.kva|XML (*.xml)|*.xml|Tutti I Files (*.*)|*.*;
nl: Kinovea Video Analyse (*.kva)|*.kva|XML (*.xml)|*.xml|Alle bestanden (*.*)|*.*;
pl: Analiza wideo Kinovea (*.kva)|*.kva|XML (*.xml)|*.xml|All Files (*.*)|*.*;
pt: Kinovea Video Analysis (*.kva)|*.kva|XML (*.xml)|*.xml|Todos os Arquivos (*.*)|*.*;
ro: Analiză Video Kinovea (*.kva)|*.kva|XML (*.xml)|*.xml|Toate fişierele (*.*)|*.*;
sv: Kinovea Videoanalys (*.kva)|*.kva|XML (*.xml)|*.xml|Alla Filer (*.*)|*.*;
tr: Kinovea Video Analizi (*.kva)|*.kva|XML (*.xml)|*.xml|All Files (*.*)|*.*;

# dlgLoadAnalysis_Title
source: Load Key Images Data
chs: 载入关键图像数据
da: Indlæs nøglebilleders data
de: Schlüsselbilddatei laden
el: Φόρτωση Δεδομένων Βασικών Εικόνων
es: Cargar datos de las imagenes clave
fi: Lataa avainkuvien tiedot
fr: Charger des Données d'Images Clés
it: Carica le Immagini Chiave e loro Dati
lt: Įkelti paveiklėlių žymių duomenis
nl: Laad de Kernbeeldgegevens
no: Last inn nøkkelbilde data
pl: Wczytaj kluczowe Obrazy
pt: Carregar Dados dos Quadros de Imagem
ro: Încarcă datele cadrelor cheie
sv: Ladda nyckelbildsdata
tr: Anahtar İmaj Verisi Yükle

# dlgRafaleExport_GroupInfos
source: Informations
chs: 信息
da: Information
de: Informationen
el: Πληροφορίες
es: Informationes
fi: Informaatio
it: Informazioni
lt: Informacija
nl: Informatie
no: Informasjon
pl: Informacje
pt: Informações
ro: Informaţii
sv: Information
tr: Bilgiler

# dlgRafaleExport_LabelBlend
source: Blend drawings onto images.
chs: 图纸上的图像混合.
da: Tegning som Overlay på billede.
de: Überblende Video mit Zeichnungen
el: Μίξη σχεδίων στις εικόνες
es: Superponer dibujos en las imágenes.
fi: Sulauta piirrokset kuviin
fr: Incruster les dessins sur les images.
it: Apponi i Disegni sulle immagini.
lt: Sulieti piešinius paveiksle
nl: Meng tekenvormen op de beelden
no: Blend tegninger inn I bilder.
pl: Połącz rysunki w obrazy
pt: Juntar Desenhos às Imagens
ro: Suprapune desenele peste cadre.
sv: Blanda ritningarna i bildverket.
tr: Çizimleri imajların üzerine Kaydet

# dlgRafaleExport_LabelFrequencyHundredth
source: one frame every {0} hundredth of seconds.
chs: 每 {0} 百秒一帧.
da: et billede pr. {0}/100 sek.
de: 1 Einzelbild auf {0} Hundertstelsekunden
el: ένα πλαίσιο κάθε {0} εκατοστά του δευτερολέπτου
es: una imagen cada {0} centésimas de segundo.
fi: Yksi kuva {0} sadasosa sekunnin välein.
fr: une image tous les {0} centièmes de seconde.
it: Un fotogramma ogni {0} centesimi di secondo.
lt: vieną kadrą kas {0} šimtąją sekundės.
nl: Enkel frame iedere {0} honderdste van een seconde
no: Et bilde per {0} hundrede sekund
pl: Jedna klatka co {0} setne sekundy.
pt: um quadro a cada {0} centésimo de segundos.
ro: un cadru la fiecare {0} sutimi de secunda.
sv: en bild varje {0} hundradels sekund.
tr: Her bir saniyenin yüzde {0} si için bir kare.

# dlgRafaleExport_LabelFrequencyRoot
source: Frequency of image export :
chs: 图像导出频率 :
da: Hyppighed for eksport af billede:
de: Häufigkeit des Bildexports:
el: Συχνότητα εξαγωγής εικόνων :
es: Frecuencia de grabación:
fi: Kuvaviennin taajuus:
fr: Fréquence d'enregistrement :
it: Frequenza di registrazione immagini :
lt: Paveikslėlių dažnis ekportavimui :
nl: Frequentie van beeldexport :
no: Hyppighet av bildeeksportering
pl: Częstotliwość eksportu obrazu :
pt: Frequência de exportação de imagens:
ro: Frecvenţa exportului de cadre :
sv: Bildexportens frekvens :
tr: İmaj export frekansı:

# dlgRafaleExport_LabelFrequencySeconds
source: one frame every {0:0.00} seconds.
chs: 每 {0:0.00} 秒一帧.
da: et billede pr. {0:0.00} sekund.
de: 1 Einzelbild auf {0:0.00} Sekunden
el: ένα πλαίσιο κάθε {0:0.00} δευτερόλεπτα
es: una imagen todos los {0:0.00} segundos.
fi: Yksi kuva {0:0.00} sekunnin välein.
fr: une image toutes les {0:0.00} secondes.
it: un fotogramma ogni {0:0.00} secondi.
lt: vienas kadras kas {0:0.00} sekunde.
nl: Enkel frame iedere {0:0.00} van een seconde
no: Et bilder per {0:0.00} sekunder
pl: Jedna klatka co {0:0.00} sekundy.
pt: um quadro a cada {0:0.00} segundos.
ro: un cadru la fiecare {0:0.00} secunde.
sv: en bild varje {0:0.00} sekund.
tr: Her bir saniye {0:0.00} için bir kare.

# dlgRafaleExport_LabelInfoSuffix
source: The suffix will be automatically appended to image file names. ( "file" => "file-00.00.jpg")
chs: 文件后缀名将被自动更改为. ( "file" => "file-00.00.jpg")
da: Filtype bliver automatisk tilføjet billedet ( "filnavn" => "filnavn-00.00.jpg")
de: Der Dateianhang wird automatisch an die Bilddateien angehängt. ( "file" => "file-00.00.jpg")
el: Το επίθεμα θα προσαρτηθεί αυτόματα στα ονόματα των αρχείων εικόνας. ( "file" => "file-00.00.jpg")
es: El sufijo se añadirán automáticamente a las imágenes. ( "archivo" => "archivo-00.00.jpg")
fi: Jälkipääte liitetään automaattisesti kuvatiedostojen nimiin.( "tiedosto" => "tiedosto-00.00.jpg")
fr: Le suffixe sera ajouté automatiquement aux images. ( "fichier" => "fichier-00.00.jpg")
it: L'estensione sara' automaticam. aggiunta al nome del File Immagini. ("file" => "file-00.00.jpg")
lt: Numeracija bus automatiškai pridėta prie dokumento pavadinimo. ( "file" => "file-00.00.jpg")
nl: De extensie wordt automatisch gekoppeld aan de bestandsnaam. ( "file" => "file-00.00.jpg")
no: Endelsen på bilde blir lagt til automatisk. ( "file" => "file-00.00.jpg")
pl: Przyrostek zostanie automatycznie dodany do nazwy pliku obrazu. ( "plik" => "plik-00.00.jpg")
pt: O sufixo será automaticamente adicionado ao nome dos arquivos. ( "Arquivo" => "Arquivo-00.00.jpg")
ro: Sufixul va fi adăugat automat la numele cadrelor. ( "cadru" => "cadru-00.00.jpg")
sv: Suffixet kommer automatiskt att läggas till bildfilens namn. ( "file" => "file-00.00.jpg")
tr: Son ek otomatik olarak imaj dosya adlarına eklenecektir.( "dosya" => "dosya-00.00.jpg")

# dlgRafaleExport_LabelKeyframesOnly
source: Export Key Images only.
chs: 只导出关键图像.
da: Eksporter kun nøglebilleder.
de: Exportiere nur Schlüsselbilder.
el: Εξαγωγή Βασικών Εικόνων μόνο.
es: Guardar sólo imàgenes clave.
fi: Vie ainoastaan avainkuvat.
fr: Enregistrer uniquement les Images Clés.
it: Esporta solo le Immagini Chiave.
lt: Eksportuoti tik pažymėtus paveikslus
nl: Exporteer alleen Kernbeelden.
no: Eksporter bare nøkkelbilder.
pl: Eksportuj tylko kluczowe Obrazy
pt: Exportar apenas Quadros de Imagens.
ro: Exporta doar cadrele cheie.
sv: Exportera endast nyckelbild.
tr: Sadece Anahtar İmajları Export Et.

# dlgRafaleExport_LabelTotalFrames
source: Total images to export : {0:0} images.
chs: 总共导出图像数量 : {0:0} 张.
da: Samlet antal billeder til eksport: {0:0} billeder.
de: Gesamte Bilder zum Exportieren : {0:0}
el: Συνολικές εικόνες για εξαγωγή: {0:0} εικόνες.
es: Número total de imágenes exportadas : {0:0} imágenes.
fi: Vietävien kuvien määrä : {0:0} kuvaa.
fr: Nombre total d'images exportées : {0:0} images.
it: Totale delle immagini da esportare : {0:0} immagini.
lt: Viso paveikslėlių eksportuota : {0:0} paveikslėliai.
nl: Totaal aantal beelden te exporteren : {0:0}.
no: Totalt antall bilder for eksportering: {0:0} bilder
pl: Wszystkich obrazów do eksportu : {0:0}
pt: Total de imagens para exportar: {0:0} imagens.
ro: Numărul total al cadrelor de exportat : {0:0} imagini.
sv: Antal bilder att exportera : {0:0}
tr: Export edilecek toplam imaj sayısı: {0:0} imaj.
