Repository: Kinovea/Kinovea
Catalog: ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: chs, da, de, el, es, fi, fr, it, lt, nl, no, pl, pt, ro, sv, tr

# FormFileSave_Infos
source: Progress :
chs: 进度:
da: Arbejder:
de: Fortschritt :
el: Πρόοδος :
es: Progresiòn :
fi: Edistyminen:
fr: Progression :
it: In esecuzione :
lt: Progresas :
nl: Voortgang :
no: Framdrift:
pl: Postęp :
pt: Progresso:
ro: Progres :
sv: Arbetsskede :
tr: İlerleme :

# FormFileSave_Title
source: Saving Video...
chs: 正在保存视频…
da: Gemmer video…
de: Speichere Video...
el: Αποθήκευση Video…
es: Guardar el Video...
fi: Video tallennetaan...
fr: Enregistrement de la Vidéo...
it: Salvataggio Video...
lt: Išsaugau video...
nl: Bewaar video…
no: Lagrer video...
pl: Zapisywanie pliku wideo...
pt: Salvando o Vídeo...
ro: Salvez Video...
sv: Spara Video
tr: Videoyu Kaydediyor...

# FormFramesExport_Infos
source: Exported Images :
da: Eksporterede billeder:
de: Exportierte Bilder :
el: Εξαγόμενες εικόνες :
es: Imagenes Exportadas :
fi: Kirkkaus:
fr: Images Exportées :
it: Immagini esportate :
lt: Eksportuoti vaizdai :
nl: Geëxporteerde afbeeldingen:
no: Eksporterte bilder:
pl: Wyskeportowane obrazy :
pt: Imagens exportadas:
ro: Imagini exportate :
sv: Exporterade Bilder :
tr: Export edilen İmajlar :

# FormFramesExport_Title
source: Exporting Images...
chs: 正在导出的图像...
da: Eksporterer billeder…
de: Exprotiere Bilder...
el: Εικόνες Εξάγονται…
es: Exportar Imagenes...
fi: Värisyvyys:
fr: Export des Images...
it: Esportazione Immagini...
lt: Eksportuoju vaizdus...
nl: Exporteren van de afbeeldingen…
no: Eksporterer bilder...
pl: Eksportowanie obrazów...
pt: Exportanto imagens...
ro: Export imagini...
sv: Exporterar Bilder :
tr: İmajları export ediyor...

# FormFramesImport_Infos
source: Decompressed Frames :
chs: 被解压缩的帧 :
da: Ukomprimerede billeder:
de: Entkomprimierte Bilder :
el: Αποσυμπιεσμένα πλαίσια :
es: Imagenes descomprimidas :
fi: Kontrasti:
fr: Images Décompressées :
it: Fotogrammi decompressi :
lt: Išspausti kadrai :
nl: Gekozen frames :
no: Dekomprimerte bilder:
pl: Zdekompresowane klatki :
pt: Quadros descomprimidos:
ro: Imagini decompresate :
sv: Okomprimerade bilder :
tr: Açılan Kareler:

# FormProgressBar_Title
source: Progress
chs: 进度
da: Arbejder
de: Fortschritt
el: Πρόοδος
es: Progresiòn
fi: Tarkenna
fr: Progression
it: In esecuzione
lt: Progresas
nl: Voortgang
no: Framdrift:
pl: Postęp
pt: Progresso
ro: Progres
sv: Arbetsskede
tr: İlerleme

# FormFramesImport_Title
source: Importing Frames...
chs: 正在导入帧...
da: Importerer billeder…
de: Importiere Bilder...
el: Εισαγωγή Πλαισίων…
es: Importar imagenes...
fi: Tuodaan kuvia...
fr: Import des images...
it: Importazione Fotogrammi...
lt: Importuotju kadrus...
nl: Importeren van frames…
no: Importerer bilder...
pl: Importowanie klatek...
pt: Importando Quadros...
ro: Import cadre...
sv: Importera bilder...
tr: Kareleri import ediyor...

# Generic_Appearance
source: Appearance
chs: 外观
da: Fremtoning
de: Darstellung
el: Εμφάνιση
es: Apariencia
fi: Ulkoasu
fr: Apparence
it: Aspetto
lt: Išvaizda
nl: Verschijning
no: Utseende
pt: Aparência
ro: Aspect
sv: Utseende
tr: Görünüm

# Generic_Apply
source: Apply
chs: 提交
da: Anvend
de: Anwenden
el: Εφαρμογή
es: Aplicar
fi: Sovella
fr: Appliquer
it: Applica
lt: Vykdyti
nl: Toepassen
no: Bruk
pl: Zastosuj
pt: Aplicar
ro: Aplică
sv: Använd
tr: Uygula

# Generic_Cancel
source: Cancel
chs: 取消
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Anular
fi: Peruuta
fr: Annuler
it: Annulla
lt: Nutraukti
nl: Annuleer
no: Avbryt
pl: Anuluj
pt: Cancelar
ro: Renunţă
sv: Ångra
tr: İptal Et

# Generic_Close
source: Close
chs: 关闭
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
lt: Uždaryti
nl: Sluiten
no: Lukk vindu
pl: Zamknij
pt: Fechar
ro: Închide
sv: Stäng
tr: Kapat

# Generic_ColorPicker
source: Color:
chs: 颜色:
da: Farve:
de: Farbe :
el: Χρώμα :
fi: Väri:
fr: Couleur :
it: Colore
lt: Spalva :
nl: Kleur:
no: Farger:
pt: Cor:
ro: Culoare :
sv: Färg :
tr: Renk :

# Generic_Configuration
source: Configuration
chs: 配置
da: Konfiguration
de: Konfigurieren
el: Διευθέτηση
es: Configuraciòn
fi: Konfiguraatio
it: Configurazione
lt: Nustatymai
nl: Configuratie
no: Konfigurasjon
pl: Konfiguracja
pt: Configuração
ro: Configuraţie
sv: Konfiguration
tr: Ayarlamalar

# Generic_FontSizePicker
source: Font size:
chs: 字体大小
da: Skriftstørrelse:
de: Schriftgröße:
el: Μέγεθος Γραμματοσειράς :
es: Tamaño de la fuente:
fi: Fonttikoko:
fr: Taille de la police :
it: Dimensione del Font
lt: Šrifto dydis :
nl: Lettergrootte:
no: Skriftstørrelse:
pt: Tamanho da Fonte:
ro: Dimensiune font :
sv: Fontstorlek
tr: Yazıtipi Büyüklüğü :

# Generic_Opacity
source: Opacity
da: Ugennemsigtighed:
de: Deckkraft
el: Αδιαφάνεια
es: Opacidad
fi: Läpinäkyvyys
fr: Opacité
it: Opacita'
lt: Permatomumas
nl: Doorzichtigheid
pt: Opacidade
ro: Opacitate
sv: Transparens
tr: Opaklık

# Generic_Save
source: Save
chs: 保存
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
lt: Išsaugoti
nl: Bewaar
no: Lagre
pl: Zapisz
pt: Salvar
ro: Salvează
sv: Spara
tr: Kaydet

# Generic_Image
source: Image
chs: 图片
da: Billede
de: Bild
el: Εικόνα
es: Imagen
fi: Kuva
it: Immagine
lt: Paveikslėlis
nl: Beeld
no: Bilde
pt: Imagem
ro: Imagine
sv: Bild
tr: İmaj

# Generic_Video
source: Video
el: Βίντεο
fr: Vidéo
lt: Vaizdas

# Generic_SaveImage
source: Save image
chs: 保存图片
da: Gem billede
de: Speichere Einzelbild
el: Αποθήκευση Εικόνας
es: Guardar la imagen.
fi: Tallenna kuva
fr: Enregistrer l'image
it: Salva l'Immagine
lt: Išsaugoti paveikslėlį
nl: Bewaar afbeelding
no: Lagre bilde
pt: Salvar Imagem
ro: Salvează cadrul
sv: Spara bild
tr: İmaj Kaydet

# InfoBox_MetadataIsDirty_Text
source: Key images have been modified.\nDo you want to save key images data before closing ?
chs: 关键帧已被修改.\n关闭前是否保存数据？
da: Nøglebilleder er blevet modificeret.\nØnsker du at gemme nøglebillederne inden der lukkes?
de: Schlüsselbilder wurden geändert.\nWollen Sie die Änderungen speichern?
el: Οι Βασικές Εικόνες έχουν τροποποιηθεί.\n Επιθυμείτε να αποθηκεύσετε τα δεδομένα των εικόνων κλειδιά πριν διακόψετε?
es: Imágenes clave han sido modificados.\n ¿Desea guardar los datos antes de cerrar ?
fi: Avainkuvia on muokattu.\nHaluatko tallentaa avainkuvien tiedot ennen sulkemista?
fr: Les images clés ont été modifiées.\nVoulez-vous sauvegarder les données des images clés avant de fermer ?
it: Le Immagini Chiave sono state modificate.\nSalvare le Immagini Chiave ed i loro Dati prima di chiudere ?
lt: Paveikslėlių žymės yra pakeistos.\nAr norite išsaugoti žymes prieš uždarant programą?
nl: Kernbeelden zijn veranderd. \nWilt u de veranderde kernbeelden opslaan voor afsluiten ?
no: Nøkkelbilder er endret.\nØnsker du å lagre bilder før du avslutter ?
pt: Quadros de imagens foram modificados.\nVocê deseja salvá-los antes de sair?
ro: Cadrele cheie au fost modificate.\n Doriţi să salvaţi datele cadrelor cheie înainte de a inchide ?
sv: Nyckelbilder har modifierats.\nVill du spara nyckelbildsinformation innan stängning ?
tr: Anahtar İmajlar değiştirildi.\n Kapatmadan önce anahtar imaj verisini kaydetmek istiyor musunuz?

# InfoBox_MetadataIsDirty_Title
source: Key images data not saved
chs: 关键数据尚未保存！
da: Nøglebilleders data er ikke gemt
de: Schlüsselbilddaten wurden nicht gespeichert
el: Τα δεδομένα των Βασικών Εικόνων δεν έχουν αποθηκευτεί
es: Imágenes clave no guardadas
fi: Avainkuvien tietoja ei tallennettu
fr: Images clés non sauvées
it: Immagini Chiave non salvate
lt: Paveiklėlių žymės neišsaugotos
nl: Kernbeelden niet opgeslagen
no: Nøkkelbilder ble ikke lagret
pt: Dados dos quadros de imagens não foram salvos.
ro: Cadrele cheie nu au fost salvate
sv: Nyckelbilds data ej sparad
tr: Anahtar imaj verisi kaydedilmedi

# lblDelay_Text
source: Delay display by: {0:0} s
da: Forsink visning med: {0:0} sek.
de: Verzögerung: {0:0} s
el: Καθυστέρηση απεικόνησης κατά {0:0} δευτερόλεπτα
es: Retraso mostrando imágenes: {0:0} s
fi: Viivytä näyttöä: {0:0} sekunnilla
fr: Retarder l'affichage de : {0:0} s
it: Ritarda la visualizzazione di: {0:0} s
lt: Vėlavimo rodinys: {0:0} s
nl: Vertraag weergave met: {0:0} s
pt: Atrasar em: {0:0} s
ro: Întârziere afişaj cu: {0:0} s
sv: Fördröj visning med: {0:0} s
tr: Görünümü bu kadar geciktir: {0:0} sn

# lblInfo_Text
source: Common Controls :
chs: 常用控制 :
da: Standardkontroller:
de: Standardauswahl:
el: Κοινές Λειτουργίες :
es: Controles Comunes :
fi: Yleiset toiminnot:
fr: Contrôles Communs :
it: Controlli Comuni :
lt: Bendroji kontrolė :
nl: Standaard bediening:
no: Standardvalg:
pl: Wspólne sterowanie :
pt: Controles Comuns:
ro: Controale comune :
sv: Gemensamma kontroller :
tr: Ortak Kontroller :

# lblSelDuration_Text
source: Duration
chs: 时间
da: Varighed
de: Dauer
el: Διάρκεια
es: Duraciòn
fi: Kesto
fr: Durée
it: Durata
lt: Trukmė
nl: Duur
no: Varighet
pl: Długość
pt: Duração
ro: Durata
sv: Längd på Klipp
tr: Süre

# lblSelStartSelection_Text
source: Start
chs: 开始
el: Αρχή
es: Principio
fi: Aloitus
fr: Début
it: Inizio
lt: Startas
pt: Início
tr: Başlat

# lblSpeedTuner_Text
source: Speed :
chs: 速度
da: Hastighed
de: Geschwindigkeit :
el: Ταχύτητα :
es: Velocidad :
fi: Nopeus:
fr: Vitesse :
it: Velocita' :
lt: Greitis :
nl: Snelheid :
no: Hastighet:
pl: Prędkość :
pt: Velocidade:
ro: Viteză :
sv: Hastighet :
tr: Hız :

# lblTimeCode_Text
source: Position
chs: 位置
el: Θέση
es: Posiciòn
fi: Järjestys
it: Posizione
lt: Pozicija
nl: Positie
no: Posisjon
pl: Pozycja
pt: Posição
ro: Poziţie
tr: Konum

# lblWorkingZone_Text
source: Working Zone:
chs: 工作区
da: Arbejdsområde:
de: Arbeitsbereich:
el: Ζώνη Εργασίας:
es: Espacio de Trabajo:
fi: Työstettävä jakso:
fr: Zone de Travail:
it: Zona Lavoro:
lt: Darbinė zona:
nl: Werkgebied :
no: Arbeidsfelt:
pl: Obszar roboczy:
pt: Zona de Trabalho:
ro: Zonă de lucru:
sv: Arbetsområde:
tr: Çalışma Alanı:

# LengthUnit_Centimeters
source: Centimeters
chs: 厘米
da: Centimeter
de: Zentimeter
el: Εκατοστά
es: Centímetros
fi: Senttimetriä
fr: Centimètres
it: Centimetri
lt: Centimetrai
no: Centimetere
pt: Centimetro
ro: Centimetri
sv: Centimeter
tr: Santimetre

# LengthUnit_Meters
source: Meters
chs: 米
da: Meter
de: Meter
el: Μέτρα
es: Metros
fi: Metriä
fr: Mètres
it: Metri
lt: Metrai
no: Metre
pt: Metros
ro: Metri
sv: Meter
tr: Metre

# LengthUnit_Inches
source: Inches
chs: 英寸
da: Tommer
el: Ίντσες
es: Pulgadas
fi: Tuumaa
fr: Pouces
it: Pollici
lt: Coliai
no: Tommer
pt: Polegadas
ro: Inch
sv: Tum
tr: İnç

# LengthUnit_Feet
source: Feet
chs: 尺
da: Fod
de: Fuß
el: Πόδια
es: Pies
fi: Jalkaa
fr: Pieds
it: Piedi
lt: Pedos
nl: Voet
no: Fot
pt: Pés
ro: Picioare
sv: Fot
tr: Ayak

# LengthUnit_Yards
source: Yards
chs: 码
de: Yard
el: Γιάρδες
es: Yardas
fi: Jaardia
it: Yarde
lt: Jardai
pt: Jardas
ro: Yarzi
tr: Yarda

# LoadMovie_CodecNotFound
source: Failure: Unable to open the file : unsupported video stream.
chs: 失败: 无法打开文件 : 不支持的视频格式.
da: Fejl: Kan ikke åbne filen: usupporteret video stream.
de: Fehler beim Öffnen der Datei – Videostream wird nicht unterstützt.
el: Αποτυχία: Αδύνατο το άνοιγμα του αρχείου : Μη υποστηριζόμενη ροή video.
es: Carga de archivo imposible: este tipo de flujo de vídeo no es compatible.
fi: Tiedoston avaus epäonnistui: ei-tuettu videon stream-muoto.
fr: Chargement du fichier impossible : ce type de flux vidéo n'est pas supporté.
it: Errore : Impossibile aprire file : tipo di flusso video non supportato.
lt: Klaida: Negaliu atveti dokumento : video formatas nepalaikomas.
nl: Fout bij het openen van het bestand : niet ondersteund video type.
no: Advarsel: Kan ikke åpne fil : støtter ikke videostream
pl: Błąd przy próbie otwarcia pliku : nieobsługiwany strumień wideo.
pt: Falha: Erro ao tentar abrir o arquivo: formato de vídeo não suportado.
ro: Eroare la deschiderea fişierului : fluxul video nu este suportat.
sv: Fel: Kan ej öppna filen : videoformat stöds ej.
tr: Hata: Dosya açılamıyor : desteklenmeyen video akışı.

# LoadMovie_CodecNotOpened
source: Failure: Unable to open the file : problem while initializing decoder.
chs: 失败: 无法打开文件 : 初始化解码器时出现问题.
da: Fejl: Kan ikke åbne filen: problem med/under initialisering af dekoder.
de: Fehler beim Öffnen der Datei – Initialisierungsfehler des Decoders
el: Αποτυχία: Αδύνατο το άνοιγμα του αρχείου : Πρόβλημα κατά την ενεργοποίηση του αποκωδικοποιητή.
es: Imposible cargar el archivo problema durante la inicialización del decodificador.
fi: Tiedoston avaus epäonnistui: ongelma dekooderin käynnistyksessä.
fr: Chargement du fichier impossible : problème lors l'initialisation du décodeur.
it: Errore : Impossibile aprire file : problemi nell'inizializzazione decodificatore.
lt: Klaida: Negaliu atverti dokumento : problema su dekoderiu.
nl: Fout bij het openen van het bestand : probleem met initialiseren van decoder.
no: Advarsel: Kan ikke åpne fil : problemer med å initialisere dekoder
pl: Błąd przy próbie otwarcia pliku : problem podczas inicjalizacji dekodera.
pt: Falha: Erro ao tentar abrir o arquivo: problema durante a inicialização do decodificador.
ro: Eroare la deschiderea fişierului : sunt probleme la iniţializarea decodorului.
sv: Fel: Kan ej öppna filen : Problem med initierings dekodern.
tr: Hata: Dosya açılamıyor : çözücüyü başlatırken problem oluştu.

# LoadMovie_CodecNotSupported
source: Failure: Unable to open the file : file type is not supported.
chs: 失败: 无法打开文件 : 文件类型不支持.
da: Fejl: Kan ikke åbne filen: usupporteret filtype.
de: Fehler beim Öffnen der Datei – Format wird nicht unterstützt.
el: Αποτυχία: Αδύνατο το άνοιγμα του αρχείου : Μη υποστηριζόμενος τύπος αρχείου.
es: Carga de archivo imposible: este tipo de archivo no es compatible.
fi: Tiedoston avaus epäonnistui: ei-tuettu tiedostomuoto.
fr: Chargement du fichier impossible : ce type du fichier n'est pas supporté.
it: Errore : Impossibile aprire file : tipo file non supportato.
lt: Klaida: Negaliu atverti dokumento : dokumento formatas nepalaikomas
nl: Fout bij het openen van het bestand : bestandstype wordt niet ondersteund.
no: Advarsel: Kan ikke åpne fil : denne filtypen støttes ikke
pl: Błąd przy próbie otwarcia pliku : typ pliku nie jest obsługiwany.
pt: Falha: Erro ao tentar abrir o arquivo: tipo de arquivo não suportado.
ro: Eroare la deschiderea fişierului : tipul fişierului nu este suportat.
sv: Fel: Kan ej öppna filen : filtypen stöds ej.
tr: Hata: Dosya açılamıyor : dosya tipi desteklenmiyor.

# LoadMovie_Error
source: Kinovea - Loading Error.
chs: 载入出错.
da: Kinovea - Indlæsningsfejl.
de: Kinovea – Ladefehler.
el: Kinovea - Σφάλμα Φόρτωσης.
es: Kinovea - Error al cargar.
fi: Kinovea – Latausvirhe.
fr: Kinovea - Erreur de Chargement.
it: Kinovea – Errore nel caricamento.
lt: Kinovea - paleisties klaida.
nl: Kinovea - Foutmelding
no: Kinovea – Lastefeil
pl: Kinovea - błąd podczas ładowania.
pt: Kinovea - Erro ao carregar.
ro: Kinovea – Eroare la încărcare.
sv: Kinovea – Laddningsfel.
tr: Kinovea - Yükleme Hatası.

# LoadMovie_FileNotOpened
source: Failure: Unable to open the file : file not found or empty.
chs: 失败: 无法打开文件 : 文件不存在或为空.
da: Fejl: Kan ikke åbne filen: Filen ikke fundet eller tom.
de: Fehler beim Öffnen der Datei – Datei nicht gefunden.
el: Αποτυχία: Αδύνατο το άνοιγμα του αρχείου : Το αρχείο δεν βρέθηκε ή είναι κενό.
es: Imposible cargar el archivo: no se encuentra el archivo.
fi: Tiedoston avaus epäonnistui: tiedostoa ei löytynyt.
fr: Chargement du fichier impossible : fichier introuvable ou vide.
it: Errore : Impossibile aprire file : file vuoto/non trovato.
lt: Klaida: Negaliu atverti dokumento : dokumentas nerastas arba tuščias.
nl: Fout bij openen van bestand ; bestand niet gevonden.
no: Advarsel: Kan ikke åpne fil : Filen ikke funnet eller ingen data
pl: Błąd przy próbie otwarcia pliku : nie znaleziono pliku.
pt: Falha: Erro ao tentar abrir o arquivo: arquivo não encontrado.
ro: Eroare la deschidere : fişier lipsă.
sv: Fel: Kan ej öppna filen : hittar ej fil eller filen är tom.
tr: Hata: Dosya açılamıyor : dosya bulunamadı veya boş değil.

# LoadMovie_ImageFormatError
source: Failure: Unable to open the file : Image format is not supported.
chs: 失败: 无法打开文件 : 图像格式不支持.
da: Fejl: Kan ikke åbne filen: usupporteret billedformat.
de: Fehler beim Öffnen der Datei – Bilddateiformat nicht zulässig.
el: Αποτυχία: Αδύνατο το άνοιγμα του αρχείου : Μη υποστηριζόμενη μορφή αρχείου.
es: Imposible cargar el archivo:el formato de las imàgenes no es compatible.
fi: Tiedoston avaus epäonnistui: ei-tuettu kuvamuoto.
fr: Chargement du fichier impossible : le format des images n'est pas supporté.
it: Errore : Impossibile aprire file : formato Immagini non supportato.
lt: Klaida: Negaliu atverti dokumento : paveikslėlio formatas nepalaikomas.
nl: Fout bij openen van het bestand : Afbeeldingsvorm wordt niet ondersteund.
no: Advarsel: Kan ikke åpne fil : Bildeformat støttes ikke
pl: Błąd przy próbie otwarcia pliku : obraz nie jest obługiwany.
pt: Falha: Erro ao tentar abrir o arquivo: formato de imagem não suportado.
ro: Eroare la deschidere : formatul imaginilor nu este suportat.
sv: Fel: Kan ej öppna filen : Bildformatet stöds ej.
tr: Hata: Dosya açılamıyor : İmaj formatı desteklenmiyor.

# LoadMovie_InconsistantMovieError
source: Failure: Unable to open the file : inconsistencies found. Please check encoding process.
chs: 失败: 无法打开文件 : 发现不一致的地方. 请检查编码过程.
da: Fejl: Kan ikke åbne filen: Inkonsistens fundet. Check encoding processen.
de: Fehler beim Öffnen der Datei – Unregelmäßigkeiten gefunden. Bitte Kodierungsprozeß überprüfen!
el: Αποτυχία: Αδύνατο το άνοιγμα του αρχείου : Βρέθηκαν ασυνέπειες. Παρακαλούμε ελέγξτε την διαδικασία κωδικοποίησης.
es: Imposible cargar el archivo: incongruencias en el archivo. Por favor, compruebe el proceso de codificación.
fi: Tiedoston avaus epäonnistui: epäjohdonmukaisuuksia havaittu. Tarkista koodausprosessi.
fr: Chargement du fichier impossible : incohérences dans le fichier. Veuillez vérifier le processus d'encodage.
it: Errore : Impossibile aprire file : trovate incongruenze. Verifica processo di Codifica.
lt: Klaida: Negaliu atverti dokumento : rasti neatitikimai. Patikrinkite kodavimo procesą.
nl: Fout bij het openen van het bestand : inconsistentie gevonden. Controleer alstublieft het encoding proces.
no: Advarsel: Kan ikke åpne fil :
pl: Błąd przy próbie otwarcia pliku : napotkano na niezgodność. Sprawdź proces kodowania.
pt: Falha: Erro ao tentar abrir o arquivo: encontradas inconsistências. Por favor, verifique o processo de codificação.
ro: Eroare la deschidere : există neconcordanţe. Vă rugăm să verificaţi procesul de encodare.
sv: Fel: Kan ej öppna filen : inkonsekvenser upptäckta. Kontrollera kodningsprocessen.
tr: Hata: Dosya açılamıyor : uyuşmazlıklar bulundu. Lütfen kodlama işlemini kontrol edin.

# LoadMovie_StreamInfoNotFound
source: Failure: Unable to open the file : stream information not found.
chs: 失败: 无法打开文件 : 无法找到视频流相关信息.
da: Fejl: Kan ikke åbne filen: kan ikke finde informationer om stream.
de: Fehler beim Öffnen der Datei – Videostream Information nicht gefunden.
el: Αποτυχία: Αδύνατο το άνοιγμα του αρχείου : Πληροφορία ροής δεν βρέθηκε.
es: Imposible cargar el archivo: no se encuentran los flujos de información .
fi: Tiedoston avaus epäonnistui: stream-tietoja ei löytynyt.
fr: Chargement du fichier impossible : informations de flux non trouvées.
it: Errore : Impossibile aprire file : mancano informazioni del flusso video.
lt: Klaida: Negaliu atverti dokumento : informacijos šaltinis nerastas.
nl: Fout bij het openen van het bestand : informatie van voortgang niet gevonden.
no: Advarsel: Kan ikke åpne fil : streamin informasjon ikke funnet
pl: Błąd podczas próby otwarcia pliku : nie znaleziono informacji o strumieniu.
pt: Falha: Erro ao tentar abrir o arquivo: informações do vídeo não encontradas.
ro: Eroare la deschidere : nu sunt găsite informaţiile referitoare la fluxul video.
sv: Fel: Kan ej öppna filen : stream-informationen saknas.
tr: Hata: Dosya açılamıyor : akış bilgisi bulunamadı.

# LoadMovie_UnkownError
source: Failure: Unable to open the file : unknown error.
chs: 失败: 无法打开文件 : 未知错误.
da: Fejl: Kan ikke åbne filen: ukendt fejl.
de: Fehler beim Öffnen der Datei – unbekannter Fehler.
el: Αποτυχία: Αδύνατο το άνοιγμα του αρχείου : Άγνωστο σφάλμα.
es: Imposible cargar el archivo: error desconocido ..
fi: Tiedoston avaus epäonnistui: tuntematon virhe.
fr: Chargement du fichier impossible : erreur inconnue.
it: Errore : Impossibile aprire file : errore sconosciuto.
lt: Klaida: Negaliu atverti dokumento : nenustatyta klaida.
nl: Fout bij openen van bestand : onbekende fout.
no: Advarsel: Kan ikke åpne fil : ukjent feil
pl: Błąd podczas próby otwarcia pliku : nieznany błąd.
pt: Falha: Erro ao tentar abrir o arquivo: erro desconhecido.
ro: Eroare necunoscută la deschidere.
sv: Fel: kan ej öppna filen : okänt fel.
tr: Hata: Dosya açılamıyor : bilinmeyen hata.

# LoadMovie_VideoStreamNotFound
source: Failure: Unable to open the file : video stream not found.
chs: 失败: 无法打开文件 : 无法找到视频流.
da: Fejl: Kan ikke åbne filen: video stream ikke fundet.
de: Fehler beim Öffnen der Datei – Videostream nicht gefunden.
el: Αποτυχία: Αδύνατο το άνοιγμα του αρχείου : Ροή video δεν βρέθηκε.
es: Carga de archivo imposible: no se encontró ningun flujo vídeo.
fi: Tiedoston avaus epäonnistui: video stream ei löytynyt.
fr: Chargement du fichier impossible : aucun flux vidéo trouvé.
it: Errore : Impossibile aprire file : non trovato alcun flusso video.
lt: Klaida: Negaliu atverti dokumento : video šaltinis nerastas.
nl: Fout bij openen van het bestand : geen video voortgang gevonden.
no: Advarsel: Kan ikke åpne fil : videostream ikke funnet
pl: Błąd przy próbie otwarcia pliku : nie znaleziono strumienia wideo.
pt: Falha: Erro ao tentar abrir o arquivo: vídeo não encontrado.
ro: Eroare la deschidere : nu este găsit fluxul video.
sv: Fel: Kan ej öppna filen : stream-informationen saknas.
tr: Hata: Dosya açılamıyor : video akışı bulunamadı.

# LoadMovieProgress_Cancellation
source: Canceling...
chs: 正在取消...
da: Annullerer…
de: Vorgang wird abgebrochen...
el: Ακύρωση…
es: Anulaciòn...
fi: Peruutetaan...
fr: Annulation...
it: In cancellazione...
lt: Panaikinama...
nl: Annuleren…
no: Avbryter...
pl: Anulowanie...
pt: Cancelando...
ro: Anulez...
sv: Avbryts...
tr: İptal Ediyor...

# LoadMovieProgress_Infos
source: Decoded frames :
chs: 被解码的帧 :
da: Dekodede billeder:
de: Dekodierte Bilder :
el: Αποκωδικοποιημένα πλαίσια :
es: Imàgenes Descodificadas :
fi: Puretut kuvat:
fr: Images Décodées :
it: Fotogrammi decodificati :
lt: Dekoduoti kadrai :
nl: Gedecodeerde frames :
no: Dekodete bilder:
pl: Klatek zdekodowanych :
pt: Quadros decodificados:
ro: Cadre decodate :
sv: Avkodade bilder...
tr: Çözülmüş kareler :

# LoadMovieProgress_Title
source: File Load Progress
chs: 文件加载进度
da: Henter fil
de: Laden der Datei wird durchgeführt
el: Πρόοδος φόρτωσης Αρχείου
es: Progresiòn de la descarga.
fi: Tiedoston avauksen eteneminen
fr: Progression du Chargement
it: Esecuzione del caricamento File
lt: Dokumento įkėlimo progresas
nl: Inleesproces :
no: Innlastingsprosess
pl: Postęp w ładowaniu pliku
pt: Progresso de Carregamento dos Arquivos
ro: Progresul incărcării fişierului
sv: Laddning av fil pågår
tr: Dosya Yükleme İlerlemesi

# LoadMovieProgress_TotalUnknown
source: Total unknown
chs: 所有未知
da: Ukendt total
de: Vollkommen unbekannt
el: Συνολικά άγνωστα
es: Total desconocido
fi: Kaikki tuntemattomat
fr: Total Inconnu
it: Totale sconosciuto
lt: Iš viso nežinoma
nl: Totaal onbekend
no: Totalt ukjente
pl: Całkowicie nieznany
pt: Total desconhecido
ro: Total necunoscut
sv: Okänd total
tr: Toplam bilinmeyen
