Repository: Kinovea/Kinovea
Catalog: ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: chs, da, de, el, es, fi, fr, it, lt, nl, no, pl, pt, ro, sv, tr

# ToolTip_PlayingMode_Once
source: Change Repeat Mode ( Once | Loop ) - Current Mode : Once
chs: 更改重复模式 ( 单一 | 循环 ) - 当前模式 : 单一
da: Ændre gentagelses måde (En gang | Loop) - Nuværende måde: En gang
de: Abspielmodus ändern (Einmal | Schleife) – Aktueller Modus : Einmal
el: Αλλαγή Τρόπου Επανάληψης (Μια Φορά | Κύκλος) - Παρόν τρόπος : Μια Φορά
es: Cambiar el Modo Repeticiòn ( Una vez | En Bucle ) - Moda Actual : Una vez
fi: Muuta toistoa ( Kerta | Jatkuva ) - Nykyinen: Kerta
fr: Changer le Mode Répétition ( Une fois | En Boucle ) - Mode Actuel : Une Fois
it: Cambia modalita' Ripetizione ( una volta | Loop ) - Modalita' attuale : una volta
lt: Keisti kartojimo režimą ( kartą | be galo ) - Kartojimo režimas : be galo
nl: Verander herhalingsweergave ( Enkel | Herhaal ) - Huidige weergave : Eenmaal
no: Endre avspillingsmodus ( En gang | Repeterende ) - Aktuell modus : En gang
pl: Wybierz tryb powtarzania (Pojedynczo | Pętla) - Aktualny tryb : Pojedynczo
pt: Mudar o modo de repetição ( Uma vez | Loop ) - Modo atual: Uma vez
ro: Schimbă modul de repetiţie ( O dată | Buclă ) - Mod curent : O dată
sv: Växla uppspelningsalternativ ( Engång | Slinga ) - Nuvarande Alternativ : Engång
tr: Tekrarlama Modunu Değiştir ( Tek Sefer | Döngü ) - Geçerli Mod : Tek Sefer

# ToolTip_Rafale
source: Save a Sequence of Images
chs: 保存图像序列
da: Gem en billedserie
de: Bildsequenz speichern
el: Αποθήκευση Ακολουθίας Εικόνων
es: Guardar una secuencia de imagen
fi: Tallenna kuvasarja
fr: Enregistrer une Séquence d'Images
it: Salva una sequenza di Immagini
lt: Išsaugoti vaizdų seką
nl: Bewaar beeldmateriaal
no: Lagre bildesekvens
pl: Zapisz sekwencję obrazów
pt: Salvar uma Sequência de Imagens
ro: Salvează o secvenţa de cadre
sv: Spara en Bildsekvens
tr: Bir İmaj Sekansı Kaydet

# ToolTip_RecordStart
source: Start recording video
da: Start videooptagelse
de: Aufnahme starten
el: Εκκίνηση εγγραφής βίντεο
es: Iniciar grabación
fi: Käynnistä videon nauhoitus
fr: Démarrer l'enregistrement vidéo
it: Attiva registrazione video
lt: Pradėti irašinėti video
nl: Start video opname
pt: Iniciar gravação de video
ro: Porniţi înregistrarea video
sv: Starta inspelning av video
tr: Video kaydetmeye başla

# ToolTip_RecordStop
source: Stop recording video
da: Stop videooptagelse
de: Aufnahme stoppen
el: Παύση εγγραφής βίντεο
es: Detener grabación
fi: Lopeta videon nauhoitus
fr: Arrêter l'enregistrement vidéo
it: Ferma registrazione video
lt: Stabdyti irašymą video
nl: Stop video opname
pt: Parar gravação de video
ro: Opriţi înregistrarea video
sv: Stoppa inspelning av video
tr: Video kaydetmeyi bitir

# ToolTip_ResetWorkingZone
source: Reset the Working Zone to Full Video
chs: 重置工作区的全部视频
da: Nulstil arbejdsområde til hele videoen
de: Arbeitsbereich zurücksetzen
el: Επαναφορά της Ζώνης Εργασίας σε Πλήρες Video
es: Reinicializar la zona de trabajo
fi: Palauta työstöjakso koko videon mittaiseksi
fr: Remise à zéro de la Zone de Travail
it: Reimposta la Zona Lavoro pari al Video Intero
lt: Atstatyti darbo zona visame video
nl: Herstel het werkgebied naar volledige video
no: Tilbakestill arbeidssonen til hele videoen
pl: Zresetuj Obszar Roboczy
pt: Resetar a Zona de Trabalho ao comprimento do Vídeo
ro: Resetează zona de lucru
sv: Återställ arbetszonen till hel video
tr: Çalışma Alanını Tam Videoya Geri Ayarla

# ToolTip_RichText_Bold
source: Bold
da: Frenhævet
de: Fett
el: Έντονα
es: Negrita
fi: Lihavoitu
fr: Gras
it: Grassetto
lt: Paryškinti
nl: Vet
pt: Negrito
sv: Fet
tr: Koyu

# ToolTip_RichText_Italic
source: Italic
da: Kursiv
de: Kursiv
el: Πλάγια
es: Cursiva
fi: Kursivoitu
fr: Italique
it: Italico
lt: Paversti
nl: Cursief
pt: Itálico
sv: Kursiv
tr: İtalik

# ToolTip_RichText_Underline
source: Underline
da: Understreget
de: Unterstrichen
el: Υπογραμμισμένα
es: Subrayado
fi: Alleviivattu
fr: Souligné
it: Sottolineato
lt: Pabraukti
nl: Onderstrepen
pt: Sublinhado
ro: Subliniat
sv: Understruken
tr: Altını çiz

# ToolTip_RichText_Strikeout
source: Strikeout
da: Gennemstreget
de: Durchgestrichen
el: Διεγραμμένα
es: Tachado
fi: Ylilyönti
fr: Barré
it: Barrato
lt: Perbraukti
nl: Doorhalen
pt: Traçado
ro: Tăiat
sv: Överstruken
tr: Belirginleştir

# ToolTip_RichText_ForeColor
source: Foreground color
da: Forgrundsfarve
de: Schriftfarbe
el: Χρώμα προσκήνιου
es: Color del texto
fi: Edustan väritys
fr: Couleur du texte
it: Colore carattere
lt: Priekinio plano spalva
nl: Voorgrondkleur
pt: Cor do Primeiro Plano
ro: Culoare text
sv: Frontfärg
tr: Önplan rengi

# ToolTip_RichText_BackColor
source: Background color
da: Baggrundsfarve
de: Hintergrund
el: Χρώμα φόντου
es: Color de fondo
fi: Taustan väritys
fr: Couleur du fond
it: Colore di sfondo
lt: Fono spalva
nl: Achtergrondkleur
pt: Cor do Segundo Plano
ro: Culoare fundal
sv: Bakgrundsfärg
tr: Arkaplan rengi

# ToolTip_SaveDiaporama
source: Save a slideshow from Key Images
chs: 从关键图像里保存一个幻灯片
da: Gem nøglebilleder som slide show
de: Diashow aus den Schlüsselbildern speichern
el: Αποθήκευση προβολής-διαφανειών από τις Βασικές Εικόνες
es: Guardar una presentación de diapositivas de las imágenes claves
fi: Tallenna diaesitys avainkuvista
fr: Enregistrer un diaporama des images clés
it: Salva una videopresentazione delle Immagini Chiave
lt: Išsaugoti demonstracija iš pažymėtų paveikslėlių
nl: Bewaar een diashow van de kernafbeeldingen
no: Lagre slideshow fra nøkkelbilder
pt: Salvar Slideshow a partir dos Quadros de Imagens
ro: Salvează o succesiune de imagini din cadrele cheie
sv: Spara nyckelbilder som bildspel
tr: Anahtar İmajlardan bir slayt gösterimi kaydet

# ToolTip_SavePausedVideo
source: Save video with a pause on each key image
chs: 在每一个关键图像上添加暂停并保存
da: Gem video med en pause for hver nøglebillede
de: Speichere Video mit einer Pause zwischen jedem Schlüsselbild
el: Αποθήκευση video με παύση σε κάθε βασική εικόνα
es: Grabar el vídeo con una pausa en cada imagen clave
fi: Tallenna video tauolla jokaisen avainkuvan kohdalla
fr: Enregistrer la vidéo avec une pause sur chaque Image Clé
it: Salva il video con una pausa per ogni Immagine Chiave
lt: Išsaugoti vaizdą su pristabdymai pažymėtuose paveikslėliuose
nl: Sla de video op met een pauze op elk Kernbeeld
no: Lagre video med en pause ved hvert bilde
pt: Salvar vídeo com uma pausa em cada Quadro de Imagem.
ro: Salveaza fisierul video cu o pauza in fiecare cadru cheie
sv: Spara video med paus vid varje nyckelbild
tr: Videoyu her bir anahtar imaj üzerinde duraklama ile kaydet

# ToolTip_SelectFolder
source: Select directory
da: Vælg katalog
de: Verzeichnis wählen
el: Επιλογή Κατεύθυνσης Προορισμού
es: Seleccione una carpeta
fi: Valitse hakemisto
fr: Choisir un dossier
it: Scegli una directory
lt: Pasirinkti katalogą
nl: Kies map
pt: Selecionar pasta
ro: Selectaţi directorul
sv: Välj katalog
tr: Klasör seç

# ToolTip_SetHandlerLeft
source: Set the First Frame of Working Zone to the Current Frame
chs: 设置工作区的第一帧为当前帧
da: Set dette billede som første billede i arbejdszone
de: Beginn des Arbeitsbereichs auf die aktuelle Position setzen
el: Τοποθέτηση του Πρώτου Πλαισίου της Ζώνης Εργασίας στο παρόν Πλαίσιο
es: Posicionar la entrada de la zona de trabajo sobre la imagen actual
fi: Aseta työstöjakson ensimmäinen kuva nykyiseksi kuvaksi
fr: Positionner l'Entrée de la Zone de Travail sur l'Image Courante
it: Imposta il Fotogramma attuale come PRIMO fotogramma della Zona Lavoro
lt: Nustatyti pirmutinį kadrą darbinei zonai
nl: Maak eerste frame van het werkgebied nu het huidige frame
no: Sett første bilde I arbeidssonen til det aktuelle bilde
pl: Ustaw aktualną klatkę jako pierwszą klatkę Obszaru Roboczego
pt: Ajustar o Primeiro Quadro da Zona de Trabalho pelo Quadro Atual
ro: Setaţi începutul zonei de lucru pe cadrul curent
sv: Placera arbetszonens första bild som nuvarande bild
tr: Çalışma Alanının İlk Karesini Geçerli Kareye Denkleştir

# ToolTip_SetHandlerRight
source: Set the Last Frame of Working Zone to the Current Frame
chs: 设置工作区的最后一帧为当前帧
da: Set dette billede som sidste billede i arbejdszone
de: Ende des Arbeitsbereichs auf die aktuelle Position setzen
el: Τοποθέτηση του Τελευταίου Πλαισίου της Ζώνης Εργασίας στο παρόν Πλαίσιο
es: Posicionar la salida de la zona de trabajo sobre la imagen actual
fi: Aseta työstöjakson viimeinen kuva nykyiseksi kuvaksi
fr: Positionner la Sortie de la Zone de Travail sur l'Image Courante
it: Imposta il Fotogramma attuale come ULTIMO fotogramma della Zona Lavoro
lt: Nustatyti paskutinį kadrą darbinei zonai
nl: Maak laatste frame van het werkgebied nu het huidige frame
no: Sett siste bilde I arbeidssonen til det aktuelle bilde
pl: Ustaw aktualną klatkę jako ostatnią klatkę Obszaru Roboczego
pt: Ajustar o Último Quadro da Zona de Trabalho pelo Quadro Atual
ro: Setaţi sfârşitul zonei de lucru pe cadrul curent
sv: Placera arbetszonens sista bild som nuvarande bild
tr: Çalışma Alanının Son Karesini Geçerli Kareye Denkleştir

# ToolTip_ShowComments
source: Show Comments
chs: 显示注释
da: Vis kommentarer
de: Zeige Anmerkungen
el: Εμφάνιση Σχολίων
es: Mostrar Comentarios
fi: Näytä kommentit
fr: Montrer les Commentaires
it: Mostra i Commenti
lt: Rodyti komentarus
nl: Toon commentaar
no: Vis kommentarer
pl: Pokaż komentarze
pt: Mostrar Comentários
ro: Arată comentariile
sv: Visa kommentarer
tr: Yorumları Göster

# ToolTip_sldrSpeed
source: Vary Playback Speed
chs: 变换播放速度
da: Varier afspilningshastighed
de: Abspielgeschwindigkeit verändern
el: Μεταβαλλόμενη Ταχύτητα Αναπαραγωγής
es: Variar la velocidad de lectura
fi: Muuntele videon nopeutta
fr: Varier la Vitesse de Lecture
it: Varia la velocita' di riproduzione
lt: Keisti peržiūros greitį
nl: Varieer afspeelsnelheid
no: Endre avspillingshastighet
pl: Różna prędkość odtwarzania
pt: Variar a Velocidade de Reprodução
ro: Modifică viteza de rulare
sv: Variera uppspelningshastighet
tr: Oynatma Hızını Değiştir

# ToolTip_SideBySideSnapshot
source: Save both images to a composite image
da: Gem begge billeder i et sammensat billede
de: Beide Bilder in einem Vergleichsbild speichern
el: Αποθήκευση και των δύο εικόνων σαν μια σύνθετη εικόνα
es: Guardar los dos imagenes en una imagen compuesta
fi: Tallenna kummatkin kuvat yhdistelmäkuvaan
fr: Enregistrer les deux images dans une image composée
it: Salva entrambe le immagini in una immagine composta
lt: Išsaugoti abu paveikslėlius kaip vieną
nl: Bewaar beide beelden in een samengestelde afbeelding
pt: Salvar ambas as imagens em uma composição de imagem
ro: Salvează ambele imagini într-o imagine mixtă
sv: Spara båda bilderna till en sammansatt bild
tr: İki imajı kompozit bir imaja kaydet

# ToolTip_SideBySideVideo
source: Save both videos into a composite video
da: Gem begge videoer i en sammensat video
de: Beide Videos in einem Vergleichsvideo speichern
el: Αποθήκευση και των δύο βίντεο σαν ένα σύνθετο βίντεο
es: Guardar los dos videos en una video compuesto
fi: Tallenna kummatkin videot yhdistelmävideoon
fr: Enregistrer les deux vidéos dans une vidéo composée
it: Salva entrambi i video in un video composto
lt: Išsaugoti abu vaizdus kaip vieną
nl: Bewaar beide videos in een samengestelde video
pt: Salvar ambos os videos em uma composição de video
ro: Salvează ambele fişiere video într-un fişier video mixt
sv: Spara båda videona till en sammansatt video
tr: İki videoyu kompozit bir videoya kaydet

# ToolTip_trkSelection
source: Set the Working Zone
chs: 设置工作区
da: Sæt arbejdszonen
de: Arbeitsbereich markieren
el: Καθορισμός της Ζώνης Εργασίας
es: Especificar el área de trabajo
fi: Aseta työstöjakso
fr: Spécifier la Zone de Travail
it: Imposta la Zona Lavoro
lt: Nustatyti darbine dalį
nl: Definieer werkgebied
no: Marker arbeidsfeltet
pl: Ustaw Obszar Roboczy
pt: Ajustar a Zona de Trabalho
ro: Specificaţi zona de lucru
sv: Ställ in arbetszonen
tr: Çalışma Alanını Ayarla

# VideoFilterEdgesOnly_FriendlyName
source: Edges Only...
chs: 只显示边缘...
da: Kun kanter…
de: Nur Videoränder...
el: Μόνο οι Άκρες…
es: Contornos Solamente...
fi: Vain rajat...
fr: Contours Seulement...
it: Solo Contorni...
lt: Tik kraštai...
nl: Randen alleen…
no: Kun kanter...
pl: Tylko krawędzie...
pt: Apenas Bordas...
ro: Doar marginile...
sv: Endast kanter...
tr: Sadece Kenarlar...

# VideoFilterAutoLevels_FriendlyName
source: Auto Levels...
chs: 自动对准...
da: Auto niveauer…
de: Automatisch
el: Αυτόματα Επίπεδα…
es: Niveles automáticos...
fi: Automaattiset tasot...
fr: Niveaux Automatiques...
it: Livelli automatici...
lt: Automatinis lygis...
nl: Automatische niveaubepaling
pt: Niveis automáticos...
ro: Nivele Automate...
sv: Automatisk Nivåavkänning...
tr: Oto Seviye...

# VideoFilterSharpen_FriendlyName
source: Sharpen...
chs: 锐化...
da: Gør skarp…
de: Scharfzeichnen...
el: Όξυνση…
es: Fortalecimiento de contornos…
fi: Tarkenna...
fr: Renforcement des Contours...
it: Nitidezza...
lt: Ryškumas...
nl: Verscherp…
no: Skarp opp
pl: Wyostrz...
pt: Nitidez...
ro: Accentuare de contururi...
sv: Skärpa...
tr: Keskinleştir...

# VideoFilterMosaic_FriendlyName
source: Overview...
chs: 马赛克...
da: Overblik…
de: Übersicht
el: Περίληψη…
es: Resumen
fi: Katsaus...
fr: Vue d'ensemble...
it: Panoramica...
lt: Apžvalga...
nl: Overzicht…
no: Oversikt…
pt: Visão geral...
ro: Privire de ansamblu
sv: Översikt...
tr: Göz Atma...

# VideoFilterReverse_FriendlyName
source: Reverse...
chs: 反向...
da: Modsat…
de: Invers
el: Αντιστροφή…
es: Invertido...
fi: Käänteinen...
fr: Inverse...
it: A ritroso...
lt: Reversas...
nl: Keer om….
no: Inverter
pt: Reverso...
ro: Inversează...
sv: Invertera...
tr: Geri...

# VideoFilterContrast_FriendlyName
source: Auto Contrast...
chs: 自动对比度...
da: Auto kontrast…
de: Autokontrast...
el: Αυτόματη Αντίθεση...
es: Contraste...
fi: Automaattinen tarkennus...
fr: Contraste Automatique...
it: Contrasto automatico...
lt: Automatinis kontrastas...
nl: Automatisch contrast…
no: Auto kontrast...
pl: Kontrast...
pt: Contraste Automático...
ro: Contrast automat...
sv: Automatisk kontrast...
tr: Oto Kontrast...

# dlgSaveAnalysisFilter
source: Kinovea Video Analysis (*.kva)|*.kva|XML (*.xml)|*.xml;
chs: 视频分析文件 (*.kva)|*.kva|XML (*.xml)|*.xml;
da: Kinovea Video Analyse (*.kva)|*.kva|XML (*.xml)|*.xml;
de: Kinovea Video Analyse (*.kva)|*.kva|XML (*.xml)|*.xml;
es: Analisis Video Kinovea (*.kva)|*.kva|XML (*.xml)|*.xml;
fi: Kinovea videoanalyysi (*.kva)|*.kva|XML (*.xml)|*.xml;
fr: Analyse Video Kinovea (*.kva)|*.kva|XML (*.xml)|*.xml;
it: Kinovea Video Analisi (*.kva)|*.kva|XML (*.xml)|*.xml;
lt: Kinovea vaizdo analizė (*.kva)|*.kva|XML (*.xml)|*.xml;
nl: Kinovea Video Analyse (*.kva)|*.kva|XML (*.xml)|*.xml;
ro: Analiză Video Kinovea (*.kva)|*.kva|XML (*.xml)|*.xml;
sv: Kinovea Videoanalys (*.kva)|*.kva|XML (*.xml)|*.xml;
tr: Kinovea Video Analizi (*.kva)|*.kva|XML (*.xml)|*.xml;

# dlgSaveFilter
source: JPEG Images (*.jpg,*.jpeg)|*.jpg;*.jpeg|PNG Images (*.png)|*.png|Bitmap Images (*.bmp)|*.bmp
da: JPEG billeder (*.jpg,*.jpeg)|*.jpg;*.jpeg|PNG billeder (*.png)|*.png|Bitmap billeder (*.bmp)|*.bmp
de: JPEG Bilder (*.jpg,*.jpeg)|*.jpg;*.jpeg|PNG Bilder (*.png)|*.png|Pixelgrafik (*.bmp)|*.bmp
es: Imagenes JPEG (*.jpg,*.jpeg)|*.jpg;*.jpeg|Imagenes PNG (*.png)|*.png|Imagenes Bitmap (*.bmp)|*.bmp
fi: JPEG kuvat (*.jpg,*.jpeg)|*.jpg;*.jpeg|PNG kuvat (*.png)|*.png|Bitmap kuvat (*.bmp)|*.bmp
fr: Images JPEG (*.jpg,*.jpeg)|*.jpg;*.jpeg|Images PNG (*.png)|*.png|Images Bitmap (*.bmp)|*.bmp
nl: JPEG afbeeldingen (*.jpg,*.jpeg)|*.jpg;*.jpeg|PNG afbeeldingen (*.png)|*.png|Bitmap afbeeldingen (*.bmp)|*.bmp
pl: Obrazy JPEG (*.jpg,*.jpeg)|*.jpg;*.jpeg|Obrazy PNG (*.png)|*.png|Bitmapy (*.bmp)|*.bmp
pt: Imagens JPEG (*.jpg,*.jpeg)|*.jpg;*.jpeg|Imagens PNG (*.png)|*.png|Imagens Bitmap (*.bmp)|*.bmp
ro: JPEG (*.jpg,*.jpeg)|*.jpg;*.jpeg|PNG (*.png)|*.png|Bitmap (*.bmp)|*.bmp
sv: JPEG bilder (*.jpg,*.jpeg)|*.jpg;*.jpeg|PNG bilder (*.png)|*.png|Bitmap bilder (*.bmp)|*.bmp
tr: JPEG İmajları (*.jpg,*.jpeg)|*.jpg;*.jpeg|PNG İmajları (*.png)|*.png|Bitmap İmajları (*.bmp)|*.bmp

# dlgSaveAnalysisOrVideo_HintAnalysis
source: Only the description of drawings and other analysis objects will be saved.#The file can be imported in a video later.
da: Kun beskrivelse af tegninger og andre analyseobjekter vil blive gemt. #Filen kan importeres i en video senere.
fr: Seuls seront sauvés les dessins et autres objets d'analyse, dans un fichier à part.#Le fichier pourra être réimporté sur une vidéo.

# dlgSaveAnalysisOrVideo_HintMuxed
source: When opened in Kinovea, the drawings and other analysis objects will still be modifiable.#When opened in other players, the drawings and analysis objects will not be visible.
da: Tegninger og andre analyseobjekter vil være modoficerbar, når der åbnes med Kinovea.#Hvis der åbnes i andre afspillere, vil tegninger og analyseobjekter ikke være synlige.
fr: Dans Kinovea, les dessins et autres objets d'analyse seront modifiables.#Dans les autres logiciels, les dessins ne seront pas visibles.

# dlgSaveAnalysisOrVideo_HintBlended
source: Analysis objects will be visible in all players but not modifiable.#Extra comments attached to key images will not be saved.
da: Analyseobjekter vil være synlige i alle afspillere, men kan ikke ændres.#Ekstra kommentarer til nøglebilleder vil ikke blive gemt.
fr: Les objets d'analyse seront visible dans tous les lecteurs, mais non modifiables.#Les commentaires supplémentaires attachés aux images clés ne seront pas enregistrés.

# Generic_ArrowPicker
source: Arrows:
da: Pile:
fr: Flèches :

# Generic_LineSizePicker
source: Width:
da: Bredde:
fr: Épaisseur :

# Generic_PenSizePicker
source: Size:
da: Størrelse:
fr: Taille :

# Generic_TrackShapePicker
source: Line shape:
da: Linjetype:
fr: Forme de ligne :

# dlgExportSpreadsheet_Filter
source: OpenOffice Calc (*.ods)|*.ods|Microsoft Excel (*.xml)|*.xml|XHTML (*.html)|*.html|Text (*.txt)|*.txt;
fr: OpenOffice Calc (*.ods)|*.ods|Microsoft Excel (*.xml)|*.xml|XHTML (*.html)|*.html|Texte (*.txt)|*.txt;

# dlgSaveVideoFilterAlone
source: Matroska (*.mkv)|*.mkv|MP4 (*.mp4)|*.mp4|AVI (*.avi)|*.avi;
chs: 高清格式 (*.mkv)|*.mkv|MP4 (*.mp4)|*.mp4|AVI (*.avi)|*.avi;

# dlgSaveVideoFilterMuxed
source: Matroska (*.mkv)|*.mkv;
chs: 高清格式 (*.mkv)|*.mkv;
pl: Matroska (*.mkv)|*.mkv|MP4 (*.mp4)|*.mp4;
