Repository: Kinovea/Kinovea
Catalog: ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: chs, da, de, el, es, fi, fr, it, lt, nl, no, pl, pt, ro, sv, tr

# LockSelectionLock
source: Lock the Working Zone Boundaries
chs: 锁定工作区界限
da: Lås grænserne for arbejdszonen
de: Arbeitsbereichsgrenzen sperren
el: Κλείδωμα Ορίων της Ζώνης Εργασίας
es: Vérouiller les Bornes de la Zone de Travail
fi: Lukitse työstöjakson rajat.
fr: Vérouiller les Bornes de la Zone de Travail
it: Blocca confini della Zona Lavoro
lt: Užrakinti darbo zonos ribas
nl: Werkgebiedgrenzen vergrendelen
no: Lås arbeidssonegrensene
pl: Zablokuj granice obszaru roboczego
pt: Travar os Limitadores da Zona de Trabalho
ro: Blochează marginile zonei de lucru
sv: Lås arbetszonens gränser
tr: Çalışma Alanı Sınırlarını Kilitle

# LockSelectionUnlock
source: Unlock the Working Zone Boundaries
chs: 解锁工作区界限
da: Frigør grænserne for arbejdszonen
de: Arbeitsbereichsgrenzen verändern
el: Ξεκλείδωμα Ορίων της Ζώνης Εργασίας
es: Dévérouiller los terminales de la zona de trabajo
fi: Avaa työstöjakson rajat.
fr: Dévérouiller les Bornes de la Zone de Travail
it: Sblocca confini della Zona Lavoro
lt: Atrakinti darbo zonos ribas
nl: Werkgebiedgrenzen ontgrendelen
no: Åpne arbeidssonegrensene
pl: Odblokuj granice obszaru roboczego
pt: Destravar os Limitadores da Zona de Trabalho
ro: Deblochează marginile zonei de lucru
sv: Lås upp arbetszonens gränser
tr: Çalışma Alanı Sınırlarının Kilidini Aç

# mnu3DPlane
source: Perspective Grid
chs: 透视网格
de: Perspektivenraster
el: Πλέγμα Προοπτικής
es: Cuadrícula de Perspectiva
fi: Perspektiiviruudukko
fr: Grille de Perspective
it: Griglia in prospettiva
lt: Pagrindinis tinklelis
nl: Perspectief raster
pl: Widok 3D
pt: Grade de Perspectiva
ro: Grilă de perspectivă
sv: Rutverk med perspektiv
tr: Perspektif Izgarası

# mnuBrightness
source: Brightness...
chs: 亮度
da: Lysstyrke
de: Helligkeit...
el: Φωτεινότητα...
es: Luminosidad...
fi: Kirkkaus...
fr: Luminosité...
it: Luminosita'...
lt: Šviesumas...
nl: Helderheid…
pl: Jasność...
pt: Brilho...
ro: Luminozitate...
sv: Ljusstyrka...
tr: Parlaklık...

# mnuChronoConfigure
source: Configure
chs: 配置
da: Konfigurer
de: Konfigurieren
el: Διευθέτηση
es: Configurar
fi: Konfiguroi
fr: Configurer
it: Configura
lt: Nustatyti
nl: Configureer
no: Konfigurer
pt: Configurar
ro: Configurator
sv: Konfigurera
tr: Ayarla

# mnuChronoCountdown
source: Countdown Mode
chs: 倒计时模式
da: Nedtællingstilstand
de: Countdown Modus
el: Τρόπος Αντίστροφης Μέτρησης
es: Modo Cuenta Atràs
fi: Aikalaskennan tila
fr: Mode Compte à Rebours
it: Modalita' Conteggio a ritroso
lt: Atgalinis rėžimas
nl: Aftelmodus
no: Nedtellingsmodus
pt: Modo Contagem Regressiva
ro: Mod contorizare la zero
sv: Nedräknings Läge
tr: Geriye doğru sayma Modu

# mnuChronoDelete
source: Delete Stopwatch
chs: 删除秒表
da: Slet stopur
de: Lösche Stoppuhr
el: Διαγραφή Χρονομέτρου
es: Borrar Cronómetro
fi: Poista ajanotto
fr: Effacer le Chronomètre
it: Cancella Cronometro
lt: Panaikinti chronometrą
nl: Verwijder Stopwatch
no: Slett stoppeklokke
pt: Deletar Cronômetro
ro: Şterge Cronometru
sv: Ta bort stoppur
tr: Kronometreyi Sil

# mnuChronoHide
source: Hide Stopwatch
chs: 隐藏秒表
da: Gem stopur
de: Verstecke Stoppuhr
el: Απόκρυψη Χρονομέτρου
es: Ocultar Cronómetro
fi: Piilota ajanotto
fr: Masquer le Chronomètre
it: Nascondi Cronometro
lt: Paslėpti chronometrą
nl: Verberg Stopwatch
no: Skjul stoppeklokke
pt: Esconder Cronômetro
ro: Ascunde Cronometru
sv: Göm stoppur
tr: Kronemetreyi Gizle

# mnuChronoStart
source: Start Stopwatch
chs: 开始数秒
da: Start stopur
de: Starte Stoppuhr
el: Εκκίνηση Χρονομέτρου
es: Iniciar el cronómetro
fi: Käynnistä ajanotto
fr: Démarrer le Chronomètre
it: Attiva Cronometro
lt: Paleisti chronometrą
no: Start stoppeklokke
pt: Iniciar Cronômetro
ro: Start Cronometru
sv: Starta stoppur
tr: Kronometreyi Başlat

# mnuChronoStop
source: Stop Stopwatch
chs: 停止数秒
da: Stop stopur
de: Stoppuhr anhalten
el: Διακοπή Χρονομέτρου
es: Detener el cronómetro
fi: Pysäytä ajanotto
fr: Arrêter le Chronomètre
it: Ferma Cronometro
lt: Stabdyti chronometrą
no: Stop stoppeklokke
pt: Parar Cronômetro
ro: Stop Cronometru
sv: Stoppa stoppur
tr: Kronometreyi Durdur

# mnuCloseScreen
source: Close This Screen
chs: 关闭这个屏幕
da: Luk denne skærm
de: Fenster schließen
el: Κλείσιμο αυτής της Οθόνης
es: Cerrar la pantalla
fi: Sulje tämä näyttö
fr: Fermer cet Écran
it: Chiudi questo schermo
lt: Uždaryti langą
nl: Sluit dit scherm
no: Lukk vindu
pl: Zamknij ten ekran
pt: Fechar esta tela
ro: Închide această fereastră
sv: Stäng detta fönster
tr: Bu Ekranı Kapa

# mnuColors
source: Colors...
chs: 颜色…
da: Farver…
de: Farben...
el: Χρώματα…
es: Colores...
fi: Värit...
fr: Couleurs...
it: Colori...
lt: Spalvos...
nl: Kleuren…
no: Farger...
pl: Kolory...
pt: Cores...
ro: Culori...
sv: Färger...
tr: Renkler...

# mnuConfigureDrawing_Color
source: Color
chs: 颜色
da: Farve
de: Farbe
el: Χρώμα
fi: Väri
fr: Couleur
it: Colore
lt: Spalva
nl: Kleur
no: Farge
pt: Cor
ro: Culoare
sv: Färg
tr: Renk

# mnuConfigureDrawing_ColorSize
source: Color and Size...
chs: 颜色和尺寸…
da: Farve og Størrelse…
de: Farbe und Größe
el: Χρώμα και Μέγεθος
es: Color y talla...
fi: Väri ja koko
fr: Couleur et Taille...
it: Colore e Dimensione...
lt: Spalva ir dydis
nl: Kleur en formaat...
no: Farge og størrelse...
pt: Cor e Tamanho...
ro: Culoare şi mărime...
sv: Färg och storlek
tr: Renk ve Büyüklük...

# mnuConfigureFading
source: Persistence...
chs: 持久度...
da: Persistens
de: Nachleuchten
el: Επιμονή…
es: Persistencia...
fi: Pysyvyys
fr: Persistance...
it: Persistenza...
lt: Išlaikymas...
nl: Persistentie...
no: Likevekt
pt: Persistência
ro: Persistenţă...
sv: Synlighet...
tr: Kalıcılık...

# mnuConfigureTrajectory
source: Configure Path Display
chs: 配置路径显示
da: Konfigurer visning af spor
de: Konfiguriere Trajektorien Bildschirm
el: Διευθέτηση Απεικόνισης Διαδρομής
es: Configurar la visualización de la trayectoria
fi: Konfiguroi liikeradan näyttöä
fr: Configurer l'affichage de la Trajectoire
it: Configura vista Traiettoria
lt: Nustatyti kelio rodymą
nl: Configureer Trajectpad beeldscherm
no: Konfigurer banevisning
pt: Configurar Exibição da Trajetória
ro: Configurează afişarea traiectoriei
sv: Konfigurera visning av banan
tr: Yol Görünümünü Ayarla

# mnuDeinterlace
source: Deinterlace
chs: 反交错
el: Απόπλεξη
es: Desentrelazado
fi: Poista kuvien limitys
fr: Désentrelacer
it: Deinterlaccia
no: Oppløsing
pt: Desentrelaçar
ro: Deîntreţesere
sv: Uppflätning

# mnuDeleteDrawing
source: Delete
chs: 删除
da: Slet
de: Löschen
el: Διαγραφή
es: Borrar
fi: Poista
fr: Effacer
it: Cancella
lt: Trinti
nl: Verwijder
no: Slett
pl: Skasuj
pt: Apagar
ro: Şterge
sv: Radera
tr: Sil

# mnuDeleteEndOfTrajectory
source: Delete Path after this Point
chs: 删除这点后的路径
da: Slet spor efter dette punkt
de: Lösche Trajektorien nach diesem Punkt
el: Διαγραφή Διαδρομής μετά από αυτό το Σημείο
es: Borrar la trayectoria a partir de este punto
fi: Poista liikerata pisteestä eteenpäin
fr: Effacer la Trajectoire après ce point
it: Cancella la Traiettoria dopo questo Punto
lt: Trinti kelią nuo šio taško
nl: Verwijder Trajectpad vanaf dit punt
no: Slett etter dette punktet
pt: Apagar a trajetória a partir deste ponto
ro: Şterge traiectoria după acest punct
sv: Radera banan efter den här punkten
tr: Bu noktadan sonraki Yolu Sil

# mnuDeleteTrajectory
source: Delete all the Path
chs: 删除所有路径
da: Slet hele sporet
de: Lösche alle Trajektorien
el: Διαγραφή όλων των Διαδρομών
es: Borrar toda la trayectoria
fi: Poista liikerata
fr: Effacer toute la trajectoire
it: Cancella tutte le Traiettorie
lt: Trinti visą kelią
nl: Verwijder alle Trajectpaden
no: Slett alle baner
pt: Apagar todas as trajetórias
ro: Şterge toată traiectoria
sv: Radera hela banan
tr: Tüm Yolları sil

# mnuTwoCaptures
source: Two Capture Screens
chs: 双摄像头采集模式
da: To optageskærme
de: 2x Aufnahmefenster
el: Δυο Οθόνες Αποτύπωσης
es: Dos pantallas de captura de vídeo
fi: Kaksi kuvausnäyttöä
fr: Deux Écrans de Capture Vidéo
it: Due schermi di Cattura Video
lt: Du irašymo ekranai
nl: Twee opname schermen
no: To opptaksvinduer
pl: Dwa zrzuty ekranu
pt: Duas Telas de Captura
ro: Două ferestre de captură video
sv: Två inspelningsfönster
tr: İki Görüntü Yakalama Ekranı

# mnuTwoMixed
source: One Capture screen and one Playback screen
chs: 单屏幕单摄像头模式
da: En optage- og en afspilnings-skærm
de: Aufnahme- und Wiedergabefenster
el: Μια οθόνη Αποτύπωσης και μια Αναπαραγωγής
es: Una pantalla de captura y una pantalla de lectura
fi: Yksi kuvausnäyttö ja yksi videonäyttö
fr: Un écran de capture et un écran de lecture
it: Uno schermo di Cattura Video ed uno di Riproduzione
lt: Irašymo ir peržiūros ekranas
nl: Eén opnamescherm en één afspeelscherm
no: Et opptaksvindu og et avspillingsvindu
pt: Uma Tela de Captura e uma de Reprodução
ro: Un ecran de captura si un ecran de redare
sv: Ett inspelningsönster och ett uppspelningsfönster
tr: Bir Görüntü Yakalama ekranı ve Bir Oynatma ekranı

# mnuTwoPlayers
source: Two Playback Screens
chs: 双屏幕显示模式
da: To afspilningsskærme
de: 2x Wiedergabefenster
el: Δυο Οθόνες Αναπαραγωγής
es: Dos pantallas de Lectura
fi: Kaksi video/analyysinäyttöä
fr: Deux Écrans de Lecture
it: Due schermi di Riproduzione
lt: Du peržūros ekranai
nl: Twee afspeel schermen
no: To avspillingsvinduer
pl: Dwa ekrany odtwarzania
pt: Duas Telas de Reprodução
ro: Două ferestre de Rulare
sv: Två uppspelningsfönster
tr: İki Oynatma Ekranı

# mnuEdges
source: Edges Only...
chs: 只有边缘...
da: Kun kanter…
de: Nur Videoränder...
el: Μόνο οι Άκρες…
es: Contornos Solamente...
fi: Vain rajat...
fr: Contours Seulement...
it: Solo Contorni...
lt: Tik kraštai...
nl: Randen alleen…
no: Bare kanter...
pl: Tylko krawędzie...
pt: Apenas Bordas...
ro: Doar marginile...
sv: Endast kanter...
tr: Sadece Kenarlar...

# mnuExportSpreadsheet
source: Export to Spreadsheet
chs: 导出至电子表格
da: Eksporter til regneark
de: Export als Tabelle
el: Εξαγωγή σε Λογιστικό φύλλο
es: Exportar la hoja de cálculo
fi: Vie taulukko-ohjelmaan
fr: Export Tableur
it: Esporta su foglio di calcolo
lt: Eksportuoti į skaičiuoklę
nl: Export naar Spreadsheet
no: Eksporter til regneark
pt: Exportar para Planilha
ro: Exporta tabel
sv: Exportera till kalkylblad
tr: Spreadsheet'e export et

# mnuExportTEXT
source: Trajectories to simple text
chs: 简单文本轨迹
da: Baner til simpel tekst
de: Trajektorie in einfachen Text
el: Τροχιές σε απλό κείμενο
es: Trayectoria en texto
fi: Radan tiedot tekstitiedostoon
fr: Trajectoires vers texte simple
it: Traiettorie in formato testo
lt: Versti trajektorijas į paprastą tekstą
nl: Trajectory naar simpele tekst
no: Overføring til enkel tekst
pt: Trajetória em texto simples
ro: Traiectorii ca text simplu
sv: Bandata till simpel text
tr: İzleme yollarından basit metine

# mnuFluidify
source: Fluidify
chs: 流动性
da: Gør flydende
de: Verflüssigen...
el: Ρευστοποίηση
es: Fluidificar
fi: Nesteytä...
fr: Fluidifier
it: Fluidificare
nl: Vloeiend
pl: Płynność
pt: Fluidificar
ro: Fluidificator
sv: Liqvidera
tr: Sıvılaştır

# mnuFormat
source: Image Format
chs: 图片格式
da: Billedformat
de: Bildformat
el: Μορφή Εικόνας
es: Formato de la imagen
fi: Kuvaformaatti
fr: Format de l'image
it: Formato immagine
lt: Paveikslėlio formatas
nl: Beeldtype
no: Bildeformat
pt: Formato da Imagem
ro: Format de imagine
sv: Bildformat
tr: İmaj Formatı

# mnuFormatAuto
source: Auto Detection
chs: 自动识别
da: Auto genkendelse
de: Automatisch
el: Αυτόματη Ανίχνευση
es: Detección automática
fi: Automaattinen havaitseminen
fr: Détection Automatique
it: Rilevazione automatica
lt: Automatinis radimas
nl: Automatische detectie
no: Automatisk valg
pt: Auto Detecção
ro: Detectie automata
sv: Automatisk Igenkänning
tr: Otomatik Bulma

# mnuFormatForce43
source: Force 4:3
chs: 强制 4:3
da: Gennemtving 4:3
de: 4:3 erzwingen
el: Εφαρμογή 4:3
es: Forzar 4:3
fi: Pakota 4:3
fr: Forcer 4:3
it: Applica 4:3
lt: Formatas 4:3
nl: Forceer 4:3
no: Bruk 4:3
pt: Forçar 4:3
ro: Forteaza format 4:3
sv: Bildförhållande 4:3
tr: 4:3'ü Zorla

# mnuFormatForce169
source: Force 16:9
chs: 强制 16:9
da: Gennemtving 16:9
de: 16:9 erzwingen
el: Εφαρμογή 16:9
es: Forzar 16:9
fi: Pakota 16:9
fr: Forcer 16:9
it: Applica 16:9
lt: Formatas 16:9
nl: Forceer 16:9
no: Bruk 16:9
pt: Forçar 16:9
ro: Forteaza format 16:9
sv: Bildförhållande 16:9
tr: 16:9'ü Zorla

# mnuGotoKeyframe
source: Go to Key Image
chs: 转到关键图像
da: Gå til nøglebillede
de: Gehe zum Schlüsselbild
el: Πήγαινε στην Βασική Εικόνα
es: Ir a la Imagen Clave
fi: Mene avainkuvaan
fr: Aller à l'Image Clé
it: Vai al Fotogramma dell'Immagine Chiave
lt: Eiti į pažymęta paveikslėlį
nl: Ga naar Kernbeeld
no: Gå til nøkkelbilde
pt: Ir para o Quadro de Imagem
ro: Mergi la cadrul cheie
sv: Gå till nyckelbild
tr: Anahtar İmaja Git

# mnuGrid
source: Grid
chs: 网格
da: Gitter
de: Raster
el: Πλέγμα
es: Cuadrícula
fi: Ruudukko
fr: Grille
it: Griglia
lt: Tinklelis
nl: Raster
no: Rutenett
pl: Siatka
pt: Grade
ro: Grilă
sv: Rutverk
tr: Izgara

# mnuGridsHide
source: Hide
chs: 隐藏
da: Skjul
de: Ausblenden
el: Απόκρυψη
es: Ocultar
fi: Piilota
fr: Masquer
it: Nascondi
lt: Paslėpti
nl: Verberg
no: Skjul
pt: Esconder
ro: Ascunde
sv: Dölj
tr: Gizle

# mnuHome
source: File Explorer
chs: 文件浏览器
da: Filoversigt
de: Datei Explorer
el: Εξερευνητής Αρχείων
es: Explorador De Archivos
fi: Tiedostopuu
fr: Explorateur de Fichiers
it: Esplora File
lt: Dokumentų naršyklė
nl: Bladeren
no: Utforsk fil
pt: Gerenciador de Arquivos
ro: Explorator fişiere
sv: Fil Utforskare
tr: Dosya Gezgini

# mnuImportImage
source: Import image…
da: Importer billede…
de: Bild importieren
el: Εισαγωγή εικόνας
es: Importar una imagen…
fi: Tuo kuva...
fr: Importer une image…
it: Importa un'immagine…
lt: Importuoti paveikslėlį...
nl: Importeer afbeelding…
pt: Importar imagens...
ro: Importă imagine...
sv: Importera Bild...
tr: İmaj import et...

# mnuInvertAngle
source: Invert angle
da: Inverter vinkel
de: Winkel invertieren
el: Αντιστροφή γωνίας
es: Ángulo inverso
fi: Vastakkainen kulma
fr: Inverser l'angle
it: Inverti l'angolo
lt: Keisti kampą
nl: Draai hoek om
pt: Inverter ângulo
ro: Inversează unghiul
sv: Invertera vinkel
tr: Açıyı ters çevir

# mnuLoadAnalysis
source: Load Key Images Data...
chs: 载入关键图像数据...
da: Indlæs data til nøglebilleder…
de: Lade die Informationen der Schlüsselbilder...
el: Φόρτωση Δεδομένων Βασικών Εικόνων…
es: Cargando datos claves de las imágenes …
fi: Lataa avainkuvien tiedot...
fr: Charger des Données d'Images Clés...
it: Carica Immagini Chiave e loro Dati...
lt: Įkelti pažymėtų paveikslėlių duomenis...
nl: Laad kernbeeldgegevens…
no: Last inn nøkkelbilde data...
pl: Wczytaj kluczowe dane obrazu
pt: Carregar Dados de Quadros de Imagens...
ro: Încarc datele cadrelor cheie...
sv: Ladda data för nyckelbild
tr: Anahtar İmaj Verisini Yükle...

# mnuMagnifier150
source: Zoom x1.5
chs: 放大 x1.5
el: Μεγέθυνση x1.5
lt: Didinimas x1.5
sv: Zooma x1.5
tr: Yaklaştır x1.5

# mnuMagnifier175
source: Zoom x1.75
chs: 放大 x1.75
el: Μεγέθυνση x1.75
lt: Didinimas x1.75
sv: Zooma x1.75
tr: Yaklaştır x1.75

# mnuMagnifier200
source: Zoom x2
chs: 放大 x2
el: Μεγέθυνση x2
lt: Didinimas x2
sv: Zooma x2
tr: Yaklaştır x2

# mnuMagnifier225
source: Zoom x2.25
chs: 放大 x2.25
el: Μεγέθυνση x2.25
lt: Didinimas x2.25
sv: Zooma x2.25
tr: Yaklaştır x2.25

# mnuMagnifier250
source: Zoom x2.5
chs: 放大 x2.5
el: Μεγέθυνση x2.5
lt: Didinimas x2.5
sv: Zooma x2.5
tr: Yaklaştır x2.5

# mnuMagnifierDirect
source: Switch to Direct Zoom
chs: 切换到直接放大模式
da: Skift til direkte zoom
de: Direkt Zoom
el: Αλλαγή σε Απευθείας Μεγέθυνση
es: Cambiar a Zoom Directo
fi: Vaihda suoraan Zoomiin
fr: Basculer en Zoom Direct
it: Passa a ZOOM diretto
lt: Perjungti tiesioginį didinimą
nl: Schakel naar Direct Zoom
no: Bytt til direkte zoom
pt: Mudar para Zoom Direto
ro: Schimbă în Zoom Direct
sv: Byt till direkt zoom
tr: Direkt Yakınlaşmaya Geç

# mnuMagnifierQuit
source: Close Magnifier
chs: 关闭放大镜
da: Luk lup
de: Lupe schließen
el: Κλείσιμο Μεγεθυντή
es: Salir del modo lupa
fi: Sulje suurennuslasi
fr: Quitter le mode Loupe
it: Chiudi lente d'ingrandimento
lt: Uždaryti padidinimo stiklą
nl: Sluit Vergrootglas
no: Lukk forstørrelsesglass
pt: Fechar Lupa
ro: Închide modul Lupă
sv: Stäng förstoringsglas
tr: Büyüteci Kapat

# mnuMirror
source: Mirror
chs: 镜像
da: Spejlvend
de: Spiegel
el: Καθρέφτης
es: Espejo
fi: Peili
fr: Miroir
it: Specchio
lt: Veidrodis
nl: Spiegel
no: Speil
pl: Lustrzanie
pt: Espelhar
ro: Oglindă
sv: Spegelvänd
tr: Ayna

# mnuOneCapture
source: One Capture Screen
chs: 单摄像头采集模式
da: En optageskærm
de: 1x Aufnahmefenster
el: Μια οθόνη Αποτύπωσης
es: Una pantalla de Captura de Video
fi: Yksi kuvausnäyttö
fr: Un Écran de Capture Vidéo
it: Un schermo di Cattura Video
lt: Vienas irašymo ekranas
nl: Eén opname-scherm
no: Et opptaksvindu
pl: Pojedynczy zrzut ekranu
pt: Uma Tela de Captura
ro: O fereastră de captură
sv: Ett inspelningsfönster
tr: Bir Görüntü Yakalama Ekranı

# mnuOnePlayer
source: One Playback Screen
chs: 单屏幕显示模式
da: En afspilningsskærm
de: 1x Wiedergabefenster
el: Μια οθόνη Αναπαραγωγής
es: Una pantalla de Lectura
fi: Yksi video/analyysinäyttö
fr: Un Écran de Lecture
it: Un schermo di Riproduzione
lt: Vienas peržūros ekranas
nl: Eén afspeelscherm
no: Et avspillingsvindu
pl: Jeden ekran odtwarzania
pt: Uma Tela de Reproduzir
ro: O fereastră de Rulare
sv: Ett uppspelningsfönster
tr: Bir Oynatma Ekranı

# mnuPlayPause
source: Play | Pause
chs: 播放|暂停
da: Afspil | Pause
de: Abspielen | Pause
el: Αναπαραγωγή | Παύση
es: Lectura | Pausa
fi: Käynnistä | Pysäytä
fr: Lire | Pauser
it: Riproduzione | Pausa
lt: Groti | Pauzė
nl: Afspelen | Pause
no: Spill av | Pause
pl: Odtwarzaj | Pauza
pt: Reproduzir | Pausar
ro: Rulează | Pauză
sv: Starta | Pausa
tr: Oynat | Duraklat

# mnuRestartTracking
source: Restart Path Edition
chs: 重启路径
da: Genstart editering af spor
de: Trajektorien-Editor neu starten
el: Επανεκκίνηση Έκδοσης Διαδρομής
es: Reanudar la edición de la Trayectoria
fi: Uudelleenkäynnistä liikeradan editointi
fr: Reprendre l'édition de la Trajectoire
it: Riprendi tracciatura Traiettoria
lt: Atstatyti kelio redagavimą
nl: Herstart Trajectpad Editor
no: Start bane på nytt Editor
pt: Reiniciar Edição do Caminho
ro: Restartează ediţia traiectoriei
sv: Återstarta banans editering
tr: Yol Düzenlemesini Baştan Başlat

# mnuSave
source: Save...
chs: 保存…
da: Gem…
de: Speichere Video oder Schlüsselbilddaten...
el: Αποθήκευση…
es: Guardar el video o los datos de las imàgenes clave…
fi: Tallenna...
fr: Enregistrer...
it: Salva...
lt: Išsaugoti...
nl: Bewaar video of kernbeeldgegevens…
no: Lagre...
pl: Zapisz dane wideo albo kluczowych obrazów
pt: Salvar Vídeo ou Dados dos Quadros de Imagens...
ro: Salvează fişierul video sau datele cadrelor cheie...
sv: Spara...
tr: Kaydet...

# mnuSealMeasure
source: Calibrate measure...
chs: 校准测量...
da: Kalibrer måling…
de: Messung kalibrieren
el: Μέτρηση σφραγίδας…
es: Contrastar la medida
fi: Sulje mitta...
fr: Étalonner la mesure...
it: Misura stabilita...
lt: Nustatyti dydį...
nl: Fixeer de afmeting
no: Kalibrere måling
pt: Calibrar a medida...
ro: Calibreaza...
sv: Kalibrera längd...
tr: Ölçümü Kalibre Et...

# mnuSendPic
source: Send image to the other video
da: Send billede til den anden video
de: Bild ins andere Video senden
el: Αποστολή εικόνας στο άλλο βίντεο
es: Enviar imagen a la otra pantalla
fi: Lähetä kuva toiseen videoon
fr: Envoyer l'image vers l'autre vidéo
it: Invia un'immagine all'altro video
lt: Siusti paveikslėlį į kitą vaizdą
nl: Zend beeld naar de andere video
pt: Enviar imagem para outro video
ro: Trimite imaginea către alt fişier video
sv: Sänd bilden till andra videon
tr: İmajı diğer videoya gönder

# mnuSetCaptureSpeed
source: High-speed camera...
chs: 设置原始速度...
da: High speed kamera
de: Hochgeschwindigkeitskamera
el: Κάμερα Υψηλής–Ταχύτητας
es: Especificar la velocidad de origen
fi: Suurnopeuskamera
fr: Caméra haute-vitesse...
it: Videocamera ad alta velocita'...
lt: Greitaeigė kamera
no: Sett original fart
pt: Câmera de alta velocidade...
ro: Cameră de mare viteză...
sv: Höghastighetskamera...
tr: Yüksek-hızlı kamera...

# mnuSetSelectionEnd
source: Set the Last Frame of Working Zone to the Current Frame
chs: 设置工作区的最后一帧为当前帧
da: Sæt sidste billede i arbejdszone til dette billede
de: Setze das letzte Bild des Arbeitsbereichs auf das aktuelle
el: Τοποθέτηση του Τελευταίου Πλαισίου της Ζώνης Εργασίας στο παρόν Πλαίσιο
es: Posicionar la salida de la zona de trabajo sobre la imagen actual
fi: Aseta työstöjakson viimeinen kuva nykyiseksi kuvaksi
fr: Positionner la Sortie de la Zone de Travail sur l'Image Courante
it: Imposta il Fotogramma attuale come FINE (ULTIMO fotogramma) della Zona Lavoro
lt: Nustatyti paskutinį kadrą darbinei zonai
nl: Maak laatste frame van het werkgebied nu het huidige frame
no: La siste arbeidsbilde I arbeidssonen være det aktuelle bildet
pl: Ustaw aktualną klatkę jako ostatnią klatkę obszaru roboczego
pt: Ajustar o Último Quadro da Zona de Trabalho pelo Quadro Atual
ro: Setaţi sfârşitul zonei de lucru pe cadrul curent
sv: Placera arbetszonens sista bild som nuvarande bild
tr: Çalışma Alanının İlk Karesini Geçerli Kareye Denkleştir

# mnuSetSelectionStart
source: Set the First Frame of Working Zone to the Current Frame
chs: 设置工作区的第一帧为当前帧
da: Sæt første billede i arbejdszone til dette billede
de: Setze das erste Bild des Arbeitsbereichs auf das aktuelle
el: Τοποθέτηση του Πρώτου Πλαισίου της Ζώνης Εργασίας στο παρόν Πλαίσιο
es: Posicionar la entrada de la zona de trabajo sobre la imagen actual
fi: Aseta työstöjakson ensimmäinen kuva nykyiseksi kuvaksi
fr: Positionner l'Entrée de la Zone de Travail sur l'Image Courante
it: Imposta il Fotogramma attuale come INIZIO (PRIMO fotogramma) della Zona Lavoro
lt: Nustatyti pirmutinį kadrą darbinei zonai
nl: Maak eerste frame van het werkgebied nu het huidige frame
no: La første arbeidsbilde I arbeidssonen være det aktuelle bildet
pl: Ustaw aktualną klatkę jako pierwszą klatkę obszaru roboczego
pt: Ajustar o Primeiro Quadro da Zona de Trabalho pelo Quadro Atual
ro: Setaţi începutul zonei de lucru pe cadrul curent
sv: Placera arbetszonens första bild som nuvarande bild
tr: Çalışma Alanının Son Karesini Geçerli Kareye Denkleştir

# mnuSharpen
source: Sharpen...
chs: 锐化...
da: Gør skarp…
de: Scharfzeichnen...
el: Όξυνση…
es: Fortalecimiento de contornos…
fi: Tarkenna...
fr: Renforcement des Contours...
it: Nitidezza...
lt: Ryškumas...
nl: Verscherp…
no: Skarp opp
pl: Wyostrz...
pt: Nitidez...
ro: Accentuare de contururi...
sv: Skärp...
tr: Keskinleştir...

# mnuShowCoordinates
source: Display coordinates
da: Vis koordinater
de: Koordinaten anzeigen
el: Απεικόνηση συντεταγμένων
es: Mostrar las coordenadas
fi: Näytä koordinaatit
fr: Afficher les coordonnées
it: Visualizza le coordinate
lt: Rodyti koordinates
nl: Toon coördinaten
pt: Mostrar coordenadas
ro: Afişează coordonatele
sv: Visa Koordinater
tr: Koordinatları göster

# mnuShowMeasure
source: Display Measure
chs: 显示测量
da: Vis måling
de: Messwert anzeigen
el: Απεικόνιση Μέτρησης
es: Mostar la medida
fi: Näytä mitta
fr: Afficher la mesure
it: Visualizza la misura
lt: Rodyti dydį
nl: Toon afmeting
no: Vis måling
pt: Mostrar Medida
ro: Afiseaza indicator
sv: Visa längd
tr: Ölçümü Göster

# mnuStabilize
source: Stabilize
chs: 固定
da: Stabiliser
de: Stabilisieren
el: Σταθεροποίηση
es: Stabilizar
fi: Stabiloi
fr: Stabiliser
it: Stabilizza
lt: Stabilizuoti
nl: Stabiliseer…
no: Stabiliser
pl: Stabilizuj
pt: Estabilizar
ro: Stabilizator
sv: Stabilisera
tr: Stabilize Et

# mnuStopTracking
source: End Path Edition
chs: 结束路径
da: Afslut editering af spor
de: Beende Trajektorienbearbeitung
el: Τερματισμός Έκδοσης Διαδρομής
es: Terminar la ediciòn de la Trayectoria
fi: Lopeta liikeradan editointi
fr: Terminer l'édition de la Trajectoire
it: Fine tracciatura Traiettoria
lt: Baigti redaguoti kelią
nl: Beëindig Trajectory bewerking
no: End bane Editor
pt: Fim da Edição do Caminho
ro: Termină ediţia traiectoriei
sv: Avsluta banans editering
tr: Yol Düzenlemesini Sonlandır
