Repository: Kinovea/Kinovea
Catalog: ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: chs, da, de, el, es, fi, fr, it, lt, nl, no, pl, pt, ro, sv, tr

# btnHideThumbView
source: Hide Thumbnails
chs: 隐藏缩略图
da: Gem Miniaturer
de: Miniaturansicht verstecken
el: Απόκρυψη Μικρογραφιών
es: Ocultar miniaturas
fi: Piilota esikatselukuvat
fr: Cacher les Miniatures
it: Nascondi le miniature
lt: Slėpti miniatiūras
nl: Verberg Thumbnails
no: Skjul ikoner
pt: Esconder Miniaturas
ro: Ascunde miniaturile
sv: Göm miniatyrer
tr: Önizleme imajlarını gizle

# btnShowThumbView
source: Show Thumbnails
chs: 显示缩略图
da: Vis Miniaturer
de: Miniaturansicht zeigen
el: Εμφάνιση Μικρογραφιών
es: Mostrar miniaturas
fi: Näytä esikatselukuvat
fr: Montrer les Miniatures
it: Mostra le miniature
lt: Rodyti miniatiūras
nl: Toon Thumbnails
no: Vis ikoner
pt: Mostrar Miniaturas
ro: Arată miniaturile
sv: Visa miniatyrer
tr: Önizleme imajlarını göster

# btnSwap_ToolTip
source: Invert Video Positions
chs: 反转视频位置
da: Byt om på videovinduer
de: Invertiere Video Position
el: Αναστροφή Θέσεων Video
es: Invertir posición de los videos
fi: Vaihda videoiden järjestys
fr: Inverser les Emplacements des Vidéos
it: Inverti le posizioni dei Video
lt: Apvesti vaizdą
nl: Draai Video posities om
no: Inverter video posisjoner
pl: Odwróć pozycję wideo
pt: Inverter Posição dos Vídeos
ro: Inversează poziţia fişierelor video
sv: Växla videopositionerna
tr: Video Konumlarını Ters Çevir

# btnSync_ToolTip
source: Synchronize Videos on the Current Frames
chs: 在当前帧位置同步视频
da: Synkroniser videoer til/på nuværende billeder
de: Synchronisiere Videos auf die aktuellen Frames
el: Συγχρονισμός Video στα Παρόντα Πλαίσια
es: Sincronizar Videos en el cuadro actual.
fi: Synkronoi videot valituista kuvista
fr: Synchroniser les Vidéos sur les Images en Cours
it: Sincronizza i Video sul Fotogramma attuale
lt: Sinchronizuoti vaizdą su esamu kadru
nl: Synchroniseer de videos op de huidige frames
no: Synkroniser videoer etter aktivt bilde
pl: Synchronizuj wideo na bieżącej klatce
pt: Sincronizar Vídeos no Quadro atual.
ro: Sincronizează fişierele video în cadrele curente
sv: Synkronisera videona med aktuella bilder
tr: Geçerli Karelerdeki Videoları Senkronize Et

# buttonGotoFirst_ToolTip
source: Go Back to Beginning for Both Videos
chs: 跳到两个视频的开始位置
da: Gå til begyndelsen af begge videoer
de: Gehe zurück zum Anfang beider Videos
el: Και τα δυο Video πίσω στην αρχή
es: Retornar al inicio de ambos videos.
fi: Palaa kummankin videon alkuun
fr: Retourner au Début pour les Deux Vidéos
it: Torna all'inizio di entrambi i Video
lt: Į pradžią abu vaizdo šaltinius
nl: Ga terug naar het begin van beide videos
no: Tilbake til start for begge videoer
pl: Idź do Początku obu plików wideo
pt: Voltar ao Início de Ambos os Vídeos.
ro: Mergi înapoi la început pentru ambele fişiere video
sv: Gå till början för båda videona
tr: Her İki Video için Başlangıca Geri Dön

# buttonGotoLast_ToolTip
source: Jump to End for Both Videos
chs: 跳到两个视频的结束位置
da: Hop til enden af begge videoer
de: Springe zum Ende beider Videos
el: Και τα δυο Video μπροστά στο τέλος
es: Saltar al final de ambos videos.
fi: Mene kummankin videon loppuun
fr: Aller à la Fin pour les Deux Vidéos
it: Salta alla fine di entrambi i Video
lt: Į pabaigą abu vaizdo šaltinius
nl: Spring naar het eind van beide videos
no: Gå til slutten av begge videoer
pl: Skocz na Koniec obu plików wideo
pt: Pular para o Fim de Ambos os Vídeos.
ro: Mergi la sfârşitul ambelor fişiere video
sv: Hoppa till slutet av båda videona
tr: Her İki Video için Sona Atla

# buttonGotoNext_ToolTip
source: Go to Next Frame for Both Videos
chs: 跳到两个视频的下一帧
da: Hop til næste billede på begge videoer
de: Gehe zum nächsten Frame beider Videos
el: Και τα δυο Video ένα πλαίσιο μπροστά
es: Ir al siguiente cuadro de ambos videos.
fi: Mene kummankin videon seuraavaan kuvaan
fr: Aller à l'Image Suivante pour les Deux Vidéos
it: Vai al fotogramma seguente per entrambi i Video
lt: Sekantis kadras abiejų vaizdo šaltinių
nl: Ga naar het volgende frame van beide videos
no: Gå til neste bilde for begge videoer
pl: Idź do Następnej Klatki obu plików wideo
pt: Ir para o Próximo Quadro de Ambos os Vídeos.
ro: Mergi la următorul cadru pentru ambele fişiere video
sv: Gå till nästa bild i båda videona
tr: Her İki Video için Bir Sonraki Kareye Git

# buttonGotoPrevious_ToolTip
source: Go to Previous Frame for Both Videos
chs: 跳到两个视频的上一帧
da: Hop til forrige billede på begge videoer
de: Gehe zum vorherigen Frame beider Videos
el: Και τα δυο Video ένα πλαίσιο πίσω
es: Ir al cuadro anterior de ambos videos.
fi: Palaa kummankin videon edelliseen kuvaan
fr: Aller à l'Image Précédente pour les Deux Vidéos
it: Vai al fotogramma precedente per entrambi i Video
lt: Ankstesnis kadras abiejų vaizdo šaltinių
nl: Ga naar het vorige frame van beide videos
no: Gå til forrige bilde for begge videoer
pl: Idź do Poprzedniej Klatki obu plików wideo
pt: Voltar ao Quadro Anterior de Ambos os Vídeos.
ro: Mergi la cadrul anterior pentru ambele fişiere video
sv: Gå till föregående bild i båda videona
tr: Her İki Video için Bir Önceki Kareye Git

# buttonPlay_ToolTip
source: Play | Pause Both Videos
chs: 播放 | 暂停 两个视频
da: Afspil | Pause begge videoer
de: Play I Pause beide Videos
el: Αναπαραγωγή | Παύση και τα δυο Video
es: Reproducir | Pausar ambos videos
fi: Käynnistä | Pysäytä kummatkin videot
fr: Lire | Pauser les Deux Vidéos
it: Riproduci | metti in Pausa entrambi i Video
lt: Groti | Pauzė abiejų vaizdo šaltinių
nl: Speel | Pauzeer beide videos
no: Spill av | Pause for begge videoer
pl: Odtwórz | Zatrzymaj wideo
pt: Reproduzir | Pausar Ambos os Videos
ro: Rulează | Pune pauză pentru ambele fişiere video
sv: Starta | Pausa båda videona
tr: Her İki Videoyu Oynat | Duraklat

# Capture_NextImage
source: Next image :
da: Næste billede:
de: nächstes Bild
el: Επόμενη εικόνα
es: Próxima imagen :
fi: Seuraava kuva:
fr: Prochaine image :
it: Prossima immagine :
lt: Sekantis paveikslėlis :
nl: Volgende afbeelding:
pt: Próxima imagem :
ro: Următoarea imagine :
sv: Nästa bild :
tr: Sonraki imaj:

# Capture_NextVideo
source: Next video :
da: Næste video:
de: nächstes Video
el: Επόμενο Βίντεο
es: Próximo video :
fi: Seuraava video:
fr: Prochaine vidéo :
it: Prossimo video :
lt: Sekantis vaizdas :
nl: Volgende video:
pt: Próximo video :
ro: Următorul fişier video :
sv: Nästa video :
tr: Sonraki video:

# Capture_CameraNotFound
source: Camera not found
da: Intet kamera fundet
de: Kamera nicht gefunden
el: Δεν βρέθηκε κάμερα
es: No se encontró la cámara
fi: Kameraa ei löydy
fr: Caméra non trouvée
it: Camera non trovata
lt: Vaizdokamera nerasta
nl: Camera niet gevonden
pt: Câmera não encontrada :
ro: Camera nu a fost găsită
sv: Hittar ingen kamera
tr: Kamera bulunamadı

# Capture_NetworkCamera
source: Network camera
da: Netværkskamera
de: Netzwerkkamera
el: Κάμερα δικτύου
es: Cámara de red
fi: Verkkokamera
fr: Caméra réseau
it: Camera di rete
lt: Tinklo kamera
nl: Netwerk camera
pt: Câmera de rede :
ro: Cameră reţea
sv: Nätverkskamera
tr: Ağ kamerası

# CommandAddCaptureScreen_FriendlyName
source: Add Screen for Capture
chs: 新增捕捉屏幕
da: Tilføj optagevindue
de: Aufnahmebildschirm einfügen
el: Προσθήκη οθόνης για αποτύπωση
es: Añadir Pantalla de Captura
fi: Lisää näyttö kuvaukseen
fr: Ajouter un Écran de Capture
it: Aggiungi uno schermo di Cattura Video
lt: Pridėti ekraną irašymui
nl: Voeg een Opnamescherm toe
no: Legg til vindu for opptak
pt: Adicionar Tela para Captura
ro: Adauga ecran de captura
sv: Lägg till fönster för inspelning
tr: Görüntü Yakalama için Ekran Ekle

# CommandAddChrono_FriendlyName
source: Add Stopwatch
chs: 新增秒表
da: Tilføj stopur
de: Stoppuhr einfügen
el: Προσθήκη Χρονομέτρου
es: Añadir un Cronómetro
fi: Lisää ajanotto
fr: Ajouter un Chronomètre
it: Aggiungi Cronometro
lt: Pridėti chronometrą
nl: Start Stopwatch
no: Legg til stoppeklokke
pt: Adicionar Cronômetro
ro: Adaugă cronometru
sv: Lägg till stoppur
tr: Kronometre Ekle

# CommandAddDrawing_FriendlyName
source: Add Drawing
chs: 新增绘制
da: Tilføj tegning
de: Zeichnung einfügen
el: Προσθήκη Σχεδίου
es: Añadir Diseño
fi: Lisää piirros
fr: Ajouter un Dessin
it: Aggiungi disegno
lt: Pridėti piešinį
nl: Voeg een tekening toe
no: Legg til tegning
pl: Dodaj rysunek
pt: Adicionar Desenho
ro: Adaugă desen
sv: Lägg tilll ritning
tr: Çizim Ekle

# CommandAddPlayerScreen_FriendlyName
source: Add Screen for Playback
chs: 新增播放画面
da: Tilføj visningsvundue
de: Zusätzlicher Bildschirm zum Abspielen/Analyse
el: Προσθήκη Οθόνης για αναπαραγωγή
es: Añadir Pantalla para Reproducir | Analizar
fi: Lisää näyttö Katseluun/Analyysiin
fr: Ajouter un Écran de Lecture
it: Aggiungi uno schermo per Riproduzione/Analisi
lt: Pridėti peržiūros ekraną
nl: Voeg scherm toe voor afspelen/analyse
no: Legg til vindu for avspilling
pl: Dodaj ekran do
pt: Adicionar Tela para Reproduzir/Analisar
ro: Adaugă fereastră pentru Rulare / Analiză
sv: Lägg till fönster för uppspelning
tr: Oynatma için Ekran Ekle

# CommandDeleteDrawing_FriendlyName
source: Delete Drawing
chs: 删除绘制
da: Slet tegning
de: Lösche Zeichnung
el: Διαγραφή Σχεδίου
es: Borrar Diseño
fi: Poista piirros
fr: Effacer le Dessin
it: Cancella il disegno
lt: Trinti piešinius
nl: Verwijder tekening
no: Slett tegning
pl: Usuń rysunek
pt: Apagar Desenho
ro: Şterge desen
sv: Ta bort ritning
tr: Çizim Sil

# CommandDeleteKeyframe_FriendlyName
source: Remove a Key Image
chs: 移除一个关键帧
da: Fjern nøglebillede
de: Entferne ein Key Image
el: Κατάργηση Εικόνας "Κλειδί"
es: Remover Imagen Clave
fi: Poista Avainkuva
fr: Supprimer une Image Clé
it: Rimuovi un'Immagine Chiave
lt: Panaikinti paveikslelio žymą
nl: Verwijder een Kernbeeld
no: Slett nøkkelbilde
pl: Usuń obraz kluczowy
pt: Remover um Quadro de Imagem
ro: Şterge cadru cheie
sv: Ta bort nyckelbild
tr: Bir Anahtar İmajı Kaldır

# CommandLoadMovie_FriendlyName
source: Load Video
chs: 载入视频
da: Indlæs video
de: Lade Video
el: Φόρτωση Video
es: Cargar Video
fi: Lataa video
fr: Charger une Vidéo
it: Carica il Video
lt: Įkelti vaizdą
nl: Laad video
no: Last inn video
pl: Wczytaj wideo
pt: Carregar Vídeo
ro: Încarcă fişier video
sv: Ladda Video
tr: Video Yükle

# CommandLoadMovieInScreen_FriendlyName
source: Load Video
chs: 载入视频
da: Indlæs video
de: Lade Video
el: Φόρτωση Video
es: Cargar Video
fi: Lataa video
fr: Charger une Vidéo
it: Carica il Video
lt: Įkelti vaizdą
nl: Laad video
no: Last inn video
pl: Wczytaj wideo
pt: Carregar Vídeo
ro: Încarcă fişier video
sv: Ladda Video
tr: Video Yükle

# CommandPlayMovie_FriendlyName
source: Play Video
chs: 播放视频
da: Afspil video
de: Video abspielen
el: Αναπαραγωγή Video
es: Reproducir Video
fi: Käynnistä video
fr: Lire une Vidéo
it: Riproduci il Video
lt: Groti video
nl: Speel video
no: Spill av video
pl: Odtwórz wideo
pt: Reproduzir Vídeo
ro: Rulează fişier video
sv: Starta Video
tr: Video Oynat

# CommandRemoveScreen_FriendlyName
source: Close Screen
chs: 关闭屏幕
da: Luk vindue
de: Schließe Bildschirm
el: Κλείσιμο Οθόνης
es: Cerrar Video
fi: Sulje katselunäyttö
fr: Fermer l'Écran
it: Chiudi lo schermo
lt: Uždaryti ekraną
nl: Sluit scherm
no: Lukk vindu
pl: Zamknij ekran
pt: Fechar a Tela
ro: Închide fereastra
sv: Stäng fönster
tr: Ekran Kapat

# CommandSaveMovie_FriendlyName
source: Save Video
chs: 保存视频
da: Gem video
de: Speichere Video
el: Αποθήκευση Video
es: Guardar Video
fi: Tallenna video
fr: Enregistrer une Vidéo
it: Salva il Video
lt: Išsaugoti vaizdą
nl: Bewaar video
no: Lagre video
pl: Zapisz wideo
pt: Salvar o Vídeo
ro: Salvează fişier video
sv: Spara Video
tr: Video Kaydet

# CommandShowScreen_FriendlyName
source: Show Screens
chs: 显示屏幕
da: Vis vinduer
de: Zeige Bildschirme
el: Εμφάνιση Οθονών
es: Mostrar Pantallas
fi: Näytä katselunäytöt
fr: Afficher les Écrans
it: Mostra gli schermi
lt: Rodyti ekranus
nl: Toon schermen
no: Vis vindu
pl: Pokaż ekrany
pt: Mostrar Telas
ro: Arată ferestre
sv: Visa fönster
tr: Ekranları Göster

# CommandSwapScreens_FriendlyName
source: Swap Screens
chs: 交换屏幕
da: Byt om på vinduer
de: Tausche Bildschirme
el: Εναλλαγή Οθονών
es: Cambiar Pantallas
fi: Vaihda katselunäytöt
fr: Inverser les Emplacements des Vidéos
it: Scambia gli schermi
lt: Sukeisti ekranus
nl: Wissel schermen
no: Bytt vindu
pl: Zamień ekrany
pt: Trocar Telas
ro: Inversează ferestrele
sv: Byt plats på fönster
tr: Ekranları Karşılıklı Değiştir

# CommandToggleCommonControls_FriendlyName
source: Toggle Common Controls
chs: 切换公共控件
da: Vis/skjul almindlig styring
de: Öffne Standardwerkzeuge
el: Κοινές Λειτουργίες On/Off
es: Mostrar/Ocultar Controles Comunes
fi: Avaa yleiset työkalut
fr: Montrer/Cacher les Contrôles Communs
it: Mostra / Nascondi i Controlli Comuni
lt: Perjungti bendrą kontrolę
nl: Open/sluiten standaard bediening
no: Åpne standardverktøy
pl: Przełącz Wspólne Sterowanie
pt: Alternar os Controles Comuns
ro: Afişează / Ascunde controalele comune
sv: Dölj/Visa gemensamma kontroller
tr: Ortak Kontrollere Geç

# dlgColorPicker_Title
source: Colors
da: Farver
de: Farben
el: Χρώματα
es: Colores
fi: Värit
fr: Couleurs
it: Colori
lt: Spalvos
nl: Kleuren
pt: Cores
ro: Culori
sv: Färger
tr: Renkler

# dlgColorProfile_Title
source: Color Profile...
chs: 颜色配置…
da: Farveprofil…
de: Farbprofil...
el: Προφίλ Χρώματος…
es: Perfil Colores...
fi: Väriprofiili...
fr: Profil Couleurs...
it: Impostazioni Colore...
lt: Spalvos profilis...
nl: Kleurprofiel…
no: Fargeprofil...
pl: Profil koloru,,,
pt: Perfil de Cores...
ro: Profil culori...
sv: Färginställning...
tr: Renk Profili...

# dlgColorProfile_ToolTip_DefaultProfile
source: Reset to default Color Profile
chs: 默认颜色配置
da: Genskab standard farveprofil
de: Standardprofil zurücksetzen
el: Επανάθεση στο προκαθορισμένο Προφίλ Χρώματος
es: Perfil de Color Predeterminado
fi: Palauta väriprofiilin oletukset
fr: Rétablir le Profil Couleurs par défaut
it: Ricarica impostazioni STANDARD Colore
lt: Atkurti numatytajį spalvos profilį
nl: Herstel naar basis kleurenprofiel
no: Standard fargeprofil
pl: Domyślny profil kolorów
pt: Voltar ao Perfil de Cores padrão.
ro: Restaurează Profilul de culori iniţial
sv: Återställ till original färginställning
tr: Varsayılan Renk Profiline Dön

# dlgColorProfile_ToolTip_LoadProfile
source: Load color profile
chs: 载入颜色配置
da: Indlæs farveprofil
de: Lade Farbprofil
el: Φόρτωση Προφίλ Χρώματος
es: Cargar Perfil de Color
fi: Lataa väriprofiili
fr: Charger un profil couleurs
it: Carica impostazioni Colore
lt: Įkelti spalvos profilį
nl: Laad een kleurenprofiel
no: Last inn fargeprofil
pl: Wczytaj profil koloru
pt: Carregar Perfil de Cores
ro: Încarcă profil culori
sv: Ladda färginställning
tr: Renk Profili Yükle

# dlgColorProfile_ToolTip_SaveProfile
source: Save color Profile
chs: 保存颜色配置
da: Gem farveprofil
de: Speichere Farbprofil
el: Αποθήκευση Προφίλ Χρώματος
es: Guardar Perfil de Color
fi: Tallenna väriprofiili
fr: Sauver le profil couleurs
it: Salva impostazioni Colore
lt: Išsaugoti spalvos profilį
nl: Bewaar kleurenprofiel
no: Lagre fargeprofil
pl: Zapisz profil koloru
pt: Salvar Perfil de Cores
ro: Salvează profil culori
sv: Spara färginställning
tr: Renk Profili Kaydet

# dlgConfigureChrono_chkShowLabel
source: Always Show Label
chs: 一直显示标签
da: Vis altid ledetekster
de: Beschriftung dauernd anzeigen
el: Εμφάνιση Ετικέτας Πάντα
es: Mostrar siempre la etiqueta
fi: Näytä aina leima
fr: Toujours Montrer le Label
it: Mostra sempre le etichette
lt: Visą laiką rodyti žymą
nl: Toon altijd Label
no: Alltid vis beskrivelse
pt: Sempre Mostrar Identificador
ro: Arată întotdeauna eticheta
sv: Visa alltid etikett
tr: Etiketi Her Zaman Göster

# dlgConfigureChrono_Label
source: Label :
chs: 标签:
da: Etikette:
de: Beschriftung:
el: Ετικέτα :
es: Etiqueta :
fi: Leima:
it: Etichetta :
lt: Žymė :
no: Beskrivelse:
pt: Identificador :
ro: Eticheta :
sv: Etikett
tr: Etiket :

# dlgConfigureChrono_Title
source: Configure Stopwatch
chs: 配置秒表
da: Konfigurer stopur
de: Stoppuhr einstellen
el: Διευθέτηση Χρονομέτρου
es: Configurar el cronòmetro
fi: Konfiguroi ajanottokello
fr: Configurer le Chronomètre
it: Configura Cronometro
lt: Nustatyti chronometrą
nl: Configureer Stopwatch
no: Konfigurer stoppeklokke
pt: Configurar Cronômetro
ro: Configurează Cronometru
sv: Inställningar stoppur
tr: Kronometreyi Ayarla

# dlgConfigureDrawing_Title
source: Configure Drawing
chs: 配置绘图
da: Konfigurer tegning
de: Zeichnung konfigurieren
el: Διευθέτηση Σχεδίου
es: Configurar el dibujo
fi: Konfiguroi piirros
fr: Configurer le Dessin
it: Configura Disegno
lt: Piešinių nustatymai
nl: Configureer Tekening
no: Konfigurer tegning
pt: Configurar Desenho
ro: Configurează desen
sv: Inställningar ritning
tr: Çizimi Ayarla

# dlgConfigureFading_chkAlwaysVisible
source: Always Visible
chs: 一直可见
da: Altid synlig
de: immer sichtbar
el: Ορατό Πάντα
es: Siempre Visible
fi: Aina näkyvillä
fr: Toujours Visible
it: Sempre Visibile
lt: Pastovei matomas
nl: Altijd zichtbaar
no: Alltid synlig
pt: Sempre Visível
ro: Întotdeauna vizibil
sv: Alltid synlig
tr: Her zaman Görünür

# dlgConfigureFading_chkDefault
source: Use default value
chs: 使用默认值
da: Brug standardværdi
de: Standardwerte verwenden
el: Χρήση προκαθορισμένης τιμής
es: Utilizar el valor por defecto
fi: Käytä oletusarvoa
fr: Utiliser la valeur par défaut
it: Utilizza valore standard preimpostato
lt: Reikšmė pagal nutylėjimą
nl: Gebruik standaardwaarde
no: Bruk standardverdier
pt: Usar valor padrão
ro: Utilizează valoarea implicită
sv: Använd grundvärde
tr: Öntanımlı değeri kullan

# dlgConfigureFading_chkEnable
source: Enable persistence
chs: 启用持久度
da: Aktiver vedholdenhed
de: Nachleuchten aktivieren
el: Ενεργοποίηση Επιμονής
es: Activar persistencia
fi: Mahdollista pysyvyys
fr: Activer la persistance
it: Attiva la persistenza
lt: Naudoti išlaikymą
nl: Start Persistentie
no: Start vedlikehold
pt: Habilitar persistência
ro: Activează persistenţa
sv: Aktivera synlighet
tr: Kalıcılığı Aktive Et

# dlgConfigureFading_lblValue
source: {0} images.
chs: {0} 图像.
da: {0} billeder.
de: {0} Bilder.
el: {0} εικόνες.
es: {0} imágenes
fi: {0} kuvaa
it: {0} immagini.
lt: {0} paveikslėlių.
nl: {0} beelden.
no: {0} bilder.
pt: {0} imagens.
ro: {0} cadre.
sv: {0} bilder.
tr: {0} imaj.

# dlgConfigureFading_Title
source: Configure Persistence
chs: 配置持久度
da: Konfigurer vedholdenhed
de: Nachleuchten konfigurieren
el: Διευθέτηση Επιμονής
es: Configurar Persistencia
fi: Konfiguroi pysyvyys
fr: Configurer la Persistance
it: Configura la persistenza
lt: Išlaikymo nustatymai
nl: Configureer Persistentie
no: Konfigurer vedlikehold
pt: Configurar Persistência
ro: Configurează Persistenţa
sv: Konfigurera synlighet
tr: Kalıcılığı Ayarla

# dlgConfigureGrids_Divisions
source: Number of Divisions :
chs: 网格数量 :
da: Antal inddelinger:
de: Anzahl der Kategorien:
el: Αριθμός Διαιρέσεων:
es: Numero de Divisiones :
fi: Jakojen lukumäärä:
fr: Nombre de Divisions :
it: Numero di suddivisioni :
lt: Tinklelio tankis :
nl: Aantal delen:
no: Antall kategorier:
pt: Número de Divisões:
ro: Numărul de diviziuni :
sv: Antal indelningar :
tr: Bölüm Sayısı :

# dlgConfigureGrids_Title
source: Configure Grid
chs: 配置网格
da: Konfigurer gitter
de: Gitter einrichten
el: Διευθέτηση Πλέγματος
es: Configurar la cuadricula
fi: Konfiguroi ruudukkoa
fr: Configurer la Grille
it: Configura Griglia
lt: Tinklelio nustatymai
nl: Configureer grid
no: Konfigurer rutenett
pt: Configurar Grade
ro: Configurează grila
sv: Inställningar rutverk
tr: Izgarayı Ayarla

# dlgConfigureOpacity_Title
source: Configure Opacity
da: Konfigurer ugennemsigtighed
de: Deckkraft
el: Διευθέτηση Αδιαφάνειας
es: Configurar la opacidad
fi: Säädä läpinäkyvyys
fr: Configurer l'opacité
it: Configura l'opacita'
lt: Keisti permatomumą
nl: Configureer doorzichtigheid
pt: Configurar opacidade
ro: Configurează opacitatea
sv: Inställningar transparens
tr: Opaklığı Ayarla

# dlgConfigureOpacity_lblValue
source: Opacity: {0:0}%
da: Ugennemsigtighed: {0:0}%
de: Deckkraft: {0:0}%
el: Αδιαφάνεια: {0:0}%
es: Opacidad : {0:0}%
fi: Läpinäkyvyys : {0:0}%
fr: Opacité : {0:0}%
it: Opacita': {0:0}%
lt: Permatomumas: {0:0}%
nl: Doorzichtigheid: {0:0}%
pt: Opacidade: {0:0}%
ro: Opacitate : {0:0}%
sv: Transparens: {0:0}%
tr: Opaklık: {0:0}%

# dlgConfigureSpeed_lblFPSCaptureTime
source: Number of frames per second at capture time :\n(ex: 300)
chs: 捕捉时间内每秒帧数 :\n(ex: 300)
da: Antal billeder pr. sek. under optagelse:\n(f. eks.: 300)
de: Anzahl der Frames pro Sekunde bei Aufnahme :\n(ex: 300)
el: Αριθμός πλαισίων ανά δευτερόλεπτο στον χρόνο αποτύπωσης :\n(ex: 300)
es: Número de imagenes por segundo en tiempo de captura : \n(ex: 300)
fi: Kuvia sekunnissa kuvaushetkellä :\n(esim: 300)
fr: Nombre d'images par seconde lors de la capture :\n(par ex:300)
it: Numero di fotogrammi al secondo nella cattura :\n(ex: 300)
lt: Kadrų skaičius per sekundę užfiksuotame laike :\n (ex: 300)
nl: Aantal beelden per seconde bij opname :\n(ex: 300)
no: Antall bilder per sekund ved opptak :\n(ex: 300)
pt: Número de quadros por segundo no tempo de captura :\n(ex: 300)
ro: Numărul de cadre pe secundă în timpul capturii :\n(ex: 300)
sv: Antal bilder per sekund vid inspelning :\n(ex: 300)
tr: Görüntü Yakalama sürecindeki saniye başına düşen kare sayısı :\n(ex: 300)

# dlgConfigureSpeed_lblFPSDisplayTime
source: Number of frames per seconds at display time : {0:0.00} fps.
chs: 显示时间内每秒帧数 : {0:0.00} fps.
de: Anzahl der Frames pro Sekunde bei Wiedergabe : {0:0.00} fps.
el: Αριθμός πλαισίων ανά δευτερόλεπτο στον χρόνο απεικόνισης : {0:0.00} fps.
es: Número de imagenes por segundo en tiempo de reprodución : {0:0,00} ips.
fi: Kuvia sekunnissa näyttöhetkellä : {0:0.00} fps.
fr: Nombre d'images par seconde à la lecture : {0:0.00} ips.
it: Numero di fotogrammi al secondo nella riproduzione : {0:0.00} fps.
lt: Kadrų skaičius per sekunde, rodomas laikas: {0:0.00} k/s
nl: Aantal beelden per seconde bij afspelen : {0:0.00} fps.
no: Antall bilder per sekund ved visning: {0:0.00} bps
pt: Número de quadros por segundo no tempo de exibição: {0:0.00} fps.
ro: Numărul de cadre pe secundă în timpul rulării : {0:0.00} fps.
sv: Antal bilder per sekund vid uppspelning : {0:0.00} bps.
tr: Görüntüleme sürecindeki saniye başına düşen kare sayısı : {0:0.00} fps

# dlgConfigureSpeed_lblSlowFactor
source: Video is {0:0} times slower than original.
chs: 视频比原来慢 {0:0} 倍.
da: Video afspilles {0:0} gange langsommere end originalen.
de: Video ist {0:0} mal langsamer als das Original.
el: Το Video είναι {0:0} φορές πιο αργό από το αρχικό.
es: El vídeo es {0:0} veces más lento que el original.
fi: Video on {0:0} kertaa alkuperäistä hitaampi.
fr: La vidéo est {0:0} fois plus lente que l'original
it: Il Video e' {0:0} volte piu' lento dell'originale.
lt: Rodomas video {0:0} kartus lėčiau nei originalas.
nl: Video is {0:0} malen langzamer dan origineel.
no: Video er {0:0} langsommere enn originalt
pt: O vídeo é {0:0} vezes menor que o original.
ro: Fişierul video este de {0:0} ori mai lent decât originalul.
sv: Videon är {0:0} gånger långsammare än original.
tr: Video orijinalden {0:0} kat daha yavaş.

# dlgConfigureSpeed_Title
source: Configure original speed
chs: 配置原始速度
da: Konfigurer original hastighed
de: Ausgangsgeschwindigkeit konfigurieren
el: Διευθέτηση αρχικής ταχύτητας
es: Configurar la velocidad de origen
fi: Konfiguroi alkuperäistä nopeutta.
fr: Configurer la vitesse d'origine
it: Configura velocita' originale
lt: Keisti greitį
nl: Configureer originele snelheid
no: Konfigurer opptakshastighet
pt: Configurar velocidade original
ro: Configurează viteza originală
sv: Konfigurera original hastighet
tr: Orijinal hızı ayarla

# dlgConfigureSpeed_ToolTip_Reset
source: Reset
chs: 重设
da: Nulstil
de: Zurücksetzen
el: Επανάθεση
es: Restaurar
fi: Palauta
fr: Remettre à zéro
it: Azzera
lt: Atkurti
nl: Herstel
no: Tilbakestill
pt: Resetar
ro: Reseteză
sv: Återställning
tr: Baştaki Konuma Getir
