Repository: Kinovea/Kinovea
Catalog: ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: chs, da, de, el, es, fi, fr, it, lt, nl, no, pl, pt, ro, sv, tr

# mnuSVGTools
source: Observational reference
da: Observationsreference
de: Referenzobjekt
el: Εικόνες για χρήση ως σημείων αναφοράς
es: Referencia de observación
fi: Havaintoreferenssi
fr: Référence d'observation
it: Riferimenti visivi
lt: Stebėjimo nuoroda
nl: Observatie Referentie
pt: Referência observação
ro: Referinţă pentru observaţie
sv: Observationsreferens
tr: Gözlemsel referans

# mnuSwapScreens
source: Invert Videos Positions
chs: 反转视频位置
da: Inverter Vidoers Positioner
de: Invertiere Video Positionen
el: Εισαγωγή Θέσεων Video
es: Invertir los vídeos
fi: Vaihda videoiden järjestys
fr: Inverser les Emplacements des Vidéos
it: Inverti le posizioni dei Video
lt: Invertuoti vaizdo pozicija
nl: Draai Video posities om
no: Inverter videoposisjoner
pl: Odwróć pozycję wideo
pt: Inverter a Posição dos Vídeos
ro: Inversează poziţia fişierelor video
sv: Byt videonas platser
tr: Video Konumlarını Tersine Çevir

# mnuThumbnailDelete
source: Delete file
chs: 删除文件
da: Slet fil
de: Datei löschen
el: Διαγραφή αρχείων
es: Borrar el fichero
fi: Poista tiedosto
fr: Supprimer le fichier
it: Cancella il file
lt: Trinti dokumentą
nl: Verwijder bestand
no: Slett fil
pt: Apagar arquivo
ro: Sterge fisier
sv: Radera fil
tr: Dosyayı sil

# mnuThumbnailRename
source: Rename file
chs: 更名文件
da: Omdøb fil
de: Datei umbenennen
el: Μετονομασία αρχείου
es: Renombrar el fichero
fi: Uudelleennimeä tiedosto
fr: Renommer le fichier
it: Rinomina il file
lt: Pervardinti dokumentą
nl: Hernoem bestand
no: Endre filnavn
pt: Renomear arquivo
ro: Redenumeste fisier
sv: Byt filnamn
tr: Dosya ismini değiştir

# mnuThumbnailPlay
source: Play video
chs: 播放视频
da: Afspil video
de: Video abspielen
el: Αναπαραγωγή video
es: Reproducir el vídeo
fi: Näytä video
fr: Lancer la vidéo
it: Riproduci il video
lt: Groti video
nl: Speel video af
no: Spill av video
pt: Reproduzir vídeo
ro: Lanseaza fisierul video
sv: Starta video
tr: Videoyu oynat

# mnuToggleCommonCtrls
source: Show/Hide Common Controls
chs: 显示/隐藏 常见控制
da: Vis/skjul almindlig styring
de: Zeige/Verstecke Standardauswahlwerkzeuge
el: Εμφάνιση/Απόκρυψη Κοινών στοιχείων Ελέγχου
es: Mostrar / Ocultar controles comunes
fi: Näytä/Piilota yleiset toiminnot
fr: Montrer/Cacher les Contrôles Communs
it: Mostra/nascondi i Controlli Comuni
lt: Rodyti / slepti įrankių juostą
nl: Toon/Verberg standaard bediening
no: Vis/Skjul Standardverktøy
pl: Pokaż/Ukryj wspólne sterowanie
pt: Mostrar/Esconder Controles em Comum
ro: Arată/Ascunde controalele comune
sv: Visa/Dölj gemensamma kontroller
tr: Ortak Kontrolleri Göster/Gizle

# mnuTrackTrajectory
source: Track Path
chs: 跟踪路径
da: Følg spor
de: Verfolge Trajektorien
el: Ανίχνευση Διαδρομής
es: Seguir la Trayectoria
fi: Seuraa liikerataa
fr: Suivre la Trajectoire
it: Traccia la Traiettoria
lt: Sekimo kelias
nl: Baan Trajectpad
no: Følg banen
pt: Desenhar Caminho
ro: Urmăreşte traiectoria
sv: Spåra banan
tr: İzlenen Yol

# PlayMovie_AccessViolation
source: An Unknown Error Occurred.
chs: 发生未知的错误.
da: Der opstod en ukendt fejl.
de: Ein unbekannter Fehler ist aufgetreten.
el: Ένα Άγνωστοι Σφάλμα Συνέβη
es: Se ha producido un error desconocido.
fi: Tapahtui tuntematon virhe
fr: Une Erreur Inconnue Est Survenue.
it: E' avvenuto un errore sconosciuto.
lt: Įvyko nežinoma klaida.
nl: Een onbekende fout is opgetreden
no: Det oppstod en ukjent feil.
pl: Wystąpił nieznany błąd
pt: Ocorreu um Erro Desconhecido.
ro: A intervenit o eroare necunoscută.
sv: Ett okänt fel uppstod.
tr: Bilinmeyen bir Hata Meydana Geldi.

# PlayMovie_Error
source: Kinovea - Playing Error.
chs: 播放出错
da: Kinovea - Afspilningsfejl.
de: Kinovea – Wiedergabefehler
el: Kinovea - Σφάλμα Αναπαραγωγής.
es: Kinovea - Error de Lectura.
fi: Kinovea – esitysvirhe
fr: Kinovea - Erreur de Lecture.
it: Kinovea – Errore durante la riproduzione.
lt: Kinovea - grojimo klaida.
nl: Kinovea - Afspeelfout.
no: Kinovea – avspillingsfeil
pl: Kinovea - błąd odtwarzania
pt: Kinovea - Erro ao Reproduzir.
ro: Kinovea – Eroare la rulare.
sv: Kinovea – uppspelningsfel.
tr: Kinovea - Oynatma Hatası.

source: Recently used colors:
da: Tidligere anvendte farver:
de: zuletzt verwendete Farben
el: Πρόσφατα χρησιμοποιημένα χρώματα:
es: Colores usados recientemente
fi: Äsken käytetyt värit:
fr: Couleurs utilisées récemment :
it: Colori utilizzati di recente:
lt: Vėliausiai naudotos spalvos:
nl: Recent gebruikte kleuren:
pt: Cores usadas recentemente:
ro: Culori folosite recent :
sv: Senaste använda färger:
tr: Yeni kullanılmış renkler:

# SaveMovie_CodecNotFound
source: Failure: Unable to save file : unsupported encoding.
chs: 失败: 无法保存文件 : 不支持的编码.
da: Fejl: Kan ikke gemme fil: usupporteret encoding.
de: Fehler beim Speichern der Datei : Kodierung nicht unterstützt.
el: Αποτυχία: Αδύνατη η αποθήκευση αρχείου: μη υποστηριζόμενη κωδικοποίηση.
es: Imposible guardar el archivo: Tipo de codificación no admitido.
fi: Tiedoston tallennus epäonnistui: tiedosto on avoinna toisessa ikkunassa.
fr: Enregistrement du Fichier Impossible : Type d'encodage non supporté.
it: Errore : Impossibile salvare il File : codifica non supportata.
lt: Klaida: Negaliu irašyti dokumento : nepalaikomas kodavimas.
nl: Fout bij opslaan van het bestand : niet ondersteunde encoding.
no: Advarsel: Kan ikke lagre fil : koding ikke støttet
pl: Błąd podczas próby zapisania pliku : nieobsługiwany koder
pt: Falha: Erro ao tentar salvar o arquivo: condificação não suportada.
ro: Eroare la salvare : encodarea nu este suportată.
sv: Fel: Kunde inte spara filen : kodning stöds ej.
tr: Hata: Dosya kaydedilemiyor : desteklenmeyen kodlama.

# SaveMovie_CodecNotOpened
source: Failure: Unable to save file : problem while initializing encoder.
chs: 失败: 无法保存文件 : 初始化解码器时出现问题.
da: Fejl: Kan ikke gemme fil: problem med initialisering af Encoder.
de: Fehler beim Speichern der Datei : Problem bei der Initialisierung der Kodierung.
el: Αποτυχία: Αδύνατη η αποθήκευση αρχείου: πρόβλημα κατά την ενεργοποίηση του κωδικοποιητή.
es: Imposible guardar el archivo : Problemas al inicializar el codificador.
fi: Virhe: Tiedoston avaus epäonnistui: ongelma dekooderin käynnistyksessä.
fr: Enregistrement du Fichier Impossible : Problème lors l'initialisation de l'encodeur.
it: Errore : Impossibile salvare il File : problemi nell'inizializzazione codificatore.
lt: Klaida: Nepavyko irašyti dokumento : problema naudojant kodavimą.
nl: Fout bij het opslaan van het bestand : probleem met het initialiseren van de encoder.
no: Advarsel: Kan ikke lagre fil : Problemer med å starte koding
pl: Błąd podczas próby zapisania pliku : problem podczas inicjalizacji kodera
pt: Falha: Erro ao tentar salvar o arquivo: problema durante a inicialização do condificador.
ro: Eroare la salvare : au aparut probleme cu iniţializarea encoderului.
sv: Fel: Kan inte spara filen : problem vid initieringen av enkodern.
tr: Hata: Dosya kaydedilemiyor : kodlayıcıyı başlatırken problem oluştu.

# SaveMovie_Error
source: Kinovea - Saving error.
chs: 保存出错
da: Kinovea - Gemmer fejl.
de: Kinovea – Speicherfehler
el: Kinovea - Σφάλμα Αποθήκευσης.
es: Kinovea - Error al guardar.
fi: Kinovea – Tallennusvirhe
fr: Kinovea - Erreur d'Enregistrement.
it: Kinovea – Errore nel salvataggio.
lt: Kinovea - išsaugojimo klaida.
nl: Kinovea - Fout bij opslaan.
no: Kinovea – Lagringsfeil
pl: Kinovea - błąd zapisu
pt: Kinovea - Erro ao Salvar.
ro: Kinovea – Eroare la salvare.
sv: Kinovea - Sparar felet
tr: Kinovea - Kaydetme hatası.

# SaveMovie_FileNotOpened
source: Failure: Unable to save file : Unable to write to the file.
chs: 失败: 无法保存文件 : 无法写入文件.
da: Fejl: Kan ikke gemme fil: kan ikke skrive til filen.
de: Speicherfehler – kann die Datei nicht ändern/beschreiben
el: Αποτυχία: Αδύνατη η αποθήκευση αρχείου: Αδύνατη η εγγραφή στο αρχείο.
es: Imposible guarde el archivo: escritura del archivo prohibida.
fi: Virhe: Tiedoston tallennus epäonnistui: tiedostoon kirjoittaminen ei onnistu.
fr: Enregistrement du fichier impossible : écriture du fichier interdite.
it: Errore : Impossibile salvare il File : non si riesce a scrivere sul File.
lt: Klaida: Negaliu irašyti dokumento : negaliu irašyti į dokumentą
nl: Fout bij het opslaan van het bestand : kan niet schrijven naar een bestand.
no: Advarsel: Kan ikke lagre fil : kan ikke skrive til fil.
pl: Błąd podczas próby zapisania pliku : nie można zapisać danych do pliku
pt: Falha: Erro ao tentar salvar o arquivo: não é possível salvá-lo.
ro: Eroare la salvare : nu se poate scrie fişierul.
sv: Fel: Kan inte spara filen : Kan inte skriva till filen.
tr: Hata: Dosya kaydedilemiyor : Dosya üzerine yazılamıyor.

# SaveMovie_TranscodeNotFinished
source: Failure: Unable to save file : some error happened during encoding process.
chs: 失败: 无法保存文件 : 编码过程中出现一些问题.
da: Fejl: Kan ikke gemme fil: der skete en fejl under Encoding.
de: Speicherfehler im Kodierprozeß
el: Αποτυχία: Αδύνατη η αποθήκευση αρχείου: κάποιο σφάλμα συνέβη κατά την διαδικασία κωδικοποίησης.
es: Imposible guarde el archivo : se ha producido un error durante el encodaje.
fi: Virhe: Tiedoston tallennus epäonnistui: koodauksen aikana tapahtui virhe
fr: Enregistrement du fichier impossible : une erreur est survenue durant l'encodage.
it: Errore : Impossibile salvare il File : sono accaduti errori durante processo di codifica.
lt: Klaida: Negaliu irašyti dokumento : nežinoma klaida kodavimo procese.
nl: Fout bij het opslaan van het bestand : een fout kwam voor bij het codeerproces.
no: Advarsel: Kan ikke lagre fil : det skjedde en kodefeil under lagring.
pl: Błąd podczas próby zapisania pliku : wystąpiły błędy w procesie kodowania
pt: Falha: Erro ao tentar salvar o arquivo: alguns erros ocorreram durante o processo de codificação.
ro: Eroare la salvare : au intervenit erori pe timpul procesului de encodare.
sv: Fel: Kan inte spara filen : något fel inträffade under kodningsprocessen.
tr: Hata: Dosya kaydedilemiyor : kodlama sırasında bir hata meydana geldi.

# SaveMovie_UnknownError
source: Failure: Unable to save file : unknown error.
chs: 失败: 无法保存文件 : 未知错误.
da: Fejl: Kan ikke gemme filen: ukendt fejl.
de: Speicherfehler – Unbekannter Fehler
el: Αποτυχία: Αδύνατη η αποθήκευση αρχείου: άγνωστο σφάλμα.
es: Imposible guarde el archivo : error desconocido.
fi: Virhe: Tiedoston tallennus epäonnistui: tuntematon virhe.
fr: Enregistrement du fichier impossible : erreur inconnue.
it: Errore : Impossibile salvare il File : errore sconosciuto.
lt: Klaida: Negaliu įrašyti dokumento : nežinoma klaida.
nl: Fout bij het opslaan van het bestand : onbekende fout.
no: Advarsel: Kan ikke lagre fil : ukjent feil
pl: Błąd podczas próby zapisania pliku : nieznany błąd
pt: Falha: Erro ao tentar salvar o arquivo: erro desconhecido.
ro: Eroare necunoscută la salvare.
sv: Fel: Kan inte spara filen : okänt fel.
tr: Hata: Dosya kaydedilemiyor : bilinmeyen hata.

# statusEmptyScreen
source: Empty
chs: 空
da: Tom
de: Leer
el: Άδειο
es: vacio
fi: Tyhjä
fr: Vide
it: Vuoto
lt: Tuščia
nl: Leeg
no: Tomt
pl: Pusty
pt: Vazio
ro: Gol
sv: Tomt
tr: Boş

# statusBufferFill
source: Buffer: {0}%
el: Ενδιάμεση μνήμη: {0}%
fi: Puskuri: {0}%
fr: Mémoire tampon : {0}%
lt: Buferis: {0}%
tr: Tampon bellek: {0}%

# TimeCodeFormat_Classic
source: Classic (h:mm:ss:hundredth)
chs: 传统 (h:mm:ss:hundredth)
da: Klassisk (t:mm:ss:1/00)
de: Klassisch (h:mm:ss:Hundertstelsekunden)
el: Κλασικό (ω:λλ:δδ:εκατοστά)
es: Clasico (h:mm:ss:centésimas)
fi: Klassinen (t:mm:ss:sadasosat)
fr: Classique (h:mm:ss:centièmes)
it: Classico (h:mm:ss:centesimi)
lt: Standartinis (h:mm:ss:šimtosios)
nl: Klassiek (h:mm:ss:hundredth)
no: Klassisk (h:mm:ss:hundredelssekund)
pl: Klasyczny (h:mm:ss:setne)
pt: Clássico (h:mm:ss:centésimos)
ro: Clasic (h:mm:ss:sutimi)
sv: Klassisk (t:mm:ss:hundradelar)
tr: Klasik (h:mm:ss:yüzdesi)

# TimeCodeFormat_Frames
source: Frames Numbers
chs: 帧数
da: Billednumre
de: Frames
el: Νούμερα Πλαισίων
es: Numeros de las imàgenes
fi: Kuvanumerot
fr: Numéros des images
it: Numero Fotogrammi
lt: Kadrų numeriai
nl: Frames nummers
no: Bildenummer
pl: Liczba klatek
pt: Número de Quadros
ro: Numerele cadrelor
sv: Bildnummer
tr: Kare Sayıları

# TimeCodeFormat_Milliseconds
source: Total milliseconds
da: I alt millisekunder
de: Millisekunden
el: Σύνολο σε χιλιοστά δευτερολέπτου
es: Total en millisegundos
fi: Kokonaisaika millisekunnit
fr: Total en millisecondes
it: Totale in millisecondi
lt: Viso milisekundžių
nl: Totaal in millisecondes
pt: Total em milisegundos
ro: Total în milisecunde
sv: Totala millisekunder
tr: Toplam milisaniye

# TimeCodeFormat_HundredthOfMinutes
source: Hundredth of a minute
chs: 百分钟
da: 1/100 del minut
de: Hundertstel einer Minute
el: Εκατοστά του λεπτού
es: Centésimas de minuto
fi: Minuutin sadasosat
fr: Centièmes de minutes
it: Centesimi di Minuto
lt: Šimtosios minutės
nl: Honderdsten van een minuut
no: Hundredels minutt
pl: Setna część minuty
pt: Centésimos de um minuto
ro: Sutimi de minut
sv: Hundradelsminut
tr: Bir dakikanın yüzdesi

# TimeCodeFormat_TenThousandthOfHours
source: Ten thousandth of an hour
chs: 万分之一小时
da: 1/1000 del time
de: Zehntausendstel einer Stunde
el: Δεκάκις Χιλιοστά της ώρας
es: Diez milesimas de hora
fi: Tunnin kymmenestuhannesosat
fr: Dix millièmes d'heure
it: Decimillesimi d'ora
lt: Dešimt tūkstantoji valandos
nl: Tienduizendsten van een minuut
no: Titusendedels time
pl: Dziesięciotysięczna część godziny
pt: Dez milésimos de uma hora
ro: Zece miimi de oră
sv: Tiotusendelstimme
tr: Bir saatin onbindesi

# Toast_Pause
source: Pause
el: Παύση
es: Pausa
fi: Tauko
it: Pausa
lt: Pausė
nl: Pauze
pt: Pausa
ro: Pauză
sv: Pausa
tr: Duraklat

# Toast_Zoom
source: Zoom: {0}%
el: Μεχέθυνση: {0}%
lt: Didinti: {0}%
sv: Zooma : {0}%
tr: Yaklaştır: {0}%

# Toast_Disconnected
source: Disconnected
da: Afbrudt
de: getrennt
el: Αποσύνδεση
es: Desconectado
fi: Kytketty pois
fr: Déconnecté
it: Scollegato
lt: Atjungta
nl: Niet verbonden
pt: Desconectado
ro: Deconectat
sv: Frånkopplad
tr: Bağlantı koptu

# Toast_StartRecord
source: Recording started
da: Optagelse startet
de: Aufnahme gestartet
el: Η εγγραφή ξεκίνησε
es: Grabación iniciada
fi: Nauhoitus alkanut
fr: Enregistrement démarré
it: Registrazione iniziata
lt: Irašymas predėtas
nl: Opname gestart
pt: Gravação iniciada
ro: Înregistrarea a fost pornită
sv: Inspelning startad
tr: Kayıt başladı

# Toast_StopRecord
source: Recording stopped
da: Optagelse stoppet
de: Aufnahme gestoppt
el: Η εγγραφή σταμάτησε
es: Grabación detenida
fi: Nauhoitus päättynyt
fr: Enregistrement arrêté
it: Registrazione fermata
lt: Irašymas sustapdytas
nl: Opname gestopt
pt: Gravação interrompida
ro: Înregistrarea a fost oprită
sv: Inspelning stoppad
tr: Kayıt durdu

# Toast_ImageSaved
source: Image Saved
da: Billede gemt
de: Bild gespeichert
el: Η εικόνα σώθηκε
es: Imagen grabada
fi: Kuva tallennettu
fr: Image enregistrée
it: Immagine salvata
lt: Paveikslėlis išsaugotas
nl: Beeld opgeslagen
pt: Imagem salva
ro: Imaginea a fost salvată
sv: Bild sparad
tr: İmaj kaydedildi

# ToolTip_AddKeyframe
source: Add a Key Image
chs: 新增一个关键图像
da: Tilføj et nøglebillede
de: Füge ein Schlüsselbild hinzu
el: Προσθήκη Βασικής Εικόνας
es: Añadir un a imàgen clave
fi: Lisää avainkuva
fr: Ajouter une Image Clé
it: Aggiungi un'Immagine Chiave
lt: Pridėti pažymėtą paveikslėlį
nl: Voeg een kernbeeld toe
no: Legg til nøkkelbilde
pl: Dodaj kluczowy obraz
pt: Adicionar um Quadro de Imagem
ro: Adaugă un cadru cheie
sv: Lägg till nyckelbild
tr: Anahtar İmaj Ekle

# ToolTip_Back
source: Go to Previous Frame
chs: 转到上一帧
da: Gå til forrige billede
de: zum vorherigen Bild
el: Πήγαινε στο προηγούμενο Πλαίσιο
es: Ir a la imagen anterior
fi: Mene edelliseen kuvaan
fr: Aller à l'Image Précédente
it: Vai al Fotogramma precedente
lt: Pereiti į ankstesnį kadrą
nl: Ga naar vorige frame
no: Gå til forrige bilde
pl: Idź do poprzedniej klatki
pt: Voltar ao Quadro Anterior
ro: Mergi către cadrul precedent
sv: Gå till föregående bild
tr: Bir Önceki Kareye Git

# ToolTip_ColorProfile
source: Color Profile
chs: 颜色配置
da: Farveprofil
de: Farbprofil
el: Προφίλ Χρώματος…
es: Perfil Color
fi: Väriprofiili
fr: Profil Couleur
it: Impostazioni Colore
lt: Spalvų profilis
nl: Kleurprofiel
no: Fargeprofil
pl: Profil koloru
pt: Perfil de Cores
ro: Profil Culoare
sv: Färgprofil
tr: Renk Profili

# ToolTip_CommonCtrl_DisableMerge
source: Disable superposition of images
chs: 禁用叠加图像
da: Aktiver "overlay" af billeder
de: Bildüberlagerung deaktivieren
el: Απενεργοποίηση επαλληλίας εικόνων
es: Desactivar la superposición de imágenes
fi: Sulje kuvien päällekkäisyystoiminto
fr: Désactiver la superposition des images
it: Disabilita la sovrapposizione di immagini
lt: Išjungti paveikslėlio superpozicia
nl: Deactiveer superposition van de beelden
no: Deaktiver superposisjon av bilde
pt: Desabilitar sobreposição de imagens.
ro: Dezactiveaza superpozitia cadrelor
sv: Inaktivera överlagring av bilder
tr: İmajların süperkonumlandırmasını İptal Et

# ToolTip_CommonCtrl_EnableMerge
source: Enable superposition of images
chs: 启用叠加图像
da: Deaktiver "overlay" af billeder
de: Bildüberlagerung aktivieren
el: Ενεργοποίηση επαλληλίας εικόνων
es: Activar la superposición de imágenes
fi: Mahdollista kuvien päällekkäisyys
fr: Activer la superposition des images
it: Abilita la sovrapposizione di immagini
lt: Įjungti paveikslėlio superpozicia
nl: Activeer superposition van de beelden
no: Aktiver superposisjon av bilde
pt: Habilitar sobreposição de imagens.
ro: Activeaza superpozitia cadrelor
sv: Aktivera överlagring av bilder
tr: İmajların süperkonumlandırmasını Aktive Et

# ToolTip_DevicePicker
source: Select source
da: Vælg kilde
de: Quelle wählen
el: Επολογή πηγής
es: Seleccione la cámara
fi: Valitse lähde
fr: Choisir la source
it: Scegli la sorgente
lt: Pasirinkite šaltinį
nl: Kies opnamebron
pt: Selecionar dispositivo
ro: Selectaţi sursa
sv: Välj källa
tr: Kaynak seç

# ToolTip_DrawingToolAngle2D
source: Angle
chs: 角度
da: Vinkel
de: Winkelmessung
el: Γωνία
es: Angulo
fi: Kulma
it: Angolo
lt: Kampas
nl: Hoek
no: Vinkel
pl: Kąt
pt: Ângulo
ro: Unghi
sv: Vinkel
tr: Açı

# ToolTip_DrawingToolChrono
source: Stopwatch
chs: 秒表
da: Stopur
de: Stoppuhr/Zeitachse
el: Χρονόμετρο
es: Cronómetro
fi: Ajanotto
fr: Chronomètre
it: Cronometro
lt: Chronometras
nl: Stopwatch/tijdas
no: Stoppeklokke
pt: Cronômetro
ro: Cronometru
sv: Stoppur
tr: Kronometre

# ToolTip_DrawingToolCircle
source: Circle
da: Cirkel
de: Kreis
el: Κύκλος
es: Círculo
fi: Ympyrä
fr: Cercle
it: Cerchio
lt: Apskritimas
nl: Cirkel
pt: Circulo
ro: Cerc
sv: Cirkel
tr: Daire

# ToolTip_DrawingToolCross2D
source: Cross Marker
chs: 交叉标记
da: Markeringskryds
de: Marker setzen
el: Σταυρός Σημάδι
es: Marcador en Cruz
fi: Markkeri
fr: Marqueur en Croix
it: Marcatori a croce
lt: Judesio žymė
nl: Kruis markeerder
no: Kryss markering
pl: Krzyżyk
pt: Marcador em Cruz
ro: Marker cruce
sv: Kryssmarkör
tr: Kesişme İşaretleyicisi

# ToolTip_DrawingToolLine2D
source: Line
chs: 线
da: Linje
de: Linie/Längenmessung
el: Γραμμή
es: Linea
fi: Viiva
fr: Ligne
it: Linea
lt: Linija
nl: Lijn
no: Linje
pl: Linia
pt: Linha
ro: Linie
sv: Linje
tr: Çizgi

# ToolTip_DrawingToolPencil
source: Pencil
chs: 铅笔
da: Blyant
de: Stift
el: Μολύβι
es: Lapiz
fi: Kynä
fr: Crayon
it: Matita
lt: Pieštukas
nl: Potlood
no: Blyant
pl: Ołówek
pt: Lápis
ro: Creion
sv: Penna
tr: Kalem

# ToolTip_DrawingToolPointer
source: Move
chs: 移动
da: Flyt
de: Bewegen
el: Μετακίνηση
es: Desplazamiento
fi: Siirrä
fr: Déplacement
it: Sposta
lt: Perkelti
nl: Verplaats
no: Flytt
pl: Przesuń
pt: Mover
ro: Mutare
sv: Flytta
tr: Taşı

# ToolTip_DrawingToolText
source: Text
chs: 文字
da: Tekst
el: Κείμενο
es: Texto
fi: Teksti
fr: Texte
it: Testo
lt: Tekstas
nl: Tekst
no: Tekst
pl: Tekst
pt: Texto
tr: Metin

# ToolTip_First
source: Go Back to Beginning
chs: 回到开始
da: Gå tibage til begyndelsen
de: zum Anfang
el: Πήγαινε Πίσω στην Αρχή
es: Volver al Principio
fi: Palaa alkuun
fr: Retourner au Début
it: Torna all'Inizio
lt: Nuo pradžių
nl: Ga terug naar het begin
no: Gå tilbake til start
pl: Idź do początku
pt: Voltar ao Início
ro: Mergi la început
sv: Gå tillbaka till början
tr: Başa Geri Dön

# ToolTip_Last
source: Jump to End
chs: 跳到最后
da: Hop til enden
de: zum Ende
el: Πήδημα στο Τέλος
es: Ir al final.
fi: Siirry loppuun
fr: Aller à la Fin
it: Salta alla Fine
lt: Į pabaigą
nl: Spring naar het eind
no: Hopp til slutt
pl: Skocz na koniec
pt: Pular para o Final
ro: Mergi la sfârşit
sv: Hoppa till slutet
tr: Sona Atla

# ToolTip_Magnifier
source: Magnifier
chs: 放大镜
da: Forstør
de: Lupe
el: Μεγεθυντής
es: Lupa
fi: Suurennuslasi
fr: Loupe
it: Lente d'ingrandimento
lt: Didintuvas
nl: Vergrootglas
no: Forsrørrelsesglass
pt: Lupa
ro: Lupă
sv: Förstoringsglas
tr: Büyüteç

# ToolTip_Next
source: Go to Next Frame
chs: 转到下一帧
da: Gå til næste billede
de: zum nächsten Bild
el: Πήγαινε στο Επόμενο Πλαίσιο
es: Ir a la proxima imagen
fi: Siirry seuraavaan kuvaan
fr: Aller à l'Image Suivante
it: Vai al prossimo fotogramma
lt: Sekantis kadras
nl: Ga naar volgende frame
no: Gå til neste bilde
pl: Idź do następnej klatki
pt: Ir para o Próximo Quadro
ro: Mergi la următorul cadru
sv: Gå till nästa bild
tr: Bir Sonraki Kareye Git

# ToolTip_Play
source: Play | Pause
chs: 播放|暂停
da: Afspil | Pause
de: Abspielen | Pause
el: Αναπαραγωγή | Παύση
es: Lectura | Pausa
fi: Käynnistä | Pysäytä
fr: Lire | Pauser
it: Riproduci | Pausa
lt: Groti | Pauzė
nl: Speel | Pauze
no: Spill av | Pause
pl: Odtwarzaj | Pauza
pt: Reproduzir | Pausar
ro: Rulează | Pauză
sv: Starta | Pausa
tr: Oynat | Duraklat

# ToolTip_PlayingMode_Loop
source: Change Repeat Mode ( Once | Loop ) - Current Mode : Loop
chs: 更改重复模式 ( 单一 | 循环 ) - 当前模式 : 循环
da: Ændre gentagelses måde (En gang | Loop) - Nuværende måde: Loop
de: Abspielmodus ändern (Einmal | Schleife) – Aktueller Modus : Schleife
el: Αλλαγή Τρόπου Επανάληψης (Μια Φορά | Κύκλος) - Παρόν τρόπος : Κύκλος
es: Cambiar el Modo Repeticiòn ( Una vez | En Bucle ) - Moda Actual : En Bucle
fi: Muuta toistoa ( Kerta | Jatkuva ) - Nykyinen: Jatkuva
fr: Changer le Mode de répétition ( Une fois | En Boucle ) - Mode Actuel : En Boucle
it: Cambia modalita' Ripetizione ( una volta | Loop ) - Modalita' attuale : Loop
lt: Keisti kartojimo režimą ( kartą | be galo ) - Kartojimo režimas : kartą
nl: Verander herhalingsweergave ( Eenmaal | Herhaal ) - Huidige weergave : Herhaal
no: Endre avspillingsmodus ( En gang | Repeterende ) - Aktuell modus : Repeterende
pl: Wybierz tryb powtarzania (Pojedynczo | Pętla) - Aktualny tryb : Pętla
pt: Mudar o modo de repetição ( Uma vez | Loop ) - Modo atual: Loop
ro: Schimbă modul de repetiţie ( O dată | Buclă ) - Mod curent : Buclă
sv: Växla uppspelningsalternativ ( Engång | Slinga ) - Nuvarande Alternativ : Slinga
tr: Tekrarlama Modunu Değiştir ( Tek Sefer | Döngü ) - Geçerli Mod : Döngü
