Repository: Kinovea/Kinovea
Catalog: Kinovea.ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: ar, bg, ca, chs, cs, da, de, es, fa, fi, fr, hr, id, it, ja, ko, lt, mk, ms, nl, no, pl, pt, ro, ru, sl, sr_cyrl_rs, th, tr, uk, vi, zh_hant

# dlgTimebase_InfoCapture
source: This option defines the difference between video speed and real time. It impacts labels containing times and kinematics measurements. Use it when the video was filmed in high speed mode.
ar: هذا الخيار يوضح الفرق بين سرعة الفيديو المعروضة والسرعة الفعلي. حيث ينعكس ذلك على قياس الزمن والقياسات الحركية. يتم استخدامة عندما يتم تصوير الفيديو بسرعة عالية.
bg: Тази опция определя разликата между скоростта на видеото и реалното време. Отметките, съдържащи време и кинематични параметри, зависят от тази стойност. Регулирайте стойността, ако видеоклипът е заснет с високоскоростна камера.
ca: Aquesta opció estableix la diferència entre la velocitat del vídeo i el temps real. Afecta a els etiquetes que contenen temps i a les mesures cinemàtiques. Useu-la quan el vídeo ha estat filmat a alta velocitat.
chs: 此选项定义视频速度和实时之间的差异。 它会影响包含时间和运动学测量值的标签。 当以高速模式拍摄视频时使用它。
cs: Tato možnost definuje rozdíl mezi rychlostí videa a reálným časem. Ovlivňuje štítky obsahující časy a kinematická měření. Použijte ji, pokud bylo video natočeno v režimu vysoké rychlosti.
de: Diese Option definiert den Unterschied zwischen Videogeschwindigkeit und Echtzeit. Sie wirkt sich auf Beschriftungen aus, die Zeiten und kinematische Messungen enthalten. Diese Option sollte verwendet werden, wenn das Video im Hochgeschwindigkeitsmodus gefilmt wurde.
es: Esta opción define la diferencia entre la velocidad del video y el tiempo real. Tiene impacto en las etiquetas que contienen tiempos y en las medidas cinemáticas. Úselo cuando el video esté grabado en alta velocidad.
fa: این گزینه تفاوت بین سرعت ویدئو و زمان واقعی را تعیین می کند. درحالی که برچسبها حاوی زمان و سنجش کینماتیکی هستند روی آنها تاثیر می‌گذارد. از آن هنگامی استفاده کنید که ویدئوها در حالت سرعت بالا ضبط شده‌اند.
fi: Tämä vaihtoehto määrittää eron videon nopeuden ja reaaliajan välillä. Se vaikuttaa tarroihin, jotka sisältävät aikoja ja kinemaattisia mittauksia. Käytä sitä, kun video on kuvattu korkean nopeuden tilassa.
fr: Cette option définit la différence entre la fréquence de la vidéo et le temps réel. Elle impacte les labels contenant des temps et les mesures cinématiques. Utilisez cette option lorsque la vidéo a été filmée en mode haute-vitesse.
hr: Ova opcija definira razliku između brzine videa i realnog vremena. Ona utječe na oznake koje sadrže vrijeme i kinematske mjere. Koristi ga kada je video sniman kamerom velike brzine.
id: Opsi ini menerangkan perbedaan antara kecepatan video dan waktu sesungguhnya. Ini mempengaruhi label yang mengandung waktu dan pengukuran kinematika. Gunakan jika video direkam dalam mode cepat (high speed).
it: Questa opzione definisce la differenza tra la velocità nel video e il tempo reale. Influisce sulle etichette contenenti tempi e misurazioni della cinematica. Usalo quando il video è stato girato in modalità ad alta velocità.
ja: このオプションは、ビデオスピードとリアルタイムの差を定義します。時間や運動学的な測定を含むラベルに影響を与えます。映像が高速モードで撮影された場合に使用します。
ko: 이 옵션은 비디오 속도와 실시간 간의 차이를 정의합니다. 시간 및 운동학 측정값이 포함된 레이블에 영향을 줍니다. 고속 모드로 동영상을 촬영할 때 사용합니다.
lt: Ši parinktis apibrėžia vaizdo įrašo greičio ir realaus laiko skirtumą. Tai daro įtaką etiketėms, kuriose yra laikas ir kinematiniai matavimai. Naudokite jį, kai vaizdo įrašas buvo filmuojamas didelės spartos režimu.
mk: Оваа опција ја поврзува брзината на снимањето и реалното време. Содржи ознаки кои содржат временски и кинематички параметри. Искорегирајте го значењето доколку видеото било снимено со високобрзинската камера.
ms: Pilihan ini menentukan perbezaan antara kelajuan video dan masa sebenar. Ia memberi kesan kepada label yang mengandungi masa dan pengukuran kinematik. Gunakan apabila video dirakam dalam mod kelajuan tinggi.
nl: Deze optie bepaalt het verschil tussen de video snelheid en de werkelijke tijd. Het beïnvloedt de labels die de tijd en de kinematische meetresultaten. Gebruik het als de video is opgenomen in een hoge snelheidsmodus.
pl: Ta opcja definiuje różnicę pomiędzy prędkością wideo a czasem rzeczywistym. Ma ona wpływ na etykiety zawierające czasy i pomiary kinematyki. Należy jej używać, gdy film został nakręcony w trybie wysokiej prędkości.
pt: Essa opção define a diferença entre a velocidade do video e o tempo real. Ela impacta os rótulos que contém tempo e medidas cinemáticas. Use quando o video for filmado em modo de Alta Velocidade.
ro: Această opțiune stabilește diferența dintre viteza filmului și timpul real. Ea afectează etichetele privind timpul și măsurările cinematice. Utilizați-o când filmul a fost capturat în modul „Viteză mare”.
ru: Эта опция связывает скорость видео и реальное время. От этого значения зависят метки, содержащие временные и кинематические параметры. Скорректируйте значение, если видео было снято высокоскоростной камерой.
sl: Ta možnost določa razliko med hitrostjo videa in dejanskim časom. Vpliva na oznake, ki prikazujejo čas in kinematične meritve. Uporabi jo, kadar je bil video posnet v hitrostnem načinu.
sr_cyrl_rs: Ова опција дефинише разлику између брзине видео снимка и реалног времена. Користити када је снимак направљен камером велике брзине
th: ตัวเลือกนี้เป็นการกำหนดค่าความแตกต่างระหว่างความเร็วของวีดีโอและแบบเรียลไทม์ ซึ่งจะมีผลต่อเวลา และคิเนเมติคส์ที่วัดได้ ใช้เมื่อวีดีโอนั้นถูกบันทึกด้วยโหมดความเร็วสูง
tr: Bu seçenek, video hızı ile gerçek zaman arasındaki farkı tanımlar. Süreleri ve kinematik ölçümlerini içeren etiketleri etkiler. Video yüksek hız modunda çekildiğinde bunu kullanın.
uk: Цей параметр визначає різницю між швидкістю відео та реальним часом. Це впливає на мітки, що містять вимірювання часу та кінематики. Використовуйте його, коли відео було знято у високошвидкісному режимі.
vi: Tùy chọn này xác định sự khác biệt giữa tốc độ video và thời gian thực. Nó ảnh hưởng đến nhãn chứa các giá trị thời gian và các đo lường chuyển động. Sử dụng khi video được quảy ở chế độ máy ảnh tốc độ cao.
zh_hant: 此選項定義了影片速度及實際速度的差異。這會影響包含時間及運動學量測的標記。當你的影片是高速模式時，請使用這個選項。

# DataAnalysis_TimeModel_Normalized
source: Normalized
ar: إعادة إلى الوضع الطبيعي
bg: Нормални
ca: Normalitzat
chs: 泛化
cs: Normalizované
de: Normalisiert
es: Normalizado
fa: هنجار شده
fi: Normalisoitu
fr: Normalisé
hr: Normalizirani
id: Ternormalisasi
it: Normalizzato
ja: ノーマライズ
ko: 정규화
lt: Normalizuota
mk: Подредено
ms: Dinormalisasi
nl: Genormaliseerd
pl: Znormalizowany
pt: Normalizado
ro: Normalizat
ru: Упорядоченное
sl: Normalizirano
th: ทำให้เป็นมาตรฐาน
tr: Normalize
uk: Унормований
vi: Chuẩn hóa
zh_hant: 標準化

# DataAnalysis_TotalAngularDisplacement
source: Total displacement
ar: إجمالي الإزاحة
bg: Общо компенсиране
ca: Desplaçament total
chs: 总位移
cs: Celkový posun
de: Gesamtverschiebung
es: Desplazamiento total
fa: مجموع جابجایی
fi: Kokonais-siirtymä
fr: Déplacement total
hr: Ukupni pomak
id: Total perpindahan
it: Spostamento totale
ja: 全移動
ko: 총 변위
lt: Bendras poslinkis
mk: Целосно поместување
ms: Jumlah anjakan
nl: Totale verplaatsing
pl: Całkowite przemieszczenie
pt: Deslocamento Total
ro: Deplasare totală
ru: Обшее смещение
sl: Skupni premik
th: ระยะการกระจัดรวม
tr: Toplam yerdeğiştirme
uk: Загальне зміщення
vi: Tổng độ chuyển động
zh_hant: 總位移

# DataAnalysis_TangentialVelocity
source: Tangential velocity
ar: السرعة المماسية
bg: Тангенциална скорост
ca: Velocitat tangencial
chs: 切向速度
cs: Tečná rychlost
de: Tangentialgeschwindigkeit
es: Velocidad tangencial
fa: تندی مماسی
fi: Tangentiaalinen nopeus
fr: Vitesse tangentielle
hr: Tangencijalna brzina
id: Kecepatan tangensial
it: Velocità tangenziale
ja: 接線速度
ko: 접선 속도
lt: Tangentinis greitis
mk: Тангенцијална брзина
ms: Halaju tangen
nl: Tangentiële snelheid
pl: styczna prętkości
pt: Velocidade Tangencial
ro: Viteză tangențială
ru: Тангенциальная скорость
sl: Tangencialna hitrost
th: ความเร็วเชิงเส้นสัมผัส
tr: Teğet hız
uk: Тангенціальна швидкість
vi: Vận tốc tiếp tuyến
zh_hant: 切線速度

# DrawingName_ArrowPolylineDash
source: Arrow – Polyline dash
ar: سهم - خطوط متعددة مقطعة
bg: Стрелка с прекъсната пунктирана линия
ca: Fletxa – Polilínia puntejada
chs: 箭头 – 折线破折号
cs: Šipka - Polylineární pomlčka
de: Pfeil - Polylinie gestrichelt
es: Flecha – Polilínea discontínua
fa: پیکان - چند خطی با خط تیره
fi: Nuoli - Katkoviiva
fr: Flèche – Polyligne points tillés
hr: Strelica - Višelinijska isprekidana linija
id: Panah - Polyline garis putus
it: Freccia – Trattino polilinea
ja: 矢印 - ポリラインダッシュ
ko: 화살표 - 폴리라인 대시
lt: Rodyklė - polilinijos brūkšnys
mk: Стрелка со искршена линија искпрекината
nl: Pijl - Polylijn gestreept
pl: Strzałka – łamany myśnik
pt: Seta - Traço polígono
ro: Sîgeată - Frântă cu cratime
ru: Стрелка с ломаной линией пунктиром
sl: Puščica – Črtkana lomljena črta
sr_cyrl_rs: Стрелица – Из више испрекиданих линија
th: Arrow – เส้นประ
tr: Ok – Çoklu çizgi
uk: Стрілка – Ламана пунктир
vi: Mũi tên - Đa giác quĩt
zh_hant: 箭頭 – 折線虛線

# DrawingName_DistanceHorizontal
source: Distance (horizontal)
ar: المسافة الافقية
bg: Дистанция (хоризонтал)
ca: Distància horitzontal
chs: 距离（水平）
cs: Vzdálenost (horizontální)
de: Entfernung (horizontal)
es: Distancia (horizontal)
fa: مسافت (افقی)
fi: Etäisyys (horisontaalinen)
fr: Distance horizontale
hr: Udaljenost (horizontala)
id: Jarak (horizontal)
it: Distanza (orizzontale)
ja: 距離（水平方向）
ko: 거리 (수평)
lt: Atstumas (horizontalus)
mk: Растојание (хоризонтално)
nl: Afstand (horizontaal)
pl: Odległość (pozioma)
pt: Distância (horizontal)
ro: Distanță (orizontală)
ru: Дистанция (горизонталь)
sl: Razdalja (vodoravna)
sr_cyrl_rs: Удаљеност (хоризонтална)
th: ระยะทาง (แนวนอน)
tr: Mesafe (Yatay)
uk: Дистанція (горизонталь)
vi: Khoảng cách (ngang)
zh_hant: 距離（水平）

# DrawingName_Polyline
source: Polyline
ar: شكل متعدد الخطوط
bg: Прекъсната линия
ca: Polilínia
chs: 折线
de: Polylinie
es: Polilínea
fa: چند خطی
fi: Pisteviiva
fr: Polyligne
hr: Linija iz više dijelova
id: Multi garis
it: Polilinea
ja: ポリライン
ko: 폴리라인
lt: Polilinija
mk: Искршена линија
nl: Polylijn
pl: Łamacz
pt: Polígono
ro: Linie frântă
ru: Ломаная линия
sl: Lomljena črta
sr_cyrl_rs: Алат линија из више делова
th: โพลี่ไลน์
tr: çoklu çizgi
uk: Ламана лінія
vi: Đường nhiều đoạn
zh_hant: 折線

# DrawingName_HumanModel
source: Human model
ar: نموذج إنسان
bg: Модел на човек
ca: Model humà
chs: 人体模型
cs: Lidský model
de: Menschliches Modell
es: Modelo humano
fa: مدل انسانی
fi: Ihmismalli
fr: Modèle humain
hr: Model čovjeka
id: Model manusia
it: Modello umano
ja: 人体モデル
ko: 인간 모델
lt: Žmogaus modelis
mk: Модел на човекот
nl: Model van mens
pl: Model człowieka
pt: Modelo humano
ro: Model uman
ru: Модель человека
sl: Človeški model
sr_cyrl_rs: Модел човека
th: แบบจำลองมนุษย์
tr: İnsan modeli
uk: Модель людини
vi: Mô hình cơ thể
zh_hant: 人體模型

# DrawingName_DistortionGrid
source: Distortion grid
ar: شبكة الاعوجاج
bg: Изкривяване на мрежата
ca: Graella de distorsió
chs: 失真网格
cs: Zkreslovací mřížka
de: Verzeichnungsgitter
es: Cuadrícula de distorsión
fa: شبکه اعوجاج
fi: Vääristymäverkko
fr: Grille de distorsion
hr: Mreža zakrivljenosti
id: Grid distorsi
it: Griglia di distorsione
ja: 歪みグリッド
ko: 왜곡 격자
lt: Iškraipymų tinklelis
mk: Мрежа на искривеност
nl: Vervormingsraster
pl: Siatka zniekształceń
pt: Grade de distorção
ro: Grilă de distorsiune
ru: Сетка искажения
sl: Mreža popačenja
sr_cyrl_rs: Мрежа закривљености
th: ตารางการบิดเบือน
tr: bozulma ızgarası
uk: Сітка спотворення
vi: Lưới méo mó
zh_hant: 變形網格

# DrawingName_Goniometer
source: Goniometer
ar: منقلة لقياس الزوايا
bg: Велоаргометър
ca: Goniòmetre
chs: 测角仪
cs: Goniometr
es: Goniómetro
fa: زاویه سنج
fi: Goniometri
fr: Goniomètre
hr: Goniometar
id: Geniometer
it: Goniometro
ja: ゴニオメーター
ko: 각도계
lt: Goniometras
mk: Гониометар
pl: Goniometr
pt: Goniômetro
ro: Goniometru
ru: Гониометр
sl: Goniometra
sr_cyrl_rs: Угломер
th: โกนิโอมิเตอร์ (วัดมุมการเคลื่อนไหว)
tr: açıölçer
uk: Гоніометр
vi: Thước đo góc
zh_hant: 量角器

# DrawingName_AngleToHorizontal
source: Angle to horizontal
ar: زاوية إلى الاتجاه أفقي
bg: Хоризонтален ъгъл
ca: Angle a l'horitzontal
chs: 水平角度
cs: Úhel vůči vodorovné rovině
de: Winkel zur Horizontalen
es: Ángulo a la horizontal
fa: زاویه به جهت افقی
fi: Kulma vaakasuoraan
fr: Angle à l'horizontale
hr: Kut prema horizontali
id: Sudut terhadap horizontal
it: Angolo rispetto all'orizzontale
ja: 水平方向に対する角度
ko: 수평 각도
lt: Kampas horizontaliai
mk: Агол кон хоризонталата
nl: Hoek naar horizontaal
pl: Kąt do poziomu
pt: Ângulo para horizontal
ro: Unghi față de orizontală
ru: Угол к горизонтали
sl: Kot glede na vodoravnico
sr_cyrl_rs: Угао ка хоризонтали
th: มุมต่อแนวนอน
tr: Yatay açı
uk: Кут до горизонталі
vi: Góc so với đường ngang
zh_hant: 與水平線的角度

# DrawingName_HumanModel2
source: Human model (2)
ar: نموذج إنسان (2)
bg: Модел на човек 2
ca: Model humà (2)
chs: 人体模型 (2)
cs: Lidský model (2)
de: Menschliches Modell (2)
es: Modelo humano (2)
fa: مدل انسانی (2)
fi: Ihmismalli (2)
fr: Modèle humain (2)
hr: Model čovjeka (2)
id: Model manusia (2)
it: Modello umano (2)
ja: 人体モデル (2)
ko: 인간 모델 (2)
lt: Žmogaus modelis (2)
mk: Модел на човекот (2)
nl: Model van mens (2)
pl: Model człowieka (2)
pt: Modelo humano (2)
ro: Model uman (2)
ru: Модель человека 2
sl: Človeški model (2)
sr_cyrl_rs: Модел човека (2)
th: แบบจำลองมนุษย์ (2)
tr: İnsan modeli (2)
uk: Модель людини (2)
vi: Mô hình cơ thể (2)
zh_hant: 人體模型（2）

# DrawingName_Rectangle
source: Rectangle
ar: مستطيل
bg: Правоъгълник
chs: 长方形
cs: Obdélník
de: Rechteck
es: Rectángulo
fa: چهارگوش
fi: Suorakulmio
hr: Pravokutnik
id: Segi empat
it: Rettangolo
ja: 長方形
ko: 직사각형
lt: Stačiakampis
mk: Правоаголник
nl: Rechthoek
pl: Prostokąt
pt: Retângulo
ro: Dreptunghi
ru: Прямоугольник
sl: Pravokotnik
th: สี่เหลี่ยม
tr: Dikdörtgen
uk: Прямокутник
vi: Hình chữ nhật
zh_hant: 矩形

# DrawingName_Clock
source: Clock
ar: الساعة
bg: Часовник
chs: 时钟
cs: Hodiny
de: Uhr
es: Reloj
fi: Kello
fr: Horloge
hr: Sat
id: Jam
it: Orologio
ja: 時計
ko: 시계
lt: Laikrodis
mk: Часовник
nl: Klok
pl: Zegar
pt: Relógio
ro: Ceas
ru: Часы
sl: Ura
th: นาฬิกา
tr: Saat
uk: Годинник
vi: Đồng hồ
zh_hant: 時鐘

# Error_Capture_DirectoryNotCreated_Title
source: Directory not created
ar: لم يتم إنشاء الدليل
bg: Директорията не беше създадена
ca: Directori no creat
chs: 未创建目录
cs: Adresář nebyl vytvořen
de: Verzeichnis nicht erstellt
es: Carpeta no creada
fa: دایرکتوری ایجاد نشده است
fi: Hakemistoa ei luotu
fr: Dossier non créé
hr: Direktorija nije kreirana
id: Direktori tidak dibuat
it: Cartella non creata
ja: ディレクトリが作成されていません
ko: 디렉터리가 생성되지 않음
lt: Katalogas nesukurtas
mk: Каталогот не е креиран
nl: Map niet gemaakt
pl: Katalog nie został utworzony
pt: O diretório não foi criado
ro: Folderul nu a fost creat
ru: Каталог не создан
sl: Mapa ni bila ustvarjena
th: ไดเรกทอรียังไม่ได้สร้าง
tr: Dizin oluşturulamadı
uk: Каталог не створений
vi: Thư mục chưa được tạo
zh_hant: 資料夾未建立

# DrawingName_TestGrid
source: Camera test grid
ar: شبكة اختبار الكاميرا
bg: Решетка за тестване на камерата
ca: Graella de test de càmera
chs: 相机测试网格
cs: Zkušební mřížka fotoaparátu
de: Kamera-Testgitter
es: Cuadrícula de test de cámara
fa: تست شبکه توری دوربین
fi: Kameran testiverkko
fr: Grille de test camera
hr: Mreža za provjeru kamere
id: Grid uji kamera
it: Griglia di prova della fotocamera
ja: カメラテストグリッド
ko: 카메라 테스트 격자
lt: Kameros bandymų tinklelis
mk: Мрежа за тестирање на камерата
nl: Testraster voor camera
pl: Test siatki kamery
pt: Grade de teste da câmera
ro: Grilă pentru testarea camerei
ru: Сетка тестирования камеры
sl: Preizkusna mreža kamere
sr_cyrl_rs: Мрежа за проверу камере
th: ตารางทดสอบกล้อง
tr: Kamera test ızgarası
uk: Сітка тестування камери
vi: Lưới kiểm tra cái máy ảnh
zh_hant: 相機測試網格

# FileProperty_CreationTime
source: Creation time
ar: زمن الإنشاء
bg: Създай време
ca: Data de creació
chs: 创建时间
cs: Doba vytvoření
de: Erstellzeitpunkt
es: Fecha de creación
fa: زمان ایجاد
fi: Luontiaika
fr: Date de création
hr: Vrijeme izrade
id: Waktu pembuatan
it: Data di creazione
ja: 作成時間
ko: 생성 시간
lt: Sukūrimo laikas
mk: Креирај време
nl: Datum gemaakt
pl: Czas tworzenia
pt: Horário da criação
ro: Momentul creării
ru: Создать время
sl: Čas nastanka
sr_cyrl_rs: Време израде
th: เวลาสร้าง
tr: Oluşturma zamanı
uk: Час відтворення
vi: Thờ gian tạo
zh_hant: 建立時間

# mnuLoadAnalysis
source: Load annotations…
ar: تحميل البيانات…
bg: Зареди анотации…
ca: Carrega anotacions...
chs: 加载注释…
cs: Načtení anotací…
de: Annotationen laden…
es: Cargar anotaciones…
fi: Lataa huomautukset…
fr: Charger des annotations…
hr: Učitaj anotacije…
id: Muat anotasi…
it: Carica annotazioni…
ja: 注釈を読み込む…
ko: 주석 불러오기…
lt: Įkelti pastabas…
mk: Вчитај анотации…
nl: Laad de annotaties…
pl: Wczytaj adnotacje…
pt: Carregar anotações…
ro: Încărcare adnotări…
ru: Загрузить аннотации…
sl: Naloži oznake …
sr_cyrl_rs: Учитај податке кључних слика...
th: โหลดคำอธิบาย…
tr: Ek açıklama yükle…
uk: Завантажити анотації…
vi: Tải chú thích…
zh_hant: 讀取註釋…

# mnuSortBy_Size
source: Size
bg: Размер
chs: 大小
de: Größe
es: Tamaño
fi: Koko
fr: Taille
hr: Veličina
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
mk: Големина
ms: Saiz
nl: Grootte
pl: Rozmiar
pt: Tamanho
ru: Размер
sl: Velikost
th: ขนาด
uk: Розмір
vi: Kích thước
zh_hant: 尺寸

# mnuSortBy_Descending
source: Descending
bg: Низходящ
chs: 降序
de: Absteigend
es: Descendente
fi: Laskeva
fr: Décroissant
hr: Silazno
id: Turun
it: Decrescente
ja: 降順
ko: 내림차순
mk: Опаѓачки
ms: Menurun
nl: Aflopend
pl: Malejąco
pt: Descendente
ru: По убыванию
sl: Padajoče
th: เรียงจากมากไปน้อย
uk: Низхідний
vi: Giảm dần
zh_hant: 降冪

# mnuSortBy_Ascending
source: Ascending
bg: Възходящ
chs: 升序
de: Aufsteigend
es: Ascendente
fi: Nouseva
fr: Croissant
hr: Uzlazno
id: Naik
it: Crescente
ja: 昇順
ko: 오름차순
mk: Растечки
ms: Menaik
nl: Oplopend
pl: Rosnąco
pt: Ascendente
ru: По возрастанию
sl: Naraščajoče
th: เรียงจากน้อยไปมาก
uk: Висхідний
vi: Tăng dần
zh_hant: 升冪

# mnuSortBy_Name
source: Name
bg: Име
chs: 名称
es: Nombre
fi: Nimi
fr: Nom
hr: Ime
id: Nama
it: Nome
ja: 名前
ko: 이름
mk: Име
ms: Nama
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
sl: Ime
th: ชื่อ
uk: Ім'я
vi: Tên
zh_hant: 姓名

# mnuSortBy_Date
source: Date
bg: Дата
chs: 日期
de: Datum
es: Fecha
fi: Päiväys
hr: Datum
id: Tanggal
it: Data
ja: 日付
ko: 날짜
mk: Датум
ms: Tarikh
nl: Datum
pl: Data
pt: Data
ru: Дата
sl: Datum
th: วันที่
uk: Дата
vi: Ngày
zh_hant: 日期

# mnuSortBy
source: Sort by
bg: Сортирай по
chs: 排序
de: Sortiert nach
es: Ordenar por
fi: Järjestä
fr: Trier par
hr: Sortiraj po
id: Urutkan berdasarkan
it: Ordinamento per
ja: 並べ替え
ko: 정렬 기준
mk: Сортирај по
ms: Disusun Mengikut
nl: Sorteren op
pl: Sortuj według
pt: Ordenar por
ru: Сортировать
sl: Razvrsti po
th: เรียงลำดับตาม
uk: Сортувати за
vi: Sắp xếp theo
zh_hant: 排序

# dlgCalibratePlane_HelpPlane
source: Enter the length of each side.
ar: أدخل طول كل جانب.
bg: Въведете дължината на всяка страна.
chs: 输入每一边的长度。
de: Geben Sie die Länge jeder Seite ein.
es: Introduzca la dimensión de cada lado.
fi: Syötä kunkin sivun pituus.
fr: Entrer la dimension de chaque côté.
hr: Unesi duljinu svake strane.
id: Masukkan panjang setiap sisi.
it: Inserire le dimensioni di ogni lato.
ja: 各辺の長さを入力してください。
ko: 각 변의 길이를 입력하세요.
mk: Внесете ја должината на секоја страна.
nl: Voer de lengte van elke zijde in.
pl: Wprowadź długość z każdej strony.
pt: Introduza o comprimento de cada lado.
ru: Введите длину каждой стороны.
sl: Vnesi dolžino vsake strani.
th: ระบุความยาวของแต่ละด้าน
uk: Введіть довжину кожної сторони.
vi: Nhập độ dài của mỗi cạnh.
zh_hant: 輸入每邊的長度。

# mnuAction
source: Action
ar: الاجراء
chs: 动作
de: Aktion
es: Acción
fi: Toiminta
hr: Akcija
id: Aksi
it: Azione
ja: アクション
ko: 동작
mk: Акција
nl: Actie
pl: Akcja
pt: Ação
ru: Дейтвие
sl: Akcija
th: การปฏิบัติ
uk: Дія
vi: Hành động
zh_hant: 動作

# mnuAction_Chrono_Start
source: Start a new time section on this frame
chs: 在当前帧创建一个新的时间区段
de: Startet einen neuen Zeitabschnitt ab diesem Bild
es: Iniciar un nuevo segmento de tiempo en esta imagen
fi: Aloita uusi aikaosio tässä kehyksessä
fr: Démarrer une nouvelle section de temps à cette image
hr: Započni novi vremenski interval na ovom kadru
id: Mulai bagian waktu baru pada bingkai ini
it: Inizia un nuovo segmento di tempo su questa immagine
ja: このフレームで新しい時間セクションを開始する
ko: 이 프레임에서 새로운 시간 섹션을 시작
mk: Започнете нов временски интервал на овој кадар
nl: Start een nieuw tijdsgedeelte op dit frame
pl: Rozpocznij nową sekcję czasu na tej klatce
pt: Iniciar uma nova secção temporal neste quadro
ru: Начать новый отсчет ремени в этом кадре
sl: Začni novi časovni odsek na tej sličici
th: เริ่มส่วนเวลาใหม่บนเฟรมนี้
uk: Почати новий часовий відрізок на цьому кадрі
vi: Bắt đầu một phần đặc biệt thời gian mới ở hình này
zh_hant: 在此幀開始一個新的時間段

# mnuAction_Chrono_Stop
source: Stop: end the current time section on this frame
chs: 停止：结束当前帧的当前时间区段
de: Stop: Beendet den Zeitabschnitt mit diesem Bild
es: Stop: completar el segmento de tiempo actual en esta imagen
fi: Pysäytä: lopeta tämän kehyksen nykyinen aikaosio
fr: Stop : terminer la section de temps courante à cette image
hr: Zaustavi: završi trenutni vremenski interval na ovom kadru
id: Hentikan: mengakhiri bagian waktu saat ini pada bingkai ini
it: Stop: termina il segmento di tempo corrente su questa immagine
ja: 停止:このフレームで現在の時間セクションを終了する
ko: 중지: 이 프레임에서 현재 시간 섹션을 종료
mk: Стоп: завршете го тековниот временски интервал на овој кадар
nl: Stop: beëindig het huidige tijdsgedeelte op dit frame
pl: Stop: zakończ aktualną sekcję czasu na tej klatce
pt: Parar: terminar a secção de tempo atual nesta moldura
ru: Стоп: завершить текущий временной интервал в этом кадре
sl: Ustavi: zaključi trenutni časovni odsek na tej sličici
th: หยุด: สิ้นสุดของส่วนเวลาปัจจุบันบนเฟรมนี้
uk: Зупинити: завершити поточний відрізок часу на цьому кадрі
vi: Dừng: kết thúc phần thời gian đặc biệt ở hình này
zh_hant: 停止：目前時間段在此幀結束

# mnuDemosaic
source: Demosaicing
chs: 去马赛克
es: Mosaico de Bayer
fi: Demosaisointi
fr: Dématriçage
hr: Demosaiciranje
id: Demosaisasi
it: Demosaicizzazione
ja: デモザイシング
ko: 디모자이킹
mk: Демосирање
pl: Demozaikowanie
pt: Interpolação cromática
ru: Демозаикизация
sl: Demozaičenje
th: การลดโมเสก
uk: Демозаїка
vi: Khử hốa tác mẻ
zh_hant: 去馬賽克

# mnuExport_Images_Image
source: Image…
chs: 图像…
de: Bilder…
es: Imagen…
fi: Kuva…
hr: Slika…
id: Gambar…
it: Immagine…
ja: 画像…
ko: 이미지…
mk: Слика…
nl: Afbeelding…
pl: Obraz…
pt: Imagem…
ru: Изображение…
sl: Slike …
th: รูปภาพ…
uk: Зображення…
vi: Hình ảnh…
zh_hant: 影像…

# mnuExport_Images_Keys
source: Key images…
chs: 关键图像…
de: Schlüsselbilder…
es: Imágenes clave…
fi: Avainkuvat…
fr: Image clés…
hr: Ključne slike…
id: Gambar kunci…
it: Immagini chiave…
ja: キー画像…
ko: 키 이미지…
mk: Клучни слики…
nl: Kernbeelden…
pl: Kluczowe obrazy…
pt: Imagens-chave…
ru: Ключевые изображения…
sl: Ključne slike …
th: คีย์รูปภาพ…
uk: Ключові зображення…
vi: Hình khoá…
zh_hant: 關鍵影像…

# mnuExport_Images_Sequence
source: Image sequence…
chs: 图像序列…
de: Bildsequenz…
es: Secuencia de imágenes…
fi: Kuvasarja…
fr: Séquence d'images…
hr: Sekvenca slike…
id: Urutan gambar…
it: Sequenza di immagini…
ja: 画像シーケンス…
ko: 이미지 시퀀스…
mk: Редоследот на слики…
nl: Afbeeldingsreeks…
pl: Sekwencja obrazów…
pt: Sequência de imagem…
ru: Последовательность изображений…
sl: Zaporedje slik …
th: ลำดับภาพ…
uk: Послідовність зображень…
vi: Dãy hình ảnh…
zh_hant: 影像序列…

# mnuMeasure_FrameNumber
source: Frame number
chs: 帧序号
de: Bildnummer
es: Número de imagen
fi: Ruudun numero
fr: Numéro d'image
hr: Broj kadrova
id: Nomor bingkai
it: Numero d'immagine
ja: フレーム番号
ko: 프레임 번호
mk: Број на кадар
pl: Numer klatki
pt: Número do quadro
ru: Номер кадра
th: ลำดับเฟรม
uk: Номер кадру
vi: Số hình
zh_hant: 影格數
