Repository: Kinovea/Kinovea
Catalog: Kinovea.ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: ar, bg, ca, chs, cs, da, de, es, fa, fi, fr, hr, id, it, ja, ko, lt, mk, ms, nl, no, pl, pt, ro, ru, sl, sr_cyrl_rs, th, tr, uk, vi, zh_hant

# FormCrashRecovery_File
source: File
ar: الملف
bg: Файл
ca: Arxiu
chs: 文件
cs: Soubor
de: Datei
es: Archivo
fa: پرونده
fi: Tiedosto
fr: Fichier
hr: Datoteka
id: Berkas
ja: ファイル
ko: 파일
lt: Rinkmena
mk: Фајл
nl: Bestand
pl: Plik
pt: Ficheiro
ro: Fișier
ru: Файл
sl: Datoteka
sr_cyrl_rs: Датотека
th: ไฟล์
uk: Файл
vi: Tập tin
zh_hant: 文件

# Generic_Restore
source: Restore default
ar: استعادة الوضع الافتراضي
bg: Възстанови по подразбиране
ca: Restaurar paràmetres per defecte
chs: 恢复默认
cs: Obnovení výchozího nastavení
de: Standardwerte wiederherstellen
es: Restaurar valores predeterminados
fa: بازیابی پیش فرض
fi: Palauta oletukset
fr: Remise à zéro
hr: Vrati zadano
id: Kembalikan ke semula
it: Ripristina le impostazioni predefinite
ja: デフォルトに戻す
ko: 기본값 복원
lt: Atkurti numatytuosius nustatymus
mk: Вратете ги претходните стандардни поставки
nl: Herstel naar standaard
pl: Przywrócenie ustawień domyślnych
pt: Restaurar padrão
ro: Refacere implicite
ru: Восстановить умолчание
sl: Obnovi privzeto
sr_cyrl_rs: Поништи подразумевано
th: คืนค่าเริ่มต้น
tr: Varsayılana döndür
uk: Відновити за замовчуванням
vi: Khôi phục mặc định
zh_hant: 恢復預設值

# mnuShowBefore
source: Show before this point
ar: إظهار قبل هذه النقطة
bg: Покажи преди тази точка
chs: 在此点之前显示
cs: Zobrazit před tímto bodem
de: Vor diesem Punkt anzeigen
es: Mostrar antes de este punto
fi: Näytä ennen tätä pistettä
fr: Montrer avant ce point
hr: Prikaži do ove točke
id: Tampilkan sebelum titik ini
it: Mostra prima di questo punto
ja: この点より前を表示する
ko: 이 시점 이전에 표시하기
lt: Parodykite prieš šį tašką
mk: Прикажувај до оваа точка
nl: Toon voorafgaand aan dit punt
pl: Pokaż przed punktem
pt: Mostrar antes deste ponto
ro: Arată partea anterioară acestui punct
ru: Показать до этой точки
sl: Pokaži pred to točko
th: แสดงก่อนถึงจุดนี้
tr: Bu noktadan öncesini göster
uk: Відобразити до цієї точки
vi: Hiển thị trước điểm này
zh_hant: 在此點之前顯示

# FileProperty_Duration
source: Duration
ar: المدة الزمنية
bg: Продължителност
ca: Duració
chs: 长短
cs: Doba trvání
de: Dauer
es: Duración
fa: مدت زمان
fi: Kesto
fr: Durée
hr: Trajanje
id: Durasi
it: Durata
ja: 期間
ko: 지속
lt: Trukmė
mk: Времетраење
nl: Lengte
pl: Czas trwania
pt: Duração
ro: Durata
ru: Длительность
sl: Trajanje
sr_cyrl_rs: Трајање
th: ระยะเวลา
tr: Süre
uk: Тривалість
vi: Thời lượng
zh_hant: 持續時間

# FileFilter_AllSupported
source: All supported formats
ar: جميع الصيغ المدعومة
bg: Всички поддържани формати
chs: 所有支持的格式
cs: Všechny podporované formáty
de: Alle unterstützten Formate
es: Todos los formatos admitidos
fi: Kaikki tuetut formaatit
fr: Tous les formats supportés
hr: Svi podržani formati
id: Semua format yang didukung
it: Tutti i formati supportati
ja: サポートされているすべての形式
ko: 지원되는 모든 형식
lt: Visi palaikomi formatai
mk: Сите поддржани формати
nl: Alle ondersteunde bestandtypes
pl: Wszystkie obsługiwane formaty
pt: Todos os formatos suportados
ro: Toate formatele suportate
ru: Все поддерживаемые форматы
sl: Vsi podprti zapisi
th: ทุกรูปแบบที่รองรับ
tr: Tüm desteklenen formatlar
uk: Усі підтримувані формати
vi: Tất cả các định dạng được hỗ trợ
zh_hant: 所有支持的格式

# mnuRotation
source: Rotation
ar: تدوير الشاشة
bg: Завъртане
ca: Rotació de l’imatge
chs: 旋转
cs: Otáčení obrázků
de: Drehung
es: Rotación
fa: چرخش تصویر
fi: Kierto
hr: Rotacija
id: Rotasi
it: Rotazione
ja: 回転
ko: 회전
lt: Vaizdo sukimas
mk: Ротација
nl: Draaien
pl: Obrót
pt: Rotação
ro: Rotire imagine
ru: Вращение
sl: Vrtenje
th: การหมุน
tr: Resim rotasyonu
uk: Обертання
vi: Xoay
zh_hant: 旋轉

# mnuRotation0
source: No rotation
ar: لا دوران
bg: Без завъртане
ca: Sense rotació
chs: 无旋转
cs: Žádná rotace
de: Keine Drehung
es: Sin giro
fa: بدون چرخش
fi: Ei kiertoa
fr: Pas de rotation
hr: Bez rotacije
id: Tanpa rotasi
it: Nessuna rotazione
ja: 回転なし
ko: 회전 없음
lt: Be sukimo
mk: Без ротација на сликата
nl: Geen draaiïng
pl: Brak rotacji
pt: Sem rotação
ro: Fără rotire
ru: Баз вращения изображения
sl: Brez vrtenja
th: ไม่ต้องหมุน
tr: Rotayon yok
uk: Без обертання
vi: Không xoay
zh_hant: 無旋轉

# mnuHideBefore
source: Hide before this point
ar: إخفاء قبل هذه النقطة
bg: Скрий преди тази точка
chs: 在此点之前隐藏
cs: Skrýt před tímto bodem
de: Vor diesem Punkt verbergen
es: Ocultar antes de este punto
fi: Piilota ennen tätä pistettä
fr: Cacher avant ce point
hr: Sakrij do ove točke
id: Sembunyikan sebelum titik ini
it: Nascondi prima di questo punto
ja: この点より前を非表示にする
ko: 이 지점 이전에 숨기기
lt: Paslėpkite prieš šį tašką
mk: Сокриј до оваа точка
nl: Verberg voorafgaand aan dit punt
pl: Ukryj przed punktem
pt: Ocultar antes deste ponto
ro: Ascunde partea anterioară acestui punct
ru: Спрятать до этой точки
sl: Skrij pred to točko
th: ซ่อนก่อนถึงจุดนี้
tr: Bu noktadan öncesini gizle
uk: Приховати до цієї точки
vi: Ẩn trước điểm này
zh_hant: 在此點之前隱藏

# mnuCopyImageToClipboard
source: Copy image to Clipboard
ar: نسخ صورة إلى الحافظة
bg: Копирай изображението в клипборда
ca: Copiar l'imatge al porta-retalls
chs: 图像复制到剪贴板
cs: Kopírovat obrázek do schránky
de: Bild in die Zwischenablage kopieren
es: Copiar imagen en portapapeles
fa: رونوشت تصویر به کلیپ بورد
fi: Kopioi kuva leikepöydälle
fr: Copier l'image vers le Presse-Papier
hr: Kopiraj sliku u Clipboard
id: Salin gambar ke Papan Klip
it: Copia immagine negli appunti
ja: 画像をクリップボードにコピー
ko: 클립보드에 이미지 복사
lt: Nukopijuokite vaizdą į iškarpinę
mk: Копирај ја сликата во клипбордот
nl: Kopieer afbeelding naar klembord
pl: Skopiuj obraz do schowka
pt: Copiar imagem para a Àrea de Transferência
ro: Copiază imaginea în Clipboard
ru: Копировать изображение в буфер обмена
sl: Kopiraj sliko v odložišče
sr_cyrl_rs: Копирај слику у привремену меморију
th: คัดลอกรูปภาพไปคลิปบอร์ด
tr: Resmi panoya kopyala
uk: Копіювати зображення в буфер обміну
vi: Sao chép hình ảnh vào Clipboard
zh_hant: 將影像複製到剪貼簿

# mnuDrawingTrackingStop
source: Stop tracking
ar: توقف عن التتبع
bg: Спрете проследяването
ca: Finalitzar seguiment
chs: 停止追踪
cs: Zastavení sledování
fa: توقف ردیابی
fi: Pysäytä seuranta
hr: Prekini praćenje
id: Hentikan pelacakan
it: Ferma tracciamento
ja: 追跡を止める
ko: 추적 중지
lt: Stabdyti sekimą
mk: Престани да следиш
nl: Stop volgen
pl: Zatrzymaj śledzenie
pt: Parar o rastreamento
ro: Stop urmărire
ru: Остановить отслеживание
tr: Takibi durdur
zh_hant: 停止追蹤

# DataAnalysis_DataLabel
source: Data :
ar: البيانات :
bg: Дата:
ca: Dades:
chs: 数据:
de: Daten :
es: Datos :
fa: داده‌ها:
fi: Tiedot :
fr: Données :
hr: Podaci:
it: Dati :
ja: データ:
ko: 데이터:
mk: Датум:
nl: Gegevens :
pl: Dane:
pt: Dados :
ru: Дата:
sl: Podatki :
sr_cyrl_rs: Подаци:
th: ข้อมูล :
tr: Veri :
uk: Дані :
vi: Dữ liệu :
zh_hant: 資料:

# mnuShowLabel
source: Show label
ar: إظهار التسمية
bg: Покажи заглавие
chs: 显示标签
cs: Zobrazit popisek
de: Beschriftung anzeigen
es: Mostrar etiqueta
fi: Näytä tarra
fr: Montrer le label
hr: Prikaži oznaku
id: Tampilkan label
it: Mostra etichetta
ja: ラベルを表示する
ko: 레이블 표시하기
lt: Rodyti etiketę
mk: Прикажи ја ознаката
nl: Toon label
pl: Pokaż etykietę
pt: Mostrar rótulo
ro: Arată eticheta
ru: Показать метку
sl: Pokaži oznake
th: แสดงฉลาก
tr: Katmanı göster
uk: Відобразити мітку
vi: Hiển thị nhãn
zh_hant: 顯示標籤

# FileProperty_Size
source: Size
ar: الحجم
bg: Размер
ca: Mesura
chs: 尺寸
cs: Velikost
de: Größe
es: Tamaño
fa: اندازه
fi: Koko
fr: Taille
hr: Veličina
id: Ukuran
it: Dimensione
ja: 大きさ
ko: 크기
lt: Dydis
mk: Големина
nl: Grootte
pl: Rozmiar
pt: Tamanho
ro: Dimensiune
ru: Размер
sl: Velikost
sr_cyrl_rs: Величина
th: ขนาด
tr: Boyut
uk: Розмір
vi: Kích thước
zh_hant: 尺寸

# mnuShowAfter
source: Show after this point
ar: إظهار بعد هذه النقطة
bg: Покажи след тази точка
chs: 在此点后显示
cs: Zobrazit po tomto bodě
de: Nach diesem Punkt anzeigen
es: Mostrar después de este punto
fi: Näytä tämän pisteen jälkeen
fr: Montrer après ce point
hr: Prikaži nakon ove točke
id: Tampilkan setelah titik ini
it: Mostra dopo questo punto
ja: この点より後を表示にする
ko: 이 시점 이후에 표시하기
lt: Rodyti po šio taško
mk: Прикажувај по оваа точка
nl: Toon na dit punt
pl: Pokaż po punkcie
pt: Mostrar depois deste ponto
ro: Arată partea ulterioară acestui punct
ru: Показать после этой точки
sl: Pokaži po tej točki
th: แสดงหลังจากจุดนี้
tr: Bu noktadan sonrasını göster
uk: Відобразити після цієї точки
vi: Hiển thị sau điểm này
zh_hant: 在此點之後顯示

# mnuCopyToClipboard
source: Copy to Clipboard
ar: نسخ إلى الحافظة
bg: Копиране в клипборда
ca: Copiar al porta-retalls
chs: 复制到剪贴板
cs: Kopírování do schránky
de: In die Zwischenablage kopieren
es: Copiar en portapapeles
fa: رونوشت به کلیپ بورد
fi: Kopioi leikepöydälle
fr: Copier vers le Presse-Papier
hr: Kopiraj u Clipboard
id: Menyalin ke Papan Klip
it: Copia negli appunti
ja: クリップボードにコピー
ko: 클립 보드에 복사
lt: Nukopijuoti į iškarpinę
mk: Копирај во клипбордот
nl: Kopieer naar klembord
pl: Skopiuj do schowka
pt: Copiar para Àrea de Transferência
ro: Copiază în Clipboard
ru: Копировать в буфер обмена
sl: Kopiraj v odložišče
sr_cyrl_rs: Копирај у привремену меморију
th: คัดลอกไปคลิปบอร์ด
tr: Panoya kopyala
uk: Копіювати в буфер обміну
vi: Sao chép vào Clipboard
zh_hant: 複製到剪貼簿

# mnuCoordinateSystemHide
source: Hide
ar: إخفاء
bg: Скрии
ca: Amagar
chs: 隐藏
cs: Skrýt
de: Verbergen
es: Ocultar
fa: پنهان کردن
fi: Piilota
fr: Masquer
hr: Sakriti
id: Sembunyikan
it: Nascondi
ja: 隠す
ko: 숨기기
lt: Slėpti
mk: Скриј
nl: Verberg
pl: Ukryj
pt: Esconder
ro: Ascunde
ru: Скрыть
sl: Skrij
sr_cyrl_rs: Сакрити
th: ซ่อน
uk: Приховати
vi: Ẩn
zh_hant: 隱藏

# DataAnalysis_TimeModel
source: Time :
ar: الوقت:
bg: Време:
ca: Temps :
chs: 时间:
cs: Čas :
de: Zeit :
es: Tiempo :
fa: زمان:
fi: Aika :
fr: Temps :
hr: Vrijeme :
id: Waktu :
it: Tempo:
ja: 時間:
ko: 시간:
lt: Laikas:
mk: Време:
ms: Masa :
nl: Tijd :
pl: Czas:
pt: Tempo :
ro: Ora:
ru: Время:
sl: Čas :
th: เวลา :
tr: Zaman :
uk: Час :
vi: Thời gian :
zh_hant: 時間:

# DataAnalysis_TimeModel_Relative
source: Relative
ar: نسبي
bg: Относителни
ca: Relatiu
chs: 相对
cs: Relativní
de: Relativ
es: Relativo
fa: نسبی
fi: Suhteelinen
fr: Relatif
hr: Relativni
id: Relatif
it: Relativo
ja: 相対的
ko: 상대적
lt: Reliatyvus
mk: Релативни
ms: Relatif
nl: Relatief
pl: Względnie
pt: Relativo
ro: Relativ
ru: Относительные
sl: Relativno
th: ความสัมพันธ์
tr: Rölatif
uk: Відносна
vi: Tương đối
zh_hant: 相對

# Generic_Cut
source: Cut
ar: قص
bg: Изрежи
ca: Tallar
chs: 切
cs: Řez
de: Ausschneiden
es: Cortar
fa: برش
fi: Leikkaa
fr: Couper
hr: Reži
id: Potong
it: Taglia
ja: カット
ko: 잘라내기
lt: Iškirpti
mk: Исечи
nl: Knip
pl: Wytnij
pt: Cortar
ro: Tăiere
ru: Вырезать
sl: Izreži
th: ตัด
tr: Kes
uk: Вирізати
vi: Cắt
zh_hant: 剪下

# Generic_Copy
source: Copy
ar: نسخ
bg: Копирай
ca: Copiar
chs: 复制
cs: Kopírovat
de: Kopieren
es: Copiar
fa: رونوشت
fi: Kopioi
fr: Copier
hr: Kopiraj
id: Salin
it: Copia
ja: コピー
ko: 복사하기
lt: Kopijuoti
mk: Копирај
nl: Kopieer
pl: Kopiuj
pt: Copiar
ro: Copiere
ru: Копировать
sl: Kopiraj
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hant: 複製

# FileProperty_Framerate
source: Framerate
ar: معدل الكادرات
bg: Честота
ca: Freqüència d'imatges
chs: 帧率
cs: Snímková rychlost
de: Bildrate
es: Tasa de fotogramas
fa: میزان فریم
fi: Kuvataajuus
fr: Fréquence d'images
hr: Broj kadrova u sekundi
id: Kecepatan bingkai
ja: フレームレート
ko: 프레임속도
lt: Dažnis
mk: Фреквенција
pl: Odświeżanie Obrazu
pt: Taxa de quadros
ro: Rata de cadre
ru: Частота
sl: Hitrost sličic
sr_cyrl_rs: Број слика у секунди
th: เฟรมเรต
tr: Kare hızı
uk: Частота кадрів
vi: Tốc độ khung hình
zh_hant: 幀率

# Generic_Paste
source: Paste
ar: لصق
bg: Постави
ca: Enganxar
chs: 粘贴
cs: Vložit
fi: Liitä
id: Tempel
it: Incolla
ja: ペースト
ko: 붙여넣기
mk: Вметни
nl: Plak
ro: Lipire
ru: Вставить
tr: Yapıştır
zh_hant: 貼上

# FileProperty_HasKva
source: Kva file
ar: ملف Kva
bg: KVA файл
ca: Arxiu Kva
chs: Kva文件
cs: Soubor Kva
de: KVA-Datei
es: Archivo kva
fa: پرونده Kva
fi: Kva tiedosto
fr: Fichier Kva
hr: Kva datoteka
id: Berkas Kva
it: File Kva
ja: Kvaファイル
ko: Kva 파일
lt: KVA rinkmena
mk: KVA фајл
nl: Kva bestand
pl: Plik Kva
pt: Ficheiro Kva
ro: Fișier KVA
ru: KVA-файл
sl: Kva datoteka
sr_cyrl_rs: Kva датотека
th: ไฟล์ Kva
tr: Kva dosyası
uk: Kva файл
vi: Tệp Kva
zh_hant: Kva文件

# lblDelay_Text
source: Delay (s):
ar: التأخير (ث):
bg: Закъснение(c) :
ca: Retard (s) :
chs: 延迟（秒）：
cs: Zpoždění (s):
fi: Viive (s):
id: Penundaan (det):
it: Ritardo (s) :
ja: 遅延 (秒):
ko: 지연 :
mk: Доцнење (с):
nl: Vertraging (s):
ro: Întârziere (s):
ru: Задержка(c) :
sr_cyrl_rs: Кашњење: {0}s ({1})
tr: Gecikme (s):
zh_hant: 延遲（秒）：

# LengthUnit_Millimeters
source: Millimeters
ar: ملليمترات
bg: Милиметри
ca: Mil·límetres
chs: 毫米
cs: Milimetry
de: Millimeter
es: Milímetros
fa: میلی متر
fi: Millimetrit
fr: Millimètres
hr: Milimetri
id: Milimeter
it: Millimetri
ja: ミリメートル
ko: 밀리미터
lt: Milimetrai
mk: Милиметри
pl: Milimetry
pt: Milímetros
ro: Milimetri
ru: Миллиметры
sl: Milimetri
sr_cyrl_rs: Милиметри
th: มิลลิเมตร
tr: Milimetre
uk: Міліметри
vi: Milimét
zh_hant: 毫米

# mnuDrawingTrackingStart
source: Start tracking
ar: بدء تتبع
bg: Започнете проследяването
ca: Iniciar seguiment
chs: 开始追踪
cs: Zahájení sledování
fa: شروع ردیابی
fi: Aloita seuranta
hr: Započni praćenje
id: Mulai pelacakan
it: Inizia tracciamento
ja: 追跡を開始する
ko: 추적 시작
lt: Pradėti sekimą
mk: Почни со следење
nl: Start volgen
pl: Rozpocznij śledzenie
pt: Começar o rastreamento
ro: Start urmărire
ru: Начать отслеживание
tr: Takibi başlat
zh_hant: 開始追蹤

# mnuCopyDrawing
source: Copy drawing
ar: نسخ الرسم
bg: Копирай рисунката
ca: copiar dibuix
chs: 复制图
cs: Kopírování kresby
de: Zeichnung kopieren
es: Copiar dibujo
fa: رونوشت طرح
fi: Kopioi piirustus
fr: Copier le dessin
hr: Kopiraj crtež
id: Salin gambar
it: Copia il disegno
ja: 描画をコピーする
ko: 드로잉 복사
lt: Kopijuoti piešinį
mk: Копирај го цртежот
nl: Kopieer tekening
pl: Kopiuj rysunek
pt: Copiar o desenho
ro: Copiază desen
ru: Скопировать рисунок
sl: Kopiraj risbo
th: คัดลอกรูปวาด
uk: Копіювати креслення
vi: Sao chép vẽ
zh_hant: 複製繪圖

# mnuPasteDrawing
source: Paste drawing
ar: لصق الرسم
bg: Постави рисунката
ca: Enganxar dibuix
chs: 粘贴图
cs: Vložení kresby
de: Zeichnung einfügen
es: Pegar dibujo
fa: جایگذاری طرح
fi: Liitä piirustus
fr: Coller le dessin
hr: Zalijepi crtež
id: Tempel gambar
it: Incolla il disegno
ja: 描画を貼り付ける
ko: 드로잉 붙여넣기
lt: Įkelti piešinį
mk: Вметни го цртежот
nl: Plak tekening
pl: Wklej rysunek
pt: Colar o desenho
ro: Lipește desen
ru: Вставить рисунок
sl: Prilepi risbo
th: วางรูปวาด
uk: Вставити креслення
vi: Dán vẽ
zh_hant: 貼上繪圖

# LengthUnit_Percentage
source: Percentage
ar: نسبة مئوية
bg: Проценти
ca: Percentatge
chs: 百分比
cs: Procenta
de: Prozent
es: Porcentaje
fa: درصد
fi: Prosentti
fr: Pourcentage
hr: Postotak
id: Persentase
it: Percentuale
ja: パーセンテージ
ko: 퍼센트
lt: Procentai
mk: Проценти
nl: Percentage snelheid
pl: Procent
pt: Porcentagem
ro: Procentaj
ru: Проценты
sl: Odstotek
sr_cyrl_rs: Проценат
th: เปอร์เซนต์
tr: Yüzde
uk: Відсотки
vi: Phần trăm
zh_hant: 百分比

# mnuHideAfter
source: Hide after this point
ar: إخفاء بعد هذه النقطة
bg: Скрий след тази точка
chs: 在此点之后隐藏
cs: Skrýt po tomto bodě
de: Nach diesem Punkt verbergen
es: Ocultar después de este punto
fi: Piilota tämän pisteen jälkeen
fr: Cacher après ce point
hr: Sakrij poslije ove točke
id: Sembunyikan setelah titik ini
it: Nascondi dopo questo punto
ja: この点より後を非表示にする
ko: 이 시점 이후에 숨기기
lt: Paslėpkite po šio taško
mk: Сокриј по оваа точка
nl: Verberg na dit punt
pl: Ukryj po punkcie
pt: Ocultar depois deste ponto
ro: Ascunde partea ulterioară acestui punct
ru: Спрятать после этой точки
sl: Skrij po tej točki
th: ซ่อนหลังจากจุดนี้
tr: Bu noktadan sonrasını gizle
uk: Приховати після цієї точки
vi: Ẩn sau điểm này
zh_hant: 在此點之後隱藏

# mnuSupplementaryAngle
source: Supplementary angle
ar: الزاوية التكميلية
bg: Допълнителен ъгъл
ca: Angle suplementari
chs: 补角
cs: Doplňkový úhel
de: Unterstützungswinkel
es: Ángulo suplementario
fa: زاویه تکمیلی
fi: Lisäkulma
fr: Angle supplémentaire
hr: Dodatni kut
id: Sudut tambahan
it: Angolo supplementare
ja: 補角
ko: 보조 각도
lt: Papildomas kampas
mk: Дополнителен агол
nl: Aanvullende hoek
pl: Kąt uzupełniający
pt: Ângulo suplementar
ro: Unghi complementar
ru: Дополнительный угол
sl: Dopolnilni kot
th: มุมชดเชย
tr: Bütünler açı
uk: Додатковий кут
vi: Góc bổ sung
zh_hant: 補角

# mnuFlipHorizontally
source: Flip horizontally
ar: اقلب أفقيًا
bg: Завърти хоризонтално
ca: Reflexa horitzontalment
chs: 水平翻转
cs: Vodorovné překlopení
de: Horizontal spiegeln
es: Invertir horizontalmente
fa: تلنگر افقی
fi: Käännä vaakasuoraan
fr: Retourner horizontalement
hr: Okreni horizontalno
id: Balik secara horizontal
it: Capovolgi orizzontalmente
ja: 水平に反転
ko: 수평으로 뒤집기
lt: Apversti horizontaliai
mk: Преврти хоризонтално
nl: Spiegel horizontaal
pl: Obróć w poziomie
pt: Virar horizontalmente
ro: Oglindire orizontală
ru: Отразить горизонтально
sl: Zrcali vodoravno
sr_cyrl_rs: Окрени хоризонтално
th: พลิกแนวนอน
tr: Yatay olarak çevir
uk: Відобразити горизонтально
vi: Lật ngang
zh_hant: 水平翻轉

# mnuFlipVertically
source: Flip vertically
ar: اقلب عموديا
bg: Завърти вертикално
ca: Reflexa verticalment
chs: 垂直翻转
cs: Překlopení na výšku
de: Vertikal spiegeln
es: Invertir verticalmente
fa: تلنگر عمودی
fi: Käännä pystysuoraan
fr: Retourner verticalement
hr: Okreni vertikalno
id: Balik secara vertikal
it: Capovolgi verticalmente
ja: 垂直に反転
ko: 수직으로 뒤집기
lt: Apversti vertikaliai
mk: Преврти вертикално
nl: Spiegel verticaal
pl: Obróć w pionie
pt: Virar verticalmente
ro: Oglindire verticală
ru: Отразить вертикально
sl: Zrcali vertikalno
sr_cyrl_rs: Окрени вертикално
th: พลิกแนวตั้ง
tr: Dikey olarak çevir
uk: Відобразити вертикально
vi: Lật dọc
zh_hant: 垂直翻轉

# ToolTip_ConfigureCamera
source: Configure camera
ar: إعدادات الكاميرا
bg: Настройка на камера
ca: Configurar la càmera
chs: 配置相机
cs: Konfigurace kamery
de: Kamera konfigurieren
es: Configurar cámara
fa: پیکربندی دوربین
fi: Määritä kamera
fr: Configurer la camera
hr: Konfiguriraj kameru
id: Atur kamera
it: Configura la fotocamera
ja: カメラの設定
ko: 카메라 구성
lt: Konfigūruoti kamerą
mk: Конфигурација на камерата
nl: Configureer de camera
pl: Skonfiguruj kamerę
pt: Configurar câmera
ro: Configurare cameră
ru: Конфигурация камеры
sl: Nastavi kamero
sr_cyrl_rs: Подеси камеру
th: ตั้งค่ากล้อง
uk: Налаштувати камеру
vi: Cấu hình camera
zh_hant: 設定相機

# FormCrashRecovery_Title
source: Crash recovery
ar: استعادة التعطل الكلي
bg: Неуспешно възстановяване
ca: Recuperació automàtica
chs: 崩溃恢复
cs: Obnova po havárii
de: Wiederherstellung nach Absturz
es: Recuperación de un fallo
fa: بازیابی خرابی
fi: Kaatumisesta palautuminen
fr: Récupération automatique
hr: Oporavak od kvara
id: Pemulihan kerusakan
it: Recupero da crash
ja: クラッシュリカバリ
ko: 충돌 복원
lt: Atkūrimas po gedimo
mk: Неуспешно обновување
nl: Automatisch herstellen
pl: Odzyskiwanie po awarii
pt: Recuperação de falhas
ro: Recuperare după blocare
ru: Неудачное восстановление
sl: Obnovitev po sesutju
sr_cyrl_rs: Опоравак од квара
th: การกู้คืนเสียหาย
uk: Відновлення після збою
vi: Khôi phục sự cố
zh_hant: 故障恢復

# mnuMarkTimeAsOrigin
source: Mark current time as time origin
ar: ضع علامة على الوقت الحالي كنقطة أصل زمنية
bg: Маркирай текущото време като начално време
ca: Marcar el temps actual com a origen de temps
chs: 将当前时间标记为时间原点
cs: Označit aktuální čas jako počáteční čas
de: Aktuelle Zeit als Bezugszeit festlegen
es: Marcar tiempo actual como origen de tiempo
fi: Merkitse nykyinen aika ajan alkuperäksi
fr: Marquer le temps courant comme origine
hr: Označi trenutno vrijeme kao početno vrijeme
id: Tandai waktu saat ini sebagai waktu asal
it: Marca la posizione corrente come origine
ja: 現在の時間を時間原点としてマークする
ko: 현재 시간을 시간 원점으로 표시
lt: Pažymėkite dabartinį laiką kaip laiko skaičiavimo pradžią
mk: Означете го моменталното време како почетната временска точка
nl: Markeer huidige tijd als oorsprong
pl: Zaznacz bieżący czas jako początek czasu
pt: Marcar a hora atual como o tempo de origem
ro: Marcare moment curent ca origine a timpului
ru: Пометить текущее время как начальную временную точку
sl: Označi trenutni čas kot začetni čas
th: ทำเครื่องหมายเวลาปัจจุบันเป็นเวลาเริ่มต้น
tr: Geçerli saati zaman kaynağı olarak işaretle
uk: Позначити поточний час як початок часу
vi: Đánh dấu thời gian hiện tại làm gốc thời gian
zh_hant: 將目前時間標記為時間原點

# mnuMarkTimeAsOriginClock
source: Mark current time as time origin for this clock
ar: ضع علامة على الوقت الحالي كنقطة أصل ومنية لهذه الساعة
bg: Маркирай текущото време като начално за този часовник
chs: 将此时间标记为该时钟的时间原点
cs: Označit aktuální čas jako počáteční čas pro tyto hodiny
de: Aktuelle Zeit als Bezugszeit für diese Uhr festlegen
es: Marcar tiempo actual como origen para este reloj
fi: Merkitse nykyinen aika tämän kellon ajan alkulähteeksi
fr: Marquer le temps courant comme origine pour cette horloge
hr: Označi trenutno vrijeme kao početno vrijeme ovog sata
id: Tandai waktu saat ini sebagai asal waktu untuk jam ini
it: Marca la posizione corrente come origine per questo orologio
ja: この時計の現在の時刻を時間原点としてマークする
ko: 현재 시간을 이 시계의 시간 원점으로 표시
lt: Pažymėkite dabartinį laiką kaip šio laikrodžio laiko skaičiavimo pradžią
mk: Означете го моменталното време како почеток за пресметување на времето за овој часовник
nl: Markeer huidige tijd als begin van deze klok
pl: Zaznacz bieżący czas jako początek czasu dla tego zegara
pt: Marque a hora atual como o tempo de origem para este relógio
ro: Marcare moment curent ca origine a timpului pentru acest ceas
ru: Пометить текущее время как начало отсчета времени для этих часов
sl: Označi trenutni čas kot začetni čas za to uro
th: ทำเครื่องหมายเวลาปัจจุบันเป็นเวลาเริ่มต้นสำหรับนาฬิกานี้
tr: Bu saat için geçerli saati zaman kaynağı olarak işaretle
uk: Позначити поточний час як початок часу для цього годинника
vi: Đánh dấu thời gian hiện tại làm gốc thời gian cho đồng hồ này
zh_hant: 將目前時間標記為此時鐘的時間原點

# ToolTip_StartCamera
source: Start camera
ar: بداية الكاميرا
bg: Старт на камерата
ca: Iniciar la càmera
chs: 启动相机
cs: Spustit kameru
de: Kamera starten
es: Iniciar cámara
fa: شروع دوربین
fi: Aloita kamera
fr: Démarrer la caméra
hr: Pokreni kameru
id: Mulai kamera
it: Avvia la fotocamera
ja: カメラを起動する
ko: 카메라 시작
lt: Kameros startas
mk: Стартирај ја камерата
pl: Uruchom kamerę
pt: Iniciar câmera
ro: Pornire cameră
ru: Старт для камеры
sl: Zaženi kamero
sr_cyrl_rs: Покрени камеру
th: เริ่มใช้กล้อง
uk: Запустити камеру
vi: Bắt đầu camera
zh_hant: 啟動相機

# mnuOpenReplayWatcher
source: Open replay folder observer…
ar: فتح مجلد التشغيل للمشاهدة…
ca: Obrir observador de carpeta de reproducció
chs: 打开重播文件夹观察者…
cs: Otevřít pozorovatele složky přehrávání…
de: Wiedergabeordner zum Beobachten öffnen…
es: Abrir observador de carpeta de reproducción…
fi: Avaa toistokansion tarkkailija…
fr: Ouvrir un observateur de dossier de relecture…
hr: Otvori mapu za ponovnu reprodukciju…
id: Buka pengamat folder tayangan ulang…
it: Apri una cartella di riproduzione…
ja: リプレイフォルダオブザーバーを開く…
ko: 재생 폴더 관찰자 열기…
lt: Atidaryti atkūrimo aplanko stebėtoją …
mk: Отвори го набљудувачот на фолдерот за репродукции…
nl: Open de weergave van de herhalingenmap…
pl: Otwórz folder obserwowanych powtórek…
pt: Abra o observador da pasta de reprodução…
ro: Deschidere observator al folderului de reluare…
ru: Открыть наблюдателя каталога для реплеев…
sl: Odpri opazovalnik mape ponovnega predvajanja …
th: เปิดแฟ้มเล่นซ้ำสังเกตการณ์…
tr: Yeniden oynatma klasörü gözlemcisini aç…
uk: Відкрити спостерігач папки відтворення…
vi: Mở thư mục người quan sát lại…
zh_hant: 打開重播文件夾觀察者…

# mnuThumbnailDelete
source: Delete
ar: حذف
bg: Изтрии
ca: Suprimir
chs: 删除
cs: Odstranit
de: Löschen
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
hr: Izbriši
id: Hapus
it: Cancella
ja: 削除
ko: 삭제
lt: Trinti
mk: Отстрани
nl: Verwijder
pl: Usuń
pt: Apagar
ro: Șterge
ru: Удалить
sl: Izbriši
sr_cyrl_rs: Избриши
th: ลบ
uk: Видалити
vi: Xóa
zh_hant: 刪除
