Repository: Kinovea/Kinovea
Catalog: Kinovea.ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: ar, bg, ca, chs, cs, da, de, es, fa, fi, fr, hr, id, it, ja, ko, lt, mk, ms, nl, no, pl, pt, ro, ru, sl, sr_cyrl_rs, th, tr, uk, vi, zh_hant

# ExtraData_Length
source: Length
ar: الطول
bg: Дължина
ca: Longitut
chs: 长度
cs: Délka
de: Länge
es: Longitud
fa: طول
fi: Pituus
fr: Distance
hr: Duljina
id: Panjang
it: Lunghezza
ja: 長さ
ko: 길이
lt: Ilgis
mk: Должина
ms: Panjang
nl: Lengte
pl: Długość
pt: Comprimento
ro: Lungime
ru: Длина
sl: Dolžina
th: ความยาว
tr: uzunluk
uk: Довжина
vi: Độ dài
zh_hant: 長度

# ExtraData_Center
source: Center
ar: المركز
bg: Център
ca: Centre
chs: 中间
cs: Toto je střed kruhu. Je to podstatné jméno, nikoli sloveso nebo příkaz.
de: Zentrum
es: Centro
fa: مرکز
fi: Keskus
fr: Centre
hr: Centar
id: Tengah
it: Centro
ja: 中心
ko: 중앙
lt: Centras
mk: Центар
ms: Tengah
nl: Midden
pl: Środek
pt: Centro
ro: Centru
ru: Центр
sl: Sredina
th: จุดศูนย์กลาง
tr: Merkez
uk: Центр
vi: Tâm
zh_hant: 中心

# ExtraData_Circumference
source: Circumference
ar: محيط الدائرة
bg: Обиколка
ca: Circumferència
chs: 周长
cs: Obvod
de: Umfang
es: Circunferencia
fa: محیط
fi: Ympärysmitta
fr: Circomférence
hr: Opseg
id: Keliling
it: Circonferenza
ja: 円周
ko: 둘레
lt: Apskritimas
mk: Окружност
ms: Ukur lilit
nl: Omtrek
pl: Obwód
pt: Circunferência
ro: Circumferință
ru: Окружность
sl: Obseg
th: เส้นรอบวง
tr: Çevre
uk: Окружність
vi: Chu vi
zh_hant: 圓周

# dlgTimebase_lblFileFPS
source: Framerate read in the file: {0:0.##} fps
ar: معدل الكادرات المحددة في الملف: {0: 0 ##} كادر في الثانية
bg: Честота за възпроизвеждане на видео: {0:0.##} кадри в секунда
ca: Fotogrames per segon llegits del vídeo
chs: 文件中读取的帧率：{0:0.##} fps
cs: Rychlost čtení snímků v souboru: {0:0.##} fps
de: In Datei angegebene Bildrate: {0:0.##} fps
es: Tasa de fotogramas leído en el archivo {0:0.##}
fa: خواندن فریم در فایل: {0: 0. ##} فریم بر ثانیه
fi: Kuvataajuuden luku tiedostossa: {0:0.##} fps
fr: Fréquence d'images lue dans le fichier : {0:0.##} fps
hr: Očitavanje broja kadrova u sekundi u datoteci: {0:0.##} fps
id: Framerate yang dibaca dalam file: {0:0.##} fps
it: Lettura del framerate nel file: {0:0.##} fps
ja: ファイルから読み込んだフレームレート：{0:0.##} fps
ko: 파일에서 읽은 프레임 속도: {0:0.##} fps
lt: Kadrų dažnis nuskaitytas faile: {0: 0. ##} fps
mk: Фреквенција на репродукција на видеото: : {0:0.##} кадри во секунда
ms: Kadar frame dibaca dalam fail: {0:0.##} fps
nl: Framerate vastgesteld uit het bestand: {0:0.##} fps
pl: Oczytywanie odświerzania w pliku: {0:0.##} fps
pt: Taxa de quadros lida no ficheiro: {0:0.##} qps
ro: Rată de cadre citită din fișier: {0:0.##} fps
ru: Частота воспроизведения видео: {0:0.##} кадров в секунду
sl: Hitrost sličic, prebrana iz datoteke: {0:0.##} fps
sr_cyrl_rs: Очитавање броја слика у секунди у датотеци: {0:0.##} fps
th: เฟรมเรตที่อ่านจากไฟล์: {0:0.##} fps
tr: Dosyada okunan kare hızı: {0:0.##} fps
uk: Частота кадрів у файлі: {0:0.##} fps
vi: Tốc độ khung hình đọc từ tập tin: {0:0.##} fps
zh_hant: 檔案影格幀率： {0:0.##} fps

# ExtraData_Radius
source: Radius
ar: نصف القطر
bg: Радиус
ca: Radi
chs: 半径
cs: Poloměr
es: Radio
fa: شعاع
fi: Säde
fr: Rayon
hr: Radijus
it: Raggio
ja: 半径
ko: 반경
lt: Spindulys
mk: Радиус
ms: Jejari
nl: Hoek
pl: Promień
pt: Raio
ro: Rază
ru: Радиус
sl: Polmer
th: รัศมี
tr: Yarıçap
uk: Радіус
vi: Bán kính
zh_hant: 半徑

# dlgRafaleExport_ExportAll
source: Export all images.
ar: تصدير جميع الصور.
bg: Експортирай всички кадри.
ca: Exportar totes les imatges
chs: 导出所有图片.
cs: Exportovat všechny obrázky.
de: Alle Bilder exportieren.
es: Exportar todas las imágenes.
fa: استخراج تمام تصاویر.
fi: Vie kaikki kuvat.
fr: Exporter toutes les images.
hr: Izvezi sve slike.
id: Ekspor semua gambar.
it: Esporta tutte le immagini.
ja: すべての画像をエクスポートします。
ko: 모든 이미지를 내보냅니다.
lt: Eksportuoti visus kadrus.
mk: Експортирај ги сите кадри.
nl: Exporteer alle afbeeldingen.
pl: Wyeksportuj wszystkie obrazy.
pt: Exportar todas as imagens.
ro: Exportă toate imaginile.
ru: Экспортировать все кадры.
sl: Izvozi vse slike.
sr_cyrl_rs: Извези све слике.
th: ส่งออกภาพทั้งหมด
tr: Tüm görüntüleri dışa aktarın.
uk: Експорт всіх зображень.
vi: Xuất tất cả hình.
zh_hant: 輸出全部影像。

# ExtraData_Diameter
source: Diameter
ar: القطر
bg: Диаметър
ca: Diàmetre
chs: 直径
cs: Průměr
de: Durchmesser
es: Diámetro
fa: قطر
fi: Halkaisija
fr: Diamètre
hr: Promjer
id: Garis tengah
it: Diametro
ja: 直径
ko: 지름
lt: Skersmuo
mk: Дијаметар
pl: Średnica
pt: Diâmetro
ro: Diametru
ru: Диаметр
sl: Premer
th: เส้นผ่านศูนย์กลาง
tr: Çap
uk: Діаметр
vi: Đường kính
zh_hant: 直徑

# dlgConfigureTrajectory_Tracking
source: Tracking
ar: التتبع
bg: Проследяване
ca: Seguiment
chs: 追踪
cs: Sledování
fa: ردیابی
fi: Seuranta
hr: Praćenje
id: Pelacakan
it: Tracciamento
ja: トラッキング
ko: 추적
lt: Sekimas
mk: Следење
ms: Penjejakan
nl: Volgen
pl: Śledzenie
pt: Rastreamento
ro: Urmărire
ru: Отслеживание
sr_cyrl_rs: Праћење
tr: İzleme
zh_hant: 追蹤

# dlgRafaleExport_ExportFrameDecimation
source: Export one image every {0} images.
ar: تصدير صورة واحدة كل {0}صورة.
bg: Експортирай всеки {0} кадър.
ca: Exportar una de cada {0} imatges
chs: 每{0}张图片导出1张图片.
cs: Exportovat jeden obrázek na {0} obrázků.
de: Ein Bild alle {0} Bilder exportieren.
es: Exportar una imagen cada {0} imágenes.
fa: استخراج یک تصویر در هر {0} تصاویر.
fi: Vie yksi kuva joka {0} kuvan välein.
fr: Exporter une image toutes les {0} images.
hr: Izvezi jednu sliku na svake {0} slike.
id: Ekspor satu gambar setiap {0} gambar.
it: Esporta una immagine ogni {0} immagini.
ja: {0}枚の画像ごとに1枚の画像をエクスポートします。
ko: 이미지 {0} 개 마다 하나의 이미지를 내보냅니다.
lt: Eksportuoti kiekvieną {0} kadrą.
mk: Експортирај секој {0} кадар.
nl: Exporteer één afbeelding van iedere {0} afbeeldingen.
pl: Eksportuj jeden obraz co {0} obrazy.
pt: Exportar uma imagem a cada {0} imagens.
ro: Exportă o imagine la fiecare {0} cadre.
ru: Экспортировать каждый {0} кадр.
sl: Izvozi eno sliko vsakih {0} slik.
sr_cyrl_rs: Извези једну слику на сваке {0} слике.
th: ส่งออก 1 ภาพทุก {0} ภาพ
tr: Her {0} görüntüde bir görüntü dışa aktarın.
uk: Експорт одного зображення кожні {0} зображень.
vi: Xuất một hình cứ mỗi {0} hình.
zh_hant: 每隔{0} 影像輸出為一張影像。

# dlgRafaleExport_ExportTimeDecimationSeconds
source: Export one image every {0:0.00}s.
ar: تصدير صورة واحدة كل {0: 0.00} ثانية.
bg: Експортирай по един кадър на всеки {0:0.00} сек.
ca: Exportar una imatge cada {0:0.00}s.
chs: 每{0:0.00}s秒图片导出1张图片.
cs: Exportovat jeden obrázek každou {0:0.00}s.
de: Ein Bild alle {0:0.00}s exportieren.
es: Exportar una imagen cada {0:0.00}s.
fa: استخراج یک تصویر در هر {0: 0.00} ثانیه.
fi: Vie yksi kuva joka {0:0.00}s.
fr: Exporter une image toutes les {0:0.00}s.
hr: Izvezi jednu sliku svake {0:0.00}s.
id: Ekspor satu gambar setiap {0:0.00} detik.
it: Esporta una immagine ogni {0:0.00}s.
ja: {0:0.00}秒ごとに1枚の画像をエクスポートします。
ko: {0:0.00} s 마다 하나의 이미지를 내보냅니다.
lt: Eksportuokite vieną vaizdą kas {0: 0.00} s.
mk: Експортирај по еден кадар секои {0:0.00} сек.
nl: Exporteer één afbeelding iedere {0:0.00}s.
pl: Eksportuj jeden obraz co {0:0.00} s.
pt: Exportar uma imagem a cada {0:0.00}s.
ro: Exportă o imagine la fiecare {0:0.00}s.
ru: Экспортировать по одному кадру каждые {0:0.00} сек.
sl: Izvozi eno sliko vsakih {0:0.00}s.
sr_cyrl_rs: Извези једну слику на сваке {0:0.00}s.
th: ส่งออก 1 ภาพทุกๆ{0:0.00} วินาที
tr: Her {0:0.00} saniyede bir görüntüyü dışa aktarın.
uk: Експорт одного зображення кожні {0:0.00} с.
vi: Xuất một hình cứ mỗi {0:0.00}s.
zh_hant: 每隔 {0:0.00}秒輸出一張影像。

# dlgRafaleExport_ExportTimeDecimationMilliseconds
source: Export one image every {0:0}ms.
ar: تصدير صورة واحدة كل {0: 0} مللي ثانية.
bg: Експортирайте по един кадър на всеки {0:0.00} мс.
ca: Exportar una imatge cada {0:0}ms.
chs: 每{0:0}ms秒图片导出1张图片.
cs: Exportovat jeden obrázek každých {0:0}ms.
de: Ein Bild alle {0:0}ms exportieren.
es: Exportar una imagen cada {0:0}ms.
fa: استخراج یک تصویر در هر {0: 0.00} میلی ثانیه.
fi: Vie yksi kuva joka {0:0}ms.
fr: Exporter une image toutes les {0:0}ms.
hr: Izvezi jednu sliku svake {0:0}ms.
id: Ekspor satu gambar setiap {0:0}ms.
it: Esporta una immagine ogni {0:0}ms.
ja: {0:0}ミリ秒ごとに1枚の画像をエクスポートします。
ko: {0:0} ms 마다 하나의 이미지를 내보냅니다.
lt: Eksportuokite vieną vaizdą kas {0: 0} ms.
mk: Експортирај по еден кадар сњекои {0:0.00} мс.
nl: Exporteer één afbeelding iedere {0:0}ms.
pl: Eksportuj jeden obraz co {0:0.00} s.
pt: Exportar uma imagem a cada {0:0}ms.
ro: Exportă o imagine la fiecare {0:0.00}ms.
ru: Экспортировать по одному кадру каждые {0:0.00} мс.
sl: Izvozi eno sliko vsakih {0:0}ms.
sr_cyrl_rs: Извези једну слику на сваку {0:0}ms.
th: ส่งออก 1 ภาพทุก {0:0} มิลลิวินาที
tr: Her {0:0}ms'de bir görüntüyü dışa aktarın.
uk: Експорт одного зображення кожні {0:0.00} мс.
vi: Xuất một hình cứ mỗi {0:0}ms.
zh_hant: 每隔{0:0}毫秒輸出一張圖片。

# dlgConfigureTrajectory_ExtraData_HorizontalPosition
source: Horizontal position
ar: الموضع الأفقي
bg: Хоризонтална позиция
ca: Posició horitzontal
chs: 水平位置
cs: Horizontální poloha
de: Horizontale Position
es: Posición horizontal
fa: موقعیت افقی
fi: Vaakasuora asema
fr: Position horizontale
hr: Horizontalna pozicija
id: Posisi horisontal
it: Posizione orizzontale
ja: 水平位置
ko: 수평 위치
lt: Horizontali padėtis
mk: Хоризонтална позиција
ms: Posisi melintang
nl: Horizontale positie
pl: Pozycja pozioma
pt: Posição Horizontal
ro: Poziție orizontală
ru: Горизонтальная позиция
sl: Vodoravni položaj
sr_cyrl_rs: Хоризонтална позиција
th: ตำแหน่งแนวนอน
tr: Yatay pozisyon
uk: Горизонтальна позиція
vi: Vị trí nằm ngang
zh_hant: 水平位置

# dlgConfigureDrawing_Name
source: Name
ar: الاسم
bg: Име
ca: Nom
chs: 名字
cs: Název
fa: نام
fi: Nimi
hr: Ime
id: Nama
it: Nome
ja: 名前
ko: 이름
lt: Pavadinimas
mk: Име
ms: Nama
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sr_cyrl_rs: Назив
tr: İsim
zh_hant: 名稱'

# dlgConfigureOpacity_lblOpaque
source: Opaque duration (frames):
ar: مدة الإعتام (الكادرات):
bg: Продължителност на непрозрачността (кадри):
chs: 不透明持续时间（帧）：
cs: Doba trvání neprůhlednosti (snímky):
de: Dauer der maximalen Sichtbarkeit (Frames):
es: Duración en opaco (fotogramas):
fi: Läpinäkyvyyden kesto (ruutuina):
fr: Durée opaque (images) :
hr: Trajanje neprozirnosti (kadrovi):
id: Durasi buram (frame):
it: Durata opacità (fotogrammi):
ja: 不透明な期間 (フレーム):
ko: 불투명 지속 시간 (프레임):
lt: Nepermatomumo trukmė (kadrų):
mk: Времетраење на непровидноста (на кадрите):
ms: Tempoh legap (frame):
nl: Duur ondoorzichtigheid (frames):
pl: Czas trwania nieprzeźroczystości (lidzba klatek):
pt: Duração fosca (quadros):
ro: Durata de opacitate (cadre):
ru: Продолжительность непрозрачности (кадров):
sl: Čas neprosojnosti (sličice):
th: ระยะเวลาความทึบแสง (เฟรม):
tr: Opak süre (kareler):
uk: Непрозора тривалість (кадрів):
vi: Thời gian không trong suốt (khung):
zh_hant: 不透明期間 (frames):

# dlgCameraCalibration_lblFocalLength
source: Focal length (mm):
ar: الطول البؤري (مم):
bg: Фокусно разстояние (мм):
chs: 焦距（毫米）：
cs: Ohnisková vzdálenost (mm):
de: Brennweite (mm):
es: Distancia focal (mm):
fi: Polttoväli (mm):
fr: Focale (mm) :
hr: Fokusna duljina (mm):
id: Panjang fokal (mm):
it: Lunghezza focale (mm):
ja: 焦点距離 (mm):
ko: 초점 거리 (mm):
lt: Židinio nuotolis (mm):
mk: Фокусно растојание (мм):
nl: Brandpuntsafstand (mm):
pl: Ogniskowa (mm):
pt: Distância focal (mm):
ro: Distanșa focală (mm):
ru: Фокальное расстояние (mm):
sl: Goriščna razdalja (mm):
th: ความยาวโฟกัส (มม.):
tr: Odak uzaklığı (mm):
uk: Фокальна відстань (mm):
vi: Ngậm vậy (mm):
zh_hant: 焦距（毫米）：

# DrawingName_ArrowDash
source: Arrow – Dash
ar: سهم - خطوط مقطعة
bg: Пунктирана стрелка
ca: Fletxa – Puntejada
chs: 箭头 – 破折号
cs: Šipka - Dash
de: Pfeil - gestrichelt
es: Flecha – Discontínua
fa: پیکان - خط تیره
fi: Nuoli - Viiva
fr: Flèche – Points tillés
hr: Strelica - Isprekidana
id: Panah - Garis putus
it: Freccia – Trattino
ja: 矢印 - ダッシュ
ko: 화살표 - 대시
lt: Rodyklė - brūkšnys
mk: Испрекината стрелка
nl: Pijl - gestreept
pl: Strzałka – Myślnik
pt: Seta - Traço
ro: Săgeată - Cratimă
ru: Стрелка пунтирная
sl: Puščica – Črtkano
sr_cyrl_rs: Стрелица – Испрекидана
th: ลูกศร –Dash
tr: Ok – Çizgi
uk: Стрілка – Пунктир
vi: Mũi tên - Quĩt
zh_hant: 箭頭 – 虛線

# dlgConfigureTrajectory_MarkerCircle
source: Circle
ar: دائرة
bg: Кръг
ca: Cercle
chs: 圆
cs: Kruh
fi: Ympyrä
id: Lingkaran
it: Cerchio
ja: 円
ko: 원
mk: Круг
ms: Bulat
nl: Cirkel
ro: Cerc
ru: Круг
sr_cyrl_rs: Круг
tr: Yuvarlak
zh_hant: 圓

# dlgConfigureOpacity_lblFading
source: Fading duration (frames):
ar: مدة التلاشي (الكادرات):
chs: 衰落持续时间（帧）：
cs: Doba trvání blednutí (snímky):
de: Dauer des Ausblendens (Frames):
es: Duración de desvanecimiento (fotogramas):
fi: Häivytyksen kesto (ruutuina):
fr: Durée du fondu (images) :
hr: Trajanje prijelaza (kadrovi):
id: Durasi pudar (frame):
it: Durata dissolvenza (fotogrammi):
ja: 減衰継続時間(フレーム):
ko: 페이딩 지속 시간 (프레임):
lt: Išblukimo trukmė (kadrų):
ms: Tempoh pemudaran (frame):
nl: Duur vervaging (frames):
pl: Czas trwania zanikania (lidzba klatek):
pt: Duração desvanecimento (quadros):
ro: Durata de fading (cadre):
ru: Продолжительность фейдинга (кадров):
sl: Čas bledenja (sličice):
th: ระยะเวลาการซีดจาง (เฟรม):
tr: Solma süresi (kareler):
uk: Тривалість згасання (кадрів):
vi: Thời gian màu (khung):
zh_hant: 變暗期間 (frames):

# dlgTimebase_GroupCapture
source: High speed camera
ar: كاميرا عالية السرعة
bg: Високоскоростна камера
ca: Càmera d'alta velocitat
chs: 高速摄像头
cs: Vysokorychlostní kamera
de: Hochgeschwindigkeitskameras
es: Cámara de alta velocidad
fa: دوربین سرعت بالا
fi: Suurnopeuskamera
fr: Camera haute vitesse
hr: Kamera velike brzine
id: Kamera kecepatan tinggi
it: Telecamera ad alta velocità
ja: ハイスピードカメラ
ko: 고속 카메라
lt: Didelės spartos fotoaparatas
mk: Високобрзинска камера
ms: Kamera kelajuan tinggi
nl: Hoge snelheidscamera
pl: Szybka kamera
pt: Câmera de Alta Velocidade
ro: Cameră de mare viteză
ru: Высокоскоростная камера
sl: Visoko hitrostna kamera
sr_cyrl_rs: Камера велике брзине
th: กล้องวีดีโอความเร็วสูง
tr: Yüksek hızlı kamera
uk: Високошвидкісна камера
vi: Máy ảnh tốc độ cao
zh_hant: 高速相機

# dlgTimebase_lblCapture
source: Capture framerate:
ar: معدل كادرات التسجيل:
bg: Честота на снимане:
ca: Freqüència de captura
chs: 录制帧率:
cs: Zachycení snímkové frekvence:
de: Bildrate der Aufnahme:
es: Tasa de captura:
fa: نرخ فریم ضبط:
fi: Tallennuksen kuvataajuus:
fr: Fréquence de capture :
hr: Snimljen broj kadrova u sekundi:
id: Tangkapan framerate:
it: Frequenza di cattura:
ja: キャプチャーフレームレート:
ko: 프레임 속도 캡처:
lt: Filmavimo dažnis:
mk: Фреквенција на снимањето:
ms: Kadar gambaran dirakam:
nl: Framerate van de opname :
pl: przechwytyanie klatek:
pt: Taxa de Quadros para Captura:
ro: Rada de cadre la capturare:
ru: Частота съемки:
sl: Hitrost zajema:
sr_cyrl_rs: Број слика у секунди приликом снимања:
th: เฟรมเรตการจับภาพ:
tr: Solma süresi (kareler):
uk: Частота кадрів захоплення:
vi: Tốc độ khung hình ghi:
zh_hant: 擷取影格數:

# DrawingName_ArrowSquiggly
source: Arrow – Squiggly
ar: سهم - متعرج
bg: Стрелка на зигзаг
ca: Fletxa – Ziga-zaga
chs: 箭头 - 波浪线
cs: Squiggly označuje zvlněný nebo klikatý aspekt šípu.
de: Pfeil - geschnörkelt
es: Flecha – Ondulada
fa: پیکان - پیچ و خم
fi: Nuoli - Koukeroinen
fr: Flèche – Zigzag
hr: Strelica - Vijugava
id: Panah - Berlekuk
it: Freccia - A zig zag
ja: 矢印 – 波線
ko: 화살표 – 구불구불
lt: Zigzago rodyklė
mk: Цик-цак стрелка
nl: Pijl - zigzag
pl: Strzałka – Zawijas
pt: Seta - Rabisco
ro: Săgeată - Unduită
ru: Стрелка зигзагом
sl: Puščica – Valovito
sr_cyrl_rs: Стрелица – Изувијана
th: ลูกศร - Squiggly
tr: Ok – Kıvrımlı
uk: Стрілка - Звивиста
vi: Mũi tên - Quĩt lượn
zh_hant: 箭頭 – 波浪線

# dlgConfigureTrajectory_MarkerTarget
source: Target
ar: علامة التصويب
bg: Цел
ca: Objectiu
chs: 目标
cs: Cíl
fi: Kohde
id: Sasaran
it: Obiettivo
ja: ターゲット
ko: 대상
mk: Мета
ms: Sasaran
nl: Doel
ro: Țintă
ru: Цель
sr_cyrl_rs: Мета
tr: Hedef
zh_hant: 目標

# DrawingName_ArrowCurve
source: Arrow – Curve
ar: سهم - منحنى
bg: Стрелка с крива линия
ca: Fletxa – Corba
chs: 箭头 - 曲线
cs: Šipka - křivka
de: Pfeil - gewellt
es: Flecha – Curva
fa: پیکان - منحنی
fi: Nuoli - Käyrä
fr: Flèche – Courbe
hr: Strelica - Zakrivljena
id: Panah - Kurva
it: Freccia - Curva
ja: 矢印 - 曲線
ko: 화살표 - 곡선
lt: Rodyklė - kreivė
mk: Стрелка со крива линија
nl: Pijl - curve
pl: Strzałka – krzywa
pt: Seta - Curva
ro: Săgeată - Curbă
ru: Стрелка с кривой линией
sl: Puščica – Ukrivljeno
sr_cyrl_rs: Стрелица – Закривљена
th: ลูกศร – เส้นโค้ง
tr: Ok – Eğri
uk: Стрілка – Крива
vi: Mũi tên - Cưng
zh_hant: 箭頭 – 曲線

# DrawingName_ArrowPolyline
source: Arrow – Polyline
ar: سهم - متعدد الخطوط
bg: Стрелка с прекъсната линия
ca: Fletxa – Polilínea
chs: 箭头 – 折线
cs: Šipka - Polyline
de: Pfeil - Polylinie
es: Flecha – Polilínea
fa: پیکان - چند خطی
fi: Nuoli - Murtoviiva
fr: Flèche – Polyligne
hr: Strelica - Višelinijska
id: Panah - Polyline
it: Freccia - Polilinea
ja: 矢印 - ポリライン
ko: 화살표 - 폴리라인
lt: Rodyklė - polilinija
mk: Стрелка со испрекината линија
nl: Pijl - Polylijn
pl: Strzałka – łamana
pt: Seta - Polígono
ro: Săgeată - Frântă
ru: Стрелка с ломаной линией
sl: Puščica – Lomljena črta
sr_cyrl_rs: Стрелица – Из више линија
th: ลูกศร – Polyline
tr: Ok – Çoklu Çizgi
uk: Стрілка – Ламана лінія
vi: Mũi tên - Đa giác
zh_hant: 箭頭 – 折線

# dlgConfigureTrajectory_ExtraData_Position
source: Position
ar: الموضع
bg: Позиция
ca: Posició
chs: 位置
cs: Pozice
es: Posición
fa: موقعیت
fi: Asema
hr: Pozicija
id: Posisi
it: Posizione
ja: 位置
ko: 위치
lt: Pozicija
mk: Позиција
ms: Posisi
nl: Positie
pl: Pozycja
pt: Posição
ro: Poziție
ru: Позиция
sl: Položaj
sr_cyrl_rs: Позиција
th: ตำแหน่ง
tr: Pozisyon
uk: Позиція
vi: Vị trí
zh_hant: 位置

# dlgConfigureTrajectory_ExtraData_VerticalPosition
source: Vertical position
ar: الموضع الرأسي
bg: Вертикална позиция
ca: Posició vertical
chs: 竖直位置
cs: Vertikální poloha
de: Vertikale Position
es: Posición vertical
fa: موقعیت عمودی
fi: Pystysuora asema
fr: Position verticale
hr: Vertikalna pozicija
id: Posisi vertikal
it: Posizione verticale
ja: 垂直位置
ko: 수직 위치
lt: Vertikali padėtis
mk: Вертикална позиција
ms: Posisi menegak
nl: Verticale positie
pl: Pozycja pionowa
pt: Posição Vertical
ro: Poziție verticală
ru: Вертикальная позиция
sl: Navpični položaj
sr_cyrl_rs: Вертикална позиција
th: ตำแหน่งแนวตั้ง
tr: Dikey pozisyon
uk: Вертикальна позиція
vi: Vị trí thăng đứng
zh_hant: 垂直位置

# DataAnalysis_TimeModel_Absolute
source: Absolute
ar: تمامًا
bg: Абсолютни
ca: Absolut
chs: 绝对
cs: Absolutní
de: Absolut
es: Absoluto
fa: مطلق
fi: Ehdoton
fr: Absolu
hr: Apsolutni
id: Absolut
it: Assoluto
ja: 絶対的
ko: 절대적
lt: Absoliutus
mk: Апсолутни
ms: Mutlak
nl: Absoluut
pl: Bewzględność
pt: Absoluto
ro: Absolut
ru: Абсолютные
sl: Absolutno
th: ค่าสัมบูรณ์
tr: Mutlak
uk: Повний
vi: Tuyệt đối
zh_hant: 絕對

# dlgConfigureTrajectory_LabelMarker
source: Marker:
ar: العلامة:
bg: Маркер:
ca: Marcador:
chs: 标志:
cs: Značka:
fi: Merkki:
id: Penanda:
it: Marcatore:
ja: マーカー:
ko: 마커:
mk: Маркер:
ms: Penanda:
nl: Markeerder:
ru: Маркер:
sr_cyrl_rs: Маркер:
tr: İşaretleyici:
zh_hant: 標記點：

# DrawingName_CSVL
source: Central sacral vertical line
ar: خط عمودي مركزي غير مشمول
ca: Línia vertical sacra central
chs: 中央骶骨垂直线
cs: Centrální sakrální vertikální linie
de: Zentrale sakrale vertikale Linie
es: Línea vertical sacra central
fa: خط عمودی ساکرال مرکزی
fi: Keskipystyviiva
fr: Ligne médiane sacrée
hr: Središnja križna vertikalna linija
id: Garis vertikal sakral sentral
it: Linea verticale sacrale centrale
ja: 中央仙骨垂直線
ko: 중앙 천골 수직선
lt: Centrinė sakralinė vertikali linija
mk: Централна сакрална вертикална линија
nl: Centrale sacrale verticale lijn
pl: Centralna krzyrowa pionowa linia
pt: Linha vertical sacral central
ro: Linia verticală sacrală centrală
ru: Центральная сакральная вертикальная линия
sl: Sredinska sakralna navpična črta
th: เส้นกึ่งกลางกระดูกเชิงกรานแนวตั้ง
tr: Merkezi sakral dikey çizgi
uk: Центральна крижова вертикаль
vi: Đường thăng đức tăm
zh_hant: 中央骶骨垂直線
