Repository: Kinovea/Kinovea
Catalog: Kinovea.ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: ar, bg, ca, chs, cs, da, de, es, fa, fi, fr, hr, id, it, ja, ko, lt, mk, ms, nl, no, pl, pt, ro, ru, sl, sr_cyrl_rs, th, tr, uk, vi, zh_hant

# mnuMagnifierDirect
source: Switch to direct zoom
ar: تبديل للتكبير المباشر
bg: Превключване към директно увеличение
ca: Passar a zoom directe
chs: 切换到直接放大模式
cs: Přepnout do zvětšení obrazu
da: Skift til direkte zoom
de: Zu Bild-Zoom wechseln
es: Cambiar a zoom directo
fa: تغییر به بزرگنمایی مستقیم
fi: Vaihda suoraan Zoomiin
fr: Basculer en mode zoom direct
hr: Automatski prebaci na zumiranje
id: Beralih ke perbesaran langsung
it: Passa a zoom diretto
ja: ダイレクトズームに切替え
ko: 바로 확대로 전환
lt: Perjungti tiesioginį didinimą
mk: Промени во директен зум
nl: Schakel naar Direct Zoom
no: Bytt til direkte zoom
pl: Przełącz na bezpośredne powiększenie
pt: Mudar para Zoom Direto
ro: Schimbă pe zoom direct
ru: Переключиться на увеличение
sl: Preklopi na neposredno povečavo
sr_cyrl_rs: Аутоматски пребаци на зумирање
th: สลับเป็นการซูมโดยตรง
tr: Direkt Yakınlaşmaya Geç
uk: Переключитися на пряме масштабування
vi: Chuyển sang các phóng đẳng
zh_hant: 切換到直接縮放

# mnuMagnifierQuit
source: Close magnifier
ar: مكبر عن قرب
bg: Затвори лупата
ca: Sortir del mode lupa
chs: 关闭放大镜
cs: Zavřít lupu
da: Luk lup
de: Lupenfunktion schließen
es: Salir del modo lupa
fa: بستن ذره بین
fi: Sulje suurennuslasi
fr: Fermer la loupe
hr: Zatvori povećalo
id: Tutup kaca pembesar
it: Chiudi lente d'ingrandimento
ja: 拡大を終了
ko: 확대경 닫기
lt: Uždaryti padidinimo stiklą
mk: Затвори ја лупата
nl: Sluit Vergrootglas
no: Lukk forstørrelsesglass
pl: Zamknij lupę
pt: Fechar Lupa
ro: Închidere lupă
ru: Закрыть лупу
sl: Zapri povečevalnik
sr_cyrl_rs: Затвори лупу
th: ปิดแว่นขยาย
tr: Büyüteci Kapat
uk: Закрити лупу
vi: Đóng kính phóng đẳng
zh_hant: 關閉放大鏡

# mnuMirror
source: Mirror
ar: مرآة
bg: Огледално
ca: Mirall
chs: 镜像
cs: Zrcadlit
da: Spejlvend
de: Spiegeln
es: Espejo
fa: آینه
fi: Peili
fr: Miroir
hr: Ogledalo
id: Cermin
it: Specchio
ja: 鏡
ko: 거울
lt: Veidrodis
mk: Огледало
nl: Spiegel
no: Speil
pl: Lustrzanie
pt: Espelhar
ro: Reflectare
ru: Зеркально
sl: Zrcali
sr_cyrl_rs: Огледало
th: สะท้อนกระจก
tr: Ayna
uk: Дзеркально
vi: Gương
zh_hant: 鏡像

# mnuOneCapture
source: One capture screen
ar: شاشة واحدة للالتقاط
bg: Снимане в един екран
ca: Una pantalla de captura
chs: 单摄像头采集模式
cs: 1 snímací obrazovka
da: En optageskærm
de: Ein Aufnahmefenster
es: Una pantalla de captura
fa: یک صفحه ضبط
fi: Yksi kuvausnäyttö
fr: Un écran de capture
hr: Jedan ekran za snimanje
id: Satu layar tangkap
it: Uno schermo di cattura
ja: キャプチャスクリーン
ko: 하나의 캡처 화면
lt: Vienas įrašymo ekranas
mk: Еден екран за снимање
nl: Eén opname-scherm
no: Et opptaksvindu
pl: Pojedynczy zrzut ekranu
pt: Um ecrã de captura
ro: Un ecran de captură
ru: Один экран съемки
sl: En zaslon zajema
sr_cyrl_rs: Један екран за снимање
th: 1 หน้าจอจับภาพ
tr: Bir Görüntü Yakalama Ekranı
uk: Один екран захоплення
vi: Một màn hình góp
zh_hant: 一個擷取螢幕

# mnuOnePlayer
source: One playback screen
ar: شاشة واحدة لإعادة العرض
bg: Пускане в един екран
ca: Una pantalla de reproducció
chs: 单屏幕显示模式
cs: 1 obrazovka pro přehrávání
da: En afspilningsskærm
de: Ein Wiedergabefenster
es: Una pantalla de lectura
fa: یک صفحه نمایش پخش
fi: Yksi video/analyysinäyttö
fr: Un écran de lecture
hr: Jedan ekran za reproduciranje
id: Satu layar pemutaran
it: Uno schermo di riproduzione
ja: プレイバックスクリーン
ko: 하나의 재생 화면
lt: Vienas peržiūros ekranas
mk: Еден екран за репродукција
nl: Eén afspeelscherm
no: Et avspillingsvindu
pl: Jeden ekran odtwarzania
pt: Um ecrã de reprodução
ro: Un ecran de redare
ru: Один экран воспроизведения
sl: En zaslon predvajanja
sr_cyrl_rs: Један екран за репродуковање
th: 1 หน้าจอเล่นวิดีโอ
tr: Bir Oynatma Ekranı
uk: Один екран відтворення
vi: Một màn hình phát lại
zh_hant: 一個播放螢幕

# mnuOpenVideo
source: Open video…
ar: فتح مقطع الفيديو…
bg: Отвори видео файл…
ca: Obrir un arxiu de video
chs: 打开视频文件…
cs: Otevřít video soubor
da: Åbn video …
de: Videodatei öffnen…
es: Abrir un video…
fa: بازکردن فایل ویدیوئی…
fi: Avaa videotiedosto…
fr: Ouvrir une vidéo…
hr: Otvori video datoteku…
id: Buka video…
it: Apri file video…
ja: ビデオファイルを開く…
ko: 비디오 열기…
lt: Atidaryti vaizdo dokumentą…
mk: Отвори го видео фајлот…
nl: Open de video…
no: Åpne videofil
pl: Otwórz plik wideo…
pt: Abrir ficheiro de vídeo…
ro: Deschide fişier video…
ru: Открыть видео файл…
sl: Odpri video …
th: เปิดวิดีโอ…
tr: Video Dosyasını Aç…
uk: Відкрити відео…
vi: Mở video…
zh_hant: 打開影片…

# mnuSwapScreens
source: Swap screens
ar: تبديل مواضع الفيديو
bg: Размяна на екраните
ca: Inverteix la posició dels vídeos
chs: 反转视频位置
cs: Otočit pozice videí
da: Byt om på vinduer
de: Anzeigen tauschen
es: Invertir las pantallas
fa: موقعیت فیلم‌های معکوس
fi: Vaihda videoiden järjestys
fr: Échanger les écrans
hr: Zamijeni video pozicije
id: Tukar layar
it: Inverti le posizioni dei video
ja: ビデオポジションの反転
ko: 비디오의 위치를 도치
lt: Invertuoti vaizdo pozicija
mk: Инверзна видео позиција
nl: Draai Video posities om
no: Inverter videoposisjoner
pl: Odwróć pozycję wideo
pt: Inverter a Posição dos Vídeos
ro: Interschimbă ecranele
ru: Обратить видео
sl: Zamenjaj zaslona
sr_cyrl_rs: Обрни видео позиције
th: สลับหน้าจอ
tr: Video Konumlarını Tersine Çevir
uk: Поміняти екрани
vi: Hoán đổi màn hình
zh_hant: 交換螢幕

# mnuToggleCommonCtrls
source: Show/Hide common controls
ar: إظهار / إخفاء التحكم العام
bg: Покажи/скрии общите настройки
ca: Mostrar/Amagar els Controls Comuns
chs: 显示/隐藏 常见控制
cs: Zobrazit/Skrýt ovládací prvky
da: Vis/skjul almindlig styring
de: Zeige/Verstecke Standardwerkzeuge
es: Mostrar u ocultar controles comunes
fa: نمایش / پنهان کنترل‌های متداول
fi: Näytä/Piilota yleiset toiminnot
fr: Montrer ou cacher les contrôles communs
hr: Prikaži/sakrij zajedničke kontrole
id: Tampilkan/Sembunyikan kontrol umum
it: Mostra/nascondi i controlli comuni
ja: 共通コントロールの表示/非表示
ko: 일반 컨트롤 표시/숨기기
lt: Rodyti/slėpti bendrus valdiklius
mk: Прикажи/Сокриј заеднички контроли
nl: Toon/Verberg standaard bediening
no: Vis/Skjul Standardverktøy
pl: Pokaż/Ukryj wspólne sterowanie
pt: Mostrar/Esconder Controles em Comum
ro: Arată/Ascunde controalele comune
ru: Показать/скрыть общие настройки
sl: Pokaži/Skrij skupne kontrolnike
sr_cyrl_rs: Прикажи/сакриј заједничке контроле
th: แสดง/ซ่อน คำสั่งทั่วไป
tr: Ortak Kontrolleri Göster/Gizle
uk: Показати/сховати загальні елементи керування
vi: Hiển thị/Ẩn các các điều khiển chung
zh_hant: 顯示/隱藏常用控制項

# mnuTrackTrajectory
source: Track path
ar: تتبع المسار
bg: Очертаване на треакторията
ca: Segueix la trajectòria
chs: 跟踪路径
cs: Trasování
da: Følg spor
de: Bewegungsbahn verfolgen
es: Seguir la trayectoria
fa: مسیر ردیابی
fi: Seuraa liikerataa
fr: Suivre la trajectoire
hr: Prati putanju
id: Lacak jalur
it: Traccia la traiettoria
ja: 軌道追跡
ko: 경로를 추적
lt: Sekimo kelias
mk: Следи го патот
nl: Baan Trajectpad
no: Følg banen
pl: Ścieżka
pt: Desenhar Caminho
ro: Traiectorie urmărire
ru: Прорисовка пути
sl: Sledi poti
sr_cyrl_rs: Прати путању
th: เส้นทางการติดตาม
tr: İzlenen Yol
uk: Промальовка шляху
vi: Đường đi
zh_hant: 追蹤路徑

source: Recently used colors:
ar: الألوان المستخدمة مؤخرًا:
bg: Последно използвани цветове:
ca: Colors emprats recentment:
chs: 最近使用的颜色：
cs: Naposledy použité barvy:
da: Tidligere anvendte farver:
de: Zuletzt verwendete Farben:
es: Colores usados recientemente:
fa: رنگ‌های اخیراً استفاده شده:
fi: Äsken käytetyt värit:
fr: Couleurs utilisées récemment :
hr: Nedavno korišctene boje:
id: Warna yang terakhir digunakan:
it: Colori utilizzati di recente:
ja: 最近使用されたカラー:
ko: 최근 사용된 색상:
lt: Vėliausiai naudotos spalvos:
mk: Неодамна користени бои:
nl: Recent gebruikte kleuren:
pl: Ostatnio używane kolory:
pt: Cores usadas recentemente:
ro: Culori folosite recent:
ru: Недавно используемые цвета:
sl: Nedavno uporabljene barve:
sr_cyrl_rs: Недавно коришћење боје :
th: สีที่ใช้ล่าสุด...
tr: Yeni kullanılmış renkler:
uk: Нещодавно використані кольори:
vi: Màu sắc gần đây sử dụng:
zh_hant: 最近使用的顏色：

# statusEmptyScreen
source: Empty
ar: فارغ
bg: Празно
ca: Buit
chs: 空
cs: Prázdný
da: Tom
de: Leer
es: Vacío
fa: خالی
fi: Tyhjä
fr: Vide
hr: Prazno
id: Kosong
it: Vuoto
ja: 空
ko: 비어있음
lt: Tuščia
mk: Празно
nl: Leeg
no: Tomt
pl: Pusty
pt: Vazio
ro: Gol
ru: Пусто
sl: Prazno
sr_cyrl_rs: Празно
th: หน้าจอว่างเปล่า
tr: Boş
uk: Порожній
vi: Trống
zh_hant: 空白檔案

# Toast_Pause
source: Pause
ar: وقف
bg: Пауза
ca: Pausa
chs: 暂停
cs: Pauza
de: Anhalten
es: Pausa
fa: مکث
fi: Tauko
hr: Pauziraj
id: Jeda
it: Pausa
ja: 一時停止
ko: 멈춤
lt: Pauzė
mk: Пауза
nl: Pauze
pl: Pauza
pt: Pausa
ro: Pauză
ru: Пауза
sl: Pavza
sr_cyrl_rs: Паузирај
th: หยุด
tr: Duraklat
uk: Пауза
vi: Tạm dừng
zh_hant: 暫停

# Toast_StartRecord
source: Recording started
ar: بدأ تسجيل
bg: Начало на запис
ca: Gravació iniciada
chs: 录屏开始
cs: Záznam byl zahájen
da: Optagelse startet
de: Aufnahme gestartet
es: Grabación iniciada
fa: ضبط شروع شد
fi: Nauhoitus alkanut
fr: Enregistrement démarré
hr: Snimanje audio zapisa je započeto
id: Perekaman dimulai
it: Registrazione iniziata
ja: 録画開始
ko: 녹화 시작
lt: Įrašymas pradėtas
mk: Снимањето е започнато
nl: Opname gestart
pl: Nagrywanie rozpoczęte
pt: Gravação iniciada
ro: Înregistrarea a pornit
ru: Начало записи
sl: Snemanje se je začelo
sr_cyrl_rs: Снимање аудио записа је започето
th: การบันทึกเริ่มแล้ว
tr: Kayıt başladı
uk: Початок запису
vi: Bắt đầu ghi hình
zh_hant: 錄製開始

# Toast_StopRecord
source: Recording stopped
ar: توقف تسجيل
bg: Спиране на запис
ca: Gravació aturada
chs: 录制停止
cs: Záznam byl ukončen
da: Optagelse stoppet
de: Aufnahme angehalten
es: Grabación detenida
fa: ضبط متوقف شد
fi: Nauhoitus päättynyt
fr: Enregistrement arrêté
hr: Snimanje audio zapisa je zaustavljeno
id: Perekaman dihentikan
it: Registrazione fermata
ja: 録画停止
ko: 녹화 정지
lt: Įrašymas sustabdytas
mk: Снимањето е стопирано
nl: Opname gestopt
pl: Nagrywanie zatrzymane
pt: Gravação interrompida
ro: Înregistrarea s-a oprit
ru: Остановка записи
sl: Snemanje ustavljeno
sr_cyrl_rs: Снимање аудио записа је заустављено
th: การบันทึกสิ้นสุดแล้ว
tr: Kayıt durdu
uk: Зупинка запису
vi: Đã dừng ghi hình
zh_hant: 錄製停止

# Toast_ImageSaved
source: Image saved
ar: الصورة المحفوظة
bg: Съхрани изображение
ca: Imatge desada
chs: 图片已保存
cs: Obraz uložen
da: Billede gemt
de: Bild gespeichert
es: Imagen grabada
fa: تصویر ذخیره شد
fi: Kuva tallennettu
fr: Image enregistrée
hr: Slika je sačuvana
id: Gambar disimpan
it: Immagine salvata
ja: イメージが保存されました
ko: 이미지 저장됨
lt: Vaizdas išsaugotas
mk: Зачувана слика
nl: Beeld opgeslagen
pl: Zdjęcie zapisane
pt: Imagem salva
ro: Imagine salvată
ru: Сохранить изображение
sl: Slika shranjena
sr_cyrl_rs: Слика је сачувана
th: บันทึกรูปภาพแล้ว
tr: İmaj kaydedildi
uk: Зображення збережено
vi: Đã lưu hình ảnh
zh_hant: 圖片已儲存

# ToolTip_AddKeyframe
source: Add a key image
ar: إضافة صورة رئيسية
bg: Добави ключови кадри
ca: Afegir una imatge clau
chs: 新增一个关键图像
cs: Přidat klíčovou pozici
da: Tilføj et nøglebillede
de: Schlüsselbild hinzufügen
es: Añadir una imagen clave
fa: اضافه کردن داده تصویر
fi: Lisää avainkuva
fr: Ajouter une image clé
hr: Dodaj ključnu sliku
id: Tambahkan gambar kunci
it: Aggiungi un'immagine chiave
ja: キー画像の追加
ko: 키 이미지' 추가
lt: Pridėti pagrindinius vaizdus
mk: Додади клучна слика
nl: Voeg een kernbeeld toe
no: Legg til nøkkelbilde
pl: Dodaj kluczowy obraz
pt: Adicionar um Quadro de Imagem
ro: Adaugă un cadru cheie
ru: Добавить ключевые кадры
sl: Dodaj glavno sliko
sr_cyrl_rs: Додај кључну слику
th: เพิ่มคีย์รูปภาพ
tr: Anahtar İmaj Ekle
uk: Додайте ключове зображення
vi: Thêm hình đặc biệt
zh_hant: 添加關鍵影像

# ToolTip_Back
source: Go to previous frame
ar: الذهاب إلى الكادر السابق
bg: Върни към предишния кадър
ca: Anar al fotograma previ
chs: 转到上一帧
cs: Přejít na předcházející snímek
da: Gå til forrige billede
de: Zum vorherigen Frame gehen
es: Ir a fotograma anterior
fa: برو به فریم قبلی
fi: Mene edelliseen kuvaan
fr: Aller à l'image précédente
hr: Idi na prethodni kadar
id: Pergi ke bingkai sebelumnya
it: Vai al Fotogramma precedente
ja: 前のフレームへ移動
ko: 이전 프레임으로 이동
lt: Pereiti į ankstesnį kadrą
mk: Оди на претходната слика
nl: Ga naar vorige frame
no: Gå til forrige bilde
pl: Idź do poprzedniej klatki
pt: Voltar ao Quadro Anterior
ro: Salt la cadrul precedent
ru: Перейти к предыдущему кадру
sl: Pojdi na prejšnjo sličico
sr_cyrl_rs: Иди на претходну слику
th: ไปยังเฟรมก่อนหน้า
tr: Bir Önceki Kareye Git
uk: Перейти до попереднього кадру
vi: Quay lại hình trước
zh_hant: 轉到上一幀

# ToolTip_ColorProfile
source: Color profile
ar: بروفايل اللون
bg: Цветови профил
ca: Perfil de colors
chs: 颜色配置
cs: Barevný profil
da: Farveprofil
de: Farbprofil
es: Perfil de color
fa: مشخصات رنگ
fi: Väriprofiili
fr: Profil couleur
hr: Boja profila
id: Profil warna
it: Impostazioni Colore
ja: カラープロファイル
ko: 색상 프로파일
lt: Spalvų profilis
mk: Боја на профилот
nl: Kleurprofiel
no: Fargeprofil
pl: Profil koloru
pt: Perfil de Cores
ro: Profil culori
ru: Цветовой профиль
sl: Barvni profil
sr_cyrl_rs: Боја профила
th: โปรไฟล์สี
tr: Renk Profili
uk: Колірний профіль
vi: Hàng màu
zh_hant: 顏色設定文件

# ToolTip_CommonCtrl_DisableMerge
source: Disable superposition of images
ar: تعطيل تراكب الصور
bg: Деактивирайте наслагването на изображение
ca: Deshabilita la superposició d'imatges
chs: 禁用叠加图像
cs: Neumožnit superpozici obrazů
da: Aktiver "overlay" af billeder
de: Bildüberlagerung deaktivieren
es: Desactivar la superposición de imágenes
fa: غیرفعال کردن تصاویر
fi: Sulje kuvien päällekkäisyystoiminto
fr: Désactiver la superposition des images
hr: Onemogući superpoziciju slika
id: Nonaktifkan superposisi gambar
it: Disabilita la sovrapposizione di immagini
ja: イメージの重複を無効化
ko: 이미지의 겹침을 불가하게
lt: Išjungti paveikslėlio superpoziciją
mk: Оневозможи суперпозиција на сликите
nl: Deactiveer superposition van de beelden
no: Deaktiver superposisjon av bilde
pl: Wyłączenie superpozycji obrazów
pt: Desabilitar sobreposição de imagens
ro: Dezactivează suprapunerea cadrelor
ru: Отключить наложение изображений
sl: Onemogoči prekrivanje slik
sr_cyrl_rs: Онемогући суперпозицију слика
th: ปิดใช้งานการทับซ้อนรูปภาพ
tr: İmajların süperkonumlandırmasını İptal Et
uk: Вимкнути накладання зображень
vi: Vô hiệu hóa chồng chèp hình ảnh
zh_hant: 禁用影像疊加

# ToolTip_CommonCtrl_EnableMerge
source: Enable superposition of images
ar: تمكين تراكب الصور
bg: Включи наслагването на изображение
ca: Habilita la superposició d'imatges
chs: 启用叠加图像
cs: Umožnit superpozici obrazů
da: Deaktiver "overlay" af billeder
de: Bildüberlagerung aktivieren
es: Activar la superposición de imágenes
fa: فعال سازی ترکیب بندی تصاویر
fi: Mahdollista kuvien päällekkäisyys
fr: Activer la superposition des images
hr: Omogući superpoziciju slika
id: Aktifkan superposisi gambar
it: Abilita la sovrapposizione di immagini
ja: イメージの重複を有効化
ko: 이미지의 겹침을 가능하게
lt: Įjungti paveikslėlio superpoziciją
mk: Овозможи суперпозиција на сликите
nl: Activeer superposition van de beelden
no: Aktiver superposisjon av bilde
pl: Włączanie superpozycji obrazów
pt: Habilitar sobreposição de imagens
ro: Activează suprapunerea cadrelor
ru: Включить наложение изображений
sl: Omogoči prekrivanje slik
sr_cyrl_rs: Омогући суперпозицију слика
th: เปิดใช้งานการทับซ้อนรูปภาพ
tr: İmajların süperkonumlandırmasını Aktive Et
uk: Увімкнути накладання зображень
vi: Bật đầu chồng chèp hình ảnh
zh_hant: 啟用影像疊加

# ToolTip_DrawingToolAngle2D
source: Angle
ar: زاوية
bg: Ъгъл
chs: 角度
cs: Úhel
da: Vinkel
de: Winkel
es: Ángulo
fa: زاویه
fi: Kulma
hr: Kut
id: Sudut
it: Angolo
ja: 角度
ko: 각도
lt: Kampas
mk: Агол
nl: Hoek
no: Vinkel
pl: Kąt
pt: Ângulo
ro: Unghi
ru: Угол
sl: Kot
sr_cyrl_rs: Угао
th: มุม
tr: Açı
uk: Кут
vi: Góc
zh_hant: 角度

# ToolTip_DrawingToolChrono
source: Stopwatch
ar: ساعة توقيت
bg: Хронометър
ca: Cronòmetre
chs: 秒表
cs: Stopky
da: Stopur
de: Stoppuhr
es: Cronómetro
fa: کرنومتر
fi: Ajanotto
fr: Chronomètre
hr: Štoperica
id: Penghitung waktu
it: Cronometro
ja: ストップウォッチ
ko: 초 시계
lt: Chronometras
mk: Стоперица
nl: Stopwatch/tijdas
no: Stoppeklokke
pl: Stoper
pt: Cronômetro
ro: Cronometru
ru: Секундомер
sl: Štoparica
sr_cyrl_rs: Штоперица
th: นาฬิกาจับเวลา
tr: Kronometre
uk: Секундомір
vi: Đồng hồ
zh_hant: 碼表

# ToolTip_DrawingToolCircle
source: Circle
ar: دائرة
bg: Кръг
ca: Cercle
chs: 圆圈
cs: Kružnice
da: Cirkel
de: Kreis
es: Círculo
fa: دایره
fi: Ympyrä
fr: Cercle
hr: Krug
id: Lingkaran
it: Cerchio
ja: 円
ko: 원
lt: Apskritimas
mk: Круг
nl: Cirkel
pl: Koło
pt: Circulo
ro: Cerc
ru: Круг
sl: Krog
sr_cyrl_rs: Круг
th: วงกลม
tr: Daire
uk: Коло
vi: Hình tròn
zh_hant: 圓形

# ToolTip_DrawingToolCross2D
source: Marker
ar: علامة
bg: Кръстче
ca: Marca
chs: 交叉标记
cs: Křížek
da: Markeringskryds
de: Markierung
es: Marcador
fa: نشانگر
fi: Markkeri
fr: Marqueur
hr: Oznaka
id: Penanda
it: Marcatore
ja: クロスマーカー
ko: 십자 표식(marker)
lt: Judesio žymė
mk: Крстест означувач
nl: Markeerder
no: Markering
pl: Krzyżyk
pt: Marcador
ru: Крестик
sl: Označevalnik
sr_cyrl_rs: Крстасти означивач
th: ตัวทำเครื่องหมาย
tr: Kesişme İşaretleyicisi
uk: Маркер
vi: Dấu cộng
zh_hant: 標記

# ToolTip_DrawingToolLine2D
source: Line
ar: خط
bg: Линия
ca: Línia
chs: 线
cs: Linka
da: Linje
de: Linie
es: Línea
fa: خط
fi: Viiva
fr: Ligne
hr: Linija
id: Garis
it: Linea
ja: ライン
ko: 선
lt: Linija
mk: Линија
nl: Lijn
no: Linje
pl: Linia
pt: Linha
ro: Linie
ru: Линия
sl: Črta
sr_cyrl_rs: Линија
th: เส้น
tr: Çizgi
uk: Лінія
vi: Đường thẳng
zh_hant: 直線

# ToolTip_DrawingToolPencil
source: Pencil
ar: قلم
bg: Молив
ca: Llapis
chs: 铅笔
cs: Tužka
da: Blyant
de: Stift
es: Lapiz
fa: قلم
fi: Kynä
fr: Crayon
hr: Olovka
id: Pensil
it: Matita
ja: ペン
ko: 연필
lt: Pieštukas
mk: Молив
nl: Potlood
no: Blyant
pl: Ołówek
pt: Lápis
ro: Creion
ru: Карандаш
sl: Svinčnik
sr_cyrl_rs: Оловка
th: ดินสอ
tr: Kalem
uk: Олівець
vi: Bút chọ
zh_hant: 鉛筆

# ToolTip_DrawingToolPointer
source: Move
ar: تحريك
bg: Движи
ca: Maure
chs: 移动
cs: Posun
da: Flyt
de: Verschieben
es: Desplazamiento
fa: حرکت
fi: Siirrä
fr: Déplacement
hr: Premjesti
id: Pindah
it: Sposta
ja: 移動
ko: 이동
lt: Perkelti
mk: Движи
nl: Verplaats
no: Flytt
pl: Przesuń
pt: Mover
ro: Mutare
ru: Движение
sl: Premakni
sr_cyrl_rs: Премести
th: ย้าย
tr: Taşı
uk: Рух
vi: Di chuyển
zh_hant: 移動

# ToolTip_DrawingToolText
source: Text
ar: نص
bg: Текст
chs: 文字
da: Tekst
es: Texto
fa: متن
fi: Teksti
fr: Texte
hr: Tekst
id: Teks
it: Testo
ja: テキスト
ko: 문자
lt: Tekstas
mk: Текст
nl: Tekst
no: Tekst
pl: Tekst
pt: Texto
ru: Текст
sl: Besedilo
sr_cyrl_rs: Текст
th: ข้อความ
tr: Metin
uk: Текст
vi: Văn bản
zh_hant: 文字

# ToolTip_First
source: Go to the beginning
ar: العودة إلى البداية
bg: Върни в началото
ca: Tornar a l'inici
chs: 回到开始
cs: Zpět na začátek
da: Gå tibage til begyndelsen
de: Zum Anfang gehen
es: Volver al principio
fa: بازگشت به ابتدا
fi: Palaa alkuun
fr: Aller au début
hr: Vrati se na početak
id: Pergi ke awal
it: Torna all'Inizio
ja: 最初に戻る
ko: 시작으로 되돌아감
lt: Nuo pradžių
mk: Врати се на почетокот
nl: Ga terug naar het begin
no: Gå tilbake til start
pl: Idź do początku
pt: Voltar ao Início
ro: Salt la început
ru: Вернуться в начало
sl: Pojdi na začetek
sr_cyrl_rs: Врати се на почетак
th: ไปที่จุดเริ่มต้น
tr: Başa Geri Dön
uk: Перейти до початку
vi: Đi đến đầu tiên
zh_hant: 轉到開始

# ToolTip_Last
source: Go to the end
ar: القفز إلى النهاية
bg: Премини към края
ca: Anar al final
chs: 跳到最后
cs: Přejít na konec
da: Hop til enden
de: Zum Ende gehen
es: Ir al final
fa: پرش به انتها
fi: Siirry loppuun
fr: Aller à la Fin
hr: Prijeđi na kraj
id: Ke bagian akhir
it: Salta alla fine
ja: 最後に進む
ko: 끝으로 감
lt: Į pabaigą
mk: Премини на крајот
nl: Spring naar het eind
no: Hopp til slutt
pl: Skocz na koniec
pt: Pular para o Final
ro: Salt la sfârşit
ru: Перейти в конец
sl: Pojdi na konec
sr_cyrl_rs: Пређи на Крај
th: ไปยังจุดสิ้นสุด
tr: Sona Atla
uk: Перейти до кінця
vi: Đi đến cuối cùng
zh_hant: 轉到結束

# ToolTip_Magnifier
source: Magnifier
ar: مكبر
bg: Лупа
ca: Lupa
chs: 放大镜
cs: Lupa
da: Forstør
de: Lupe
es: Lupa
fa: ذره بین
fi: Suurennuslasi
fr: Loupe
hr: Povećalo
id: Pembesar
it: Lente d'ingrandimento
ja: 拡大
ko: 확대경
lt: Didintuvas
mk: Лупа
nl: Vergrootglas
no: Forsrørrelsesglass
pl: Lupa
pt: Lupa
ro: Lupă
ru: Лупа
sl: Povečevalnik
sr_cyrl_rs: Лупа
th: แว่นขยาย
tr: Büyüteç
uk: Лупа
vi: Kính phóng đẳng
zh_hant: 放大鏡

# ToolTip_Next
source: Go to next frame
ar: الذهاب إلى الكادر التالي
bg: Премини към следващия кадър
ca: Ves al següent fotograma
chs: 转到下一帧
cs: Přejít na další snímek
da: Gå til næste billede
de: Zum nächsten Frame gehen
es: Ir a la proxima imagen
fa: برو به فریم بعدی
fi: Siirry seuraavaan kuvaan
fr: Aller à l'image suivante
hr: Idi na slijedeći kadar
id: Ke frame selanjutnya
it: Vai al prossimo fotogramma
ja: 次のフレームへ
ko: 다음 프레임으로 감
lt: Sekantis kadras
mk: Оди на следниот фрејм
nl: Ga naar volgende frame
no: Gå til neste bilde
pl: Idź do następnej klatki
pt: Ir para o Próximo Quadro
ro: Salt la cadrul următor
ru: Перейти к следующему кадру
sl: Pojdi na naslednjo sličico
sr_cyrl_rs: Иди на следећу слику
th: ไปยังเฟรมถัดไป
tr: Bir Sonraki Kareye Git
uk: Перейти до наступного кадру
vi: Đi đến hình tiếp theo
zh_hant: 轉到下一幀

# ToolTip_StartRecording
source: Start recording video
ar: بدء تسجيل الفيديو
bg: Старт на видео запис
ca: Començar la gravació de vídeo
chs: 开始录制视频
cs: Zahájit nahrávání videa
da: Start videooptagelse
de: Video-Aufnahme starten
es: Iniciar grabación
fa: شروع ضبط ویدئو
fi: Käynnistä videon nauhoitus
fr: Démarrer l'enregistrement vidéo
hr: Počni snimanje videa
id: Mulai merekam video
it: Attiva registrazione video
ja: ビデオの録画を開始
ko: 비디오 기록을 시작
lt: Pradėti įrašinėti vaizdo įrašą
mk: Старувај го снимањето на видеото
nl: Start video opname
pl: Rozpocznij nagrywanie wideo
pt: Iniciar gravação de video
ro: Pornire înregistrare video
ru: Старт записи видео
sl: Začni snemanje videa
sr_cyrl_rs: Почни снимање видео записа
th: เริ่มการบันทึกวิดีโอ
tr: Video kaydetmeye başla
uk: Почати запис відео
vi: Bắt đầu ghi video
zh_hant: 開始錄製影片

# ToolTip_StopRecording
source: Stop recording video
ar: إيقاف تسجيل الفيديو
bg: Стоп на видео записа
ca: Finalitzar la gravació de vídeo
chs: 停止录制视频
cs: Ukončit nahrávání videa
da: Stop videooptagelse
de: Video-Aufnahme stoppen
es: Detener grabación
fa: توقف ضبط ویدئو
fi: Lopeta videon nauhoitus
fr: Arrêter l'enregistrement vidéo
hr: Prekini snimanje videa
id: Berhenti merekam video
it: Ferma registrazione video
ja: ビデオの録画を停止
ko: 비디오 기록을 정지
lt: Stabdyti vaizdo įrašo įrašymą
mk: Стопирај го снимањето на видеото
nl: Stop video opname
pl: Zatrzymaj nagrywanie wideo
pt: Parar gravação de video
ro: Oprire înregistrare video
ru: Остановка записи видео
sl: Prekini snemanje videa
sr_cyrl_rs: Прекини снимање видео записа
th: หยุดการบันทึกวิดีโอ
tr: Video kaydetmeyi bitir
uk: Зупинити запис відео
vi: Dừng ghi video
zh_hant: 停止錄製影片

# ToolTip_ResetWorkingZone
source: Reset the Working Zone
ar: إعادة ضبط منطقة العمل لكامل الفيديو
bg: Нулирай избрания интервал
ca: Restablir la zona de treball a tot el vídeo
chs: 重置工作区的全部视频
cs: Přenastavit procovní oblast na celý rozsah videa
da: Nulstil arbejdsområde til hele videoen
de: Arbeitsbereich zurücksetzen
es: Reinicializar la zona de trabajo
fa: تنظیم مجدد منطقه کاری در ویدیو
fi: Palauta työstöjakso koko videon mittaiseksi
fr: Remise à zéro de la Zone de Travail
hr: Resetiraj radnu zonu
id: Atur Ulang Zona Kerja
it: Ripristina la zona di lavoro al video intero
ja: 作業範囲をビデオ全体にリセット
ko: 작업영역을 전체로 초기화
lt: Iš naujo nustatykite darbo zoną
mk: Ресетирај ја работната зона на цело видео
nl: Herstel het werkgebied naar volledige video
no: Tilbakestill arbeidssonen til hele videoen
pl: Zresetuj Obszar Roboczy
pt: Resetar a Zona de Trabalho ao comprimento do Vídeo
ro: Resetare zonă de lucru
ru: Сброс исследуемого интервала
sl: Po nastavi delovno območje
sr_cyrl_rs: Врати Радну зону на видеозапис у целости
th: รีเซ็ต Working Zone
tr: Çalışma Alanını Tam Videoya Geri Ayarla
uk: Скинути робочу зону
vi: Đặt lại Vùng hoạt động
zh_hant: 重設工作區
