Repository: Kinovea/Kinovea
Catalog: Kinovea.ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: ar, bg, ca, chs, cs, da, de, es, fa, fi, fr, hr, id, it, ja, ko, lt, mk, ms, nl, no, pl, pt, ro, ru, sl, sr_cyrl_rs, th, tr, uk, vi, zh_hant

# ToolTip_SaveDiaporama
source: Export a slideshow from key images
ar: تصدير شرائح من الصور الرئيسية
bg: Съхрани слайдшоу от ключови кадри
ca: Desar una presentació de fotogrames clau
chs: 从关键图像里保存一个幻灯片
cs: Uložit slideshow z klíčových pozic
da: Gem nøglebilleder som slide show
de: Diashow aus den Schlüsselbildern exportieren
es: Guardar una presentación de diapositivas de las imágenes claves
fa: ذخیره نمایش پرده‌ای از دادده تصاویر
fi: Tallenna diaesitys avainkuvista
fr: Enregistrer un diaporama des images clés
hr: Izvezi slideshow ključnih slika
id: Ekspor tayangan slide dari gambar utama
it: Salva una videopresentazione delle immagini chiave
ja: キーイメージからスライドショーを保存
ko: 주요 이미지에서 슬라이드쇼 내보내기
lt: Išsaugoti pagrindinių kadrų demonstraciją
mk: Зачувај слајдшоу од клучните слики
nl: Bewaar een diashow van de kernafbeeldingen
no: Lagre slideshow fra nøkkelbilder
pl: Zapisz pokaz slajdów z kluczowych obrazów
pt: Salvar Slideshow a partir dos Quadros de Imagens
ro: Salvează o prezentare din cadrele cheie
ru: Сохранить слайдшоу из ключевых кадров
sl: Izvozi predstavitev iz glavnih slik
sr_cyrl_rs: Сачувај пројекцију слајдова кључних слика
th: ส่งออกเป็นสไลด์โชว์จากคีย์รูปภาพ
tr: Anahtar İmajlardan bir slayt gösterimi kaydet
uk: Експортувати слайд-шоу з ключових зображень
vi: Xuất một cuời hình ẻ từ hình khoá
zh_hant: 從關鍵影像輸出幻燈片

# ToolTip_SavePausedVideo
source: Export video with a pause on each key image
ar: تصدير الفيديو مع لإيقاف على كل صورة رئيسية
bg: Съхрани видео с паузи на ключови кадри
ca: Desa un vídeo amb pausa a cada fotograma clau
chs: 在每一个关键图像上添加暂停并保存
cs: Uložit video s prodlevou na každé klíčové pozici
da: Gem video med en pause for hver nøglebillede
de: Video mit einer Pause bei jedem Schlüsselbild exportieren
es: Grabar el vídeo con una pausa en cada imagen clave
fa: ذخیره ویدئو با مکث در هر داده تصویر
fi: Tallenna video tauolla jokaisen avainkuvan kohdalla
fr: Enregistrer la vidéo avec une pause sur chaque image clé
hr: Izvezi video s pauzom na svakoj ključnoj slici
id: Ekspor video dengan jeda pada setiap gambar utama
it: Salva il video con una pausa per ogni immagine chiave
ja: 各キーイメージで一時停止したビデオを保存
ko: 매 '키 이미지'에서 멈추는 비디오 저장
lt: Išsaugoti vaizdą su pristabdymais pagrindiniuose kadruose
mk: Зачувај го видеото со пауза на секоја клучна слика
nl: Sla de video op met een pauze op elk Kernbeeld
no: Lagre video med en pause ved hvert bilde
pl: Eksportuj wideo z pauzą na każdym kluczowym obrazie
pt: Salvar vídeo com uma pausa em cada Quadro de Imagem
ro: Salvează fișierul video cu o pauză la fiecare cadru cheie
ru: Сохранить видео с паузами на ключевых кадрах
sl: Izvozi video s premorom na vsaki ključni sliki
sr_cyrl_rs: Сачувај видео са паузом на свакој кључној слици
th: ส่งออกวิดีโอพร้อมการหยุดในแต่ละคีย์รูปภาพ
tr: Videoyu her bir anahtar imaj üzerinde duraklama ile kaydet
uk: Експортувати відео з паузою на кожному ключовому зображенні
vi: Xuất video với lẳng dừng trên mỗi hình khoá
zh_hant: 輸出影片，在每個關鍵影像上暫停

# ToolTip_SetHandlerLeft
source: Set the first frame of the Working Zone to the current frame
ar: تعيين الكادر الأول في منطقة العمل إلى الكادر الحالي
bg: Задайте текущия кадър като първи кадър от работния интервал
ca: Estableix el primer fotograma de la zona de treball coma fotograma actual
chs: 设置工作区的第一帧为当前帧
cs: Nastavit první snímek pracovní oblasti na stávající snímek
da: Sæt start på arbejdszone
de: Den ersten Frame des Arbeitsbereichs auf den aktuellen Frame setzen
es: Posicionar la entrada de la zona de trabajo sobre la imagen actual
fa: تنظیم اولین فریم منطقه کاری روی فریم فعلی
fi: Aseta työstöjakson ensimmäinen kuva nykyiseksi kuvaksi
fr: Positionner l'entrée de la Zone de Travail sur l'image courante
hr: Postavi prvi kadar radne zone u trenutni kadar
id: Atur bingkai pertama Zona Kerja ke bingkai saat ini
it: Imposta il fotogramma attuale come primo fotogramma della zona di lavoro
ja: 作業範囲の最初のフレームを現在のフレームにセット
ko: 작업 영역의 첫 번째 프레임을 현재 프레임으로 설정
lt: Pirmąjį darbo zonos kadrą nustatykite į dabartinį
mk: Постави го првиот фрејм од работната зона како моментален фрејм
nl: Maak eerste frame van het werkgebied nu het huidige frame
no: Sett første bilde I arbeidssonen til det aktuelle bilde
pl: Ustaw aktualną klatkę jako pierwszą klatkę Obszaru Roboczego
pt: Ajustar o Primeiro Quadro da Zona de Trabalho pelo Quadro Atual
ro: Setarea primului cadru al zonei de lucru pe cadrul curent
ru: Установить текущий кадр в качестве первого кадра исследуемого интервала
sl: Nastavi prvo sličico delovnega območja na trenutno sličico
sr_cyrl_rs: Постави први кадар радне зоне у тренутни кадар
th: ตั้งเฟรมแรกของ Working Zone ไปยังเฟรมปัจจุบัน
tr: Çalışma Alanının İlk Karesini Geçerli Kareye Denkleştir
uk: Встановити перший кадр робочої зони на поточний кадр
vi: Đặt hình đầu tiên của Vùng hoạt động vào hình hiện tại
zh_hant: 將工作區的第一幀設定為目前幀

# ToolTip_SetHandlerRight
source: Set the last frame of the Working Zone to the current frame
ar: تعيين الكادر الأخير من منطقة العامل إلى الكادر الحالي
bg: Задайте текущия кадър като последен кадър от работния интервал
ca: Estableix l'últim fotograma de la zona de treball coma fotograma actual
chs: 设置工作区的最后一帧为当前帧
cs: Nastavit poslední snímek pracovní oblasti na stávající snímek
da: Sæt slut på arbejdszone
de: Den letzten Frame des Arbeitsbereichs auf den aktuellen Frame setzen
es: Posicionar la salida de la zona de trabajo sobre la imagen actual
fa: تنظیم آخرین فریم منطقه کاری روی فریم فعلی
fi: Aseta työstöjakson viimeinen kuva nykyiseksi kuvaksi
fr: Positionner la sortie de la Zone de travail sur l'image courante
hr: Postavi poslijednji kadar radne zone u trenutni kadar
id: Atur bingkai terakhir Zona Kerja ke bingkai saat ini
it: Imposta il fotogramma attuale come ultimo fotogramma della zona di lavoro
ja: 作業範囲の最後のフレームを現在のフレームにセット
ko: 작업 영역의 마지막 프레임을 현재 프레임으로 설정
lt: Paskutinį darbo zonos kadrą nustatykite į dabartinį
mk: Постави го последниот фрејм од работната зона како моментален фрејм
nl: Maak laatste frame van het werkgebied nu het huidige frame
no: Sett siste bilde I arbeidssonen til det aktuelle bilde
pl: Ustaw aktualną klatkę jako ostatnią klatkę Obszaru Roboczego
pt: Ajustar o Último Quadro da Zona de Trabalho pelo Quadro Atual
ro: Setarea ultimului cadru al zonei de lucru pe cadrul curent
ru: Установить текущий кадр в качестве последнего кадра исследуемого интервала
sl: Nastavi zadnjo sličico delovnega območja na trenutno sličico
sr_cyrl_rs: Постави последњи кадар радне зоне у тренутни кадар
th: ตั้งเฟรมสุดท้ายของ Working Zone ไปยังเฟรมปัจจุบัน
tr: Çalışma Alanının Son Karesini Geçerli Kareye Denkleştir
uk: Встановити останній кадр робочої зони на поточний кадр
vi: Đặt hình cuối cùng của Vùng hoạt động vào hình hiện tại
zh_hant: 將工作區的最後一幀設定為目前幀

# ToolTip_ShowComments
source: Show comments
ar: إظهار التعليقات
bg: Покажи коментари
ca: Mostrar els comentaris
chs: 显示注释
cs: Ukázat komentář
da: Vis kommentarer
de: Anmerkungen zeigen
es: Mostrar comentarios
fa: نمایش نظرات
fi: Näytä kommentit
fr: Afficher les commentaires
hr: Prikaži komentare
id: Tampilkan komentar
it: Mostra i commenti
ja: コメントを表示
ko: 주석 표시하기
lt: Rodyti komentarus
mk: Прикажи коментари
nl: Toon commentaar
no: Vis kommentarer
pl: Pokaż komentarze
pt: Mostrar Comentários
ro: Arată comentariile
ru: Показать комментарии
sl: Prikaži komentarje
sr_cyrl_rs: Прикажи коментаре
th: แสดงความคิดเห็น
tr: Yorumları Göster
uk: Показати коментарі
vi: Hiển thị nhận xét
zh_hant: 顯示評論

# ToolTip_SideBySideSnapshot
source: Save both images to a composite image
ar: حفظ كل الصور في صورة واحدة مركبة
bg: Съхрани съставената от два кадъра картина
ca: Desar ambdues imatges en una imatge composta
chs: 将两个图像保存为合成图像
cs: Uložit oba obrazy do kompozitního videa
da: Gem begge billeder i et sammensat billede
de: Beide Bilder nebeneinander in einem Bild zusammenführen
es: Guardar los dos imagenes en una imagen compuesta
fa: ذخیره هر دو تصویر در یک تصویر مرکب
fi: Tallenna kummatkin kuvat yhdistelmäkuvaan
fr: Enregistrer les deux images dans une image composée
hr: Sačuvaj obje slike na kompozitnoj slici
id: Simpan kedua gambar ke gambar komposit
it: Salva entrambe le immagini in una immagine composta
ja: 両方のイメージをコンポジットイメージに保存
ko: 두 이미지를 컴포지트 이미지로 저장
lt: Išsaugoti abu paveikslėlius kaip vieną
mk: Зачувај ги двете слики како композитна слика
nl: Bewaar beide beelden in een samengestelde afbeelding
pl: Zapisz oba obrazy jako obraz łączony
pt: Salvar ambas as imagens em uma composição de imagem
ro: Salvează ambele imagini într-o imagine compusă
ru: Сохранить составное изображение из двух кадров
sl: Shrani obe sliki v sestavljeno sliko
sr_cyrl_rs: Сачувај обе слике на сложеној слици
th: บันทึกทั้งสองภาพเป็นภาพรวม
tr: İki imajı kompozit bir imaja kaydet
uk: Зберегти обидва зображення в складене зображення
vi: Lưu cả hai hình ảnh vào hình ảnh gộp
zh_hant: 將兩幅圖片儲存為一幅合成影像

# ToolTip_SideBySideVideo
source: Save both videos into a composite video
ar: حفظ كلا الفيديوهين في فيديو واحد مركب
bg: Съхрани създаденото видео, включващо две видео-ядра
ca: Desar ambdós vídeos en un vídeo compost
chs: 将两个视频保存为复合视频
cs: Uložit obě videa jako kompozitní video
da: Gem begge videoer i en sammensat video
de: Beide Videos nebeneinander in einem Video zusammenführen
es: Guardar los dos videos en una video compuesto
fa: ذخیره هر دو ویدئو در یک ویدئوی مرکب
fi: Tallenna kummatkin videot yhdistelmävideoon
fr: Enregistrer les deux vidéos dans une vidéo composée
hr: Spremi oba videa na složenom video zapisu
id: Simpan kedua video menjadi video komposit
it: Salva entrambi i video in un video composto
ja: 両方のビデオをコンポジットビデオに保存
ko: 두 비디오를 컴포지트 비디오로 저장
lt: Išsaugoti abu vaizdus kaip vieną
mk: Зачувај ги двете видеа во композитно видео
nl: Bewaar beide videos in een samengestelde video
pl: Zapisz oba filmy w jeden złożony film wideo
pt: Salvar ambos os videos em uma composição de video
ro: Salvează ambele fişiere video într-un fişier video compus
ru: Сохранить составное видео, включающее два видеоряда
sl: Shrani oba videa v sestavljen video
sr_cyrl_rs: Сачувај оба видеа на сложеном видео запису
th: บันทึกวิดีโอคู่ลงในคอมโพสิตวิดีโอ
tr: İki videoyu kompozit bir videoya kaydet
uk: Зберегти обидва відео в складене відео
vi: Lưu cả hai video vào một video gộp
zh_hant: 將兩個影片儲存為一個合成影片

# ToolTip_trkSelection
source: Set the Working Zone
ar: إعداد منطقة العمل
bg: Задайте интервал
ca: Establir la zona de treball
chs: 设置工作区
cs: Nastavit pracovní oblast
da: Flyt Start/Slut for arbejdszonen
de: Arbeitsbereich festlegen
es: Especificar el área de trabajo
fa: تنظیم منطقه کاری
fi: Aseta työstöjakso
fr: Spécifier la Zone de Travail
hr: Postavi radnu zonu
id: Tetapkan Zona Kerja
it: Imposta la zona di lavoro
ja: 作業範囲を設定
ko: 작업 영역의 지정
lt: Nustatyti darbinę zoną
mk: Прилагоди ја работната зона
nl: Definieer werkgebied
no: Marker arbeidsfeltet
pl: Ustaw Obszar Roboczy
pt: Ajustar a Zona de Trabalho
ro: Stabilire zonă de lucru
ru: Установить исследуемый интервал
sl: Določi delovno območje
sr_cyrl_rs: Постави радну зону
th: ตั้งค่า Working Zone
tr: Çalışma Alanını Ayarla
uk: Встановити робочу зону
vi: Đặt Vùng hoạt động
zh_hant: 設定工作區

# DataAnalysis_ResultantLinearAcceleration
source: Resultant acceleration
ar: التسارع الناتج
bg: Резултатно ускорение
ca: Acceleració resultant
chs: 合成加速度
cs: Výsledné zrychlení
de: Resultierende Beschleunigung
es: Aceleración resultante
fa: بردار شتاب
fi: Tuloksena oleva kiihtyvyys
fr: Accélération résultante
hr: Rezultirajuće ubrzanje
id: Percepatan resultan
it: Accelerazione risultante
ja: 合成加速度
ko: 합성 가속도
lt: Rezultuojantis pagreitis
mk: Резултантно забрзување
ms: Pecutan hasil
nl: Resultante van versnelling
pl: wynik przyspieszenia
pt: Aceleração Resultante
ro: Accelerare rezultantă
ru: Результирующее ускорение
sl: Rezultantni pospešek
th: ความเร่งลัพธ์
tr: Bileşke ivme
uk: Результативне прискорення
vi: Gia tốc tổng hợp
zh_hant: 結果加速

# DataAnalysis_ExportData
source: Export data
ar: تصدير البيانات
bg: Експорт на данни
ca: Exportar les dades
chs: 导出数据
cs: Export dat
de: Daten exportieren
es: Exportar datos
fa: استخراج داده‌ها
fi: Vie data
fr: Exporter les données
hr: Izvezi podatke
id: Ekspor data
it: Esporta dati
ja: エクスポート
ko: 데이터 내보내기
lt: Eksportuoti duomenis
mk: Експортирај ги податоците
ms: Eksport data
nl: Exporteer de gegevens
pl: Eksportuj dane
pt: Exportar dados
ro: Exportare date
ru: Экспортировать данные
sl: Izvozi podatke
sr_cyrl_rs: Извези податке
th: ส่งออกข้อมูล
tr: Veriyi Dışarı Aktar
uk: Експорт даних
vi: Xuất dữ liệu
zh_hant: 輸出資料

# DataAnalysis_SaveToFile
source: Save to file
ar: حفظ الي ملف
bg: Съхрани във файл
ca: Desar en un arxiu
chs: 保存至文件
cs: Uložit do souboru
de: In Datei speichern
es: Guardar en archivo
fa: ذخیره در فایل
fi: Tallenna tiedostoon
fr: Sauver dans un fichier
hr: Spremi u datoteku
id: Simpan ke berkas
it: Salva su file
ja: ファイルに保存する
ko: 파일로 저장하기
lt: Išsaugoti faile
mk: Зачувај во фајл
ms: Simpan ke fail
nl: Bewaar als bestand
pl: Zapisz do pliku
pt: Salvar para o ficheiro
ro: Salvare în fișier
ru: Сохранить в файл
sl: Shrani v datoteko
sr_cyrl_rs: Сачувај у датотеку
th: บันทึกในไฟล์
tr: Dosyaya Kaydet
uk: Зберегти в файл
vi: Lưu vào tệp
zh_hant: 存儲到檔案

# DataAnalysis_Pixels
source: pixels
ar: بكسل
bg: Пиксели
ca: píxels
chs: 像素
cs: pixely
de: Pixel
es: píxeles
fa: پیکسل
fi: pikselit
hr: pikseli
id: Piksel
it: pixel
ja: ピクセル
ko: 픽셀
lt: Pikseliai
mk: Пиксели
ms: piksel
pl: piksele
ro: pixeli
ru: пиксели
sl: pik
th: พิกเซล
tr: noktalar
uk: пікселі
vi: Điểm ảnh
zh_hant: 像素

# DataAnalysis_ExportGraph
source: Export graph
ar: تصدير الرسم البياني
bg: Експорт на графика
ca: Exportar la gràfica
chs: 导出图形
cs: Exportovat graf
de: Grafik exportieren
es: Exportar gráfico
fa: استخراج نمودار
fi: Tallenna kaavio
fr: Exporter le graphe
hr: Izvezi graf
id: Ekspor grafik
it: Esporta grafico
ja: グラフの書き出し
ko: 그래프 내보내기
lt: Eksportuoti grafiką
mk: Експорт на графика
ms: Eksport graf
nl: Exporteer de grafiek
pl: eksportój wykres
pt: Exportar Gráfico
ro: Exportare grafic
ru: Экспорт графика
sl: Izvozi graf
sr_cyrl_rs: Извези графику
th: ส่งออกแผนภูมิ
tr: Grafiği dışarı aktar
uk: Експерт графіки
vi: Xuất đồ thị
zh_hant: 輸出表圖

# DataAnalysis_TimeAxisMilliseconds
source: Time (ms)
ar: الزمن بالملي ثانية
bg: Време (мс)
ca: Temps (ms)
chs: 时间(毫秒)
cs: Čas (ms)
de: Zeit (ms)
es: Tiempo (ms)
fa: زمان (میلی ثانیه)
fi: Aika (ms)
fr: Temps (ms)
hr: Vrijeme (ms)
id: Waktu (ms)
it: Tempo (ms)
ja: 時間(ms)
ko: 시간 (ms)
lt: Laikas (ms)
mk: Време (мс)
ms: Masa (ms)
nl: Tijd (ms)
pl: Czas (ms)
pt: Tempo (ms)
ro: Timp (ms)
ru: Время (мс)
sl: Čas (ms)
sr_cyrl_rs: Време (ms)
th: เวลา (ms)
tr: Zaman (ms)
uk: Час (ms)
vi: Thời gian (ms)
zh_hant: 時間 (毫秒)

# DataAnalysis_YaxisDefaultPoints
source: Y axis
ar: محور Y
bg: Ос Y
ca: Eix Y
chs: Y轴
cs: Osa Y
de: Y-Achse
es: Eje Y
fa: محور Y
fi: Y akseli
fr: Axe Y
hr: Os y
id: Sumbu Y
it: Asse Y
ja: Y軸
ko: Y 축
lt: Y ašis
mk: Оска Y
ms: Paksi Y
nl: Y as
pl: oś Y
pt: Eixo Y
ro: Axa Y
ru: Ось Y
sl: Y osi
sr_cyrl_rs: Y оса:
th: แกน Y
tr: Y ekseni
uk: Вісь Y
vi: Trục Y
zh_hant: Y軸

# DataAnalysis_YaxisLabel
source: Y axis :
ar: المحور Y :
bg: Ос Y:
ca: Eix Y:
chs: Y轴:
cs: Osa Y:
de: Y-Achse :
es: Eje Y :
fa: محور Y :
fi: Y akseli :
fr: Axe Y :
hr: Os y:
id: Sumbu Y :
it: Asse Y:
ja: Y軸:
ko: Y 축 :
lt: Y ašis:
mk: Y оска:
ms: Paksi Y:
nl: Y as :
pl: oś Y:
pt: Eixo Y :
ro: Axa Y:
ru: Ось Y:
sl: Y osi:
sr_cyrl_rs: Y оса:
th: แกน Y :
tr: Y ekseni:
uk: Вісь Y:
vi: Trục Y :
zh_hant: Y軸:

# DataAnalysis_XaxisDefaultPoints
source: X axis
ar: محور X
bg: Ос X
ca: Eix X
chs: X轴
cs: Osa X
de: X-Achse
es: Eje X
fa: محور X
fi: X akseli
fr: Axe X
hr: Os x
id: Sumbu X
it: Asse X
ja: X軸
ko: X 축
lt: X ašis
mk: X оска
ms: Paksi X
nl: X as
pl: oś X
pt: Eixo X
ro: Axa X
ru: Ось X
sl: X osi
sr_cyrl_rs: X оса:
th: แกน X
tr: X ekseni
uk: Вісь X
vi: Trục X
zh_hant: X軸

# DataAnalysis_XaxisLabel
source: X axis :
ar: المحور X :
bg: Ос X:
ca: Eix X:
chs: X轴:
cs: Osa X:
de: X-Achse :
es: Eje X :
fa: محور X :
fi: X akseli :
fr: Axe X :
hr: Os x:
id: Sumbu X :
it: Asse X:
ja: X軸:
ko: X 축 :
lt: X ašis:
mk: X оска:
ms: Paksi X:
nl: X as :
pl: oś X:
pt: Eixo X:
ro: Axa X:
ru: Ось X:
sl: X osi:
sr_cyrl_rs: X оса:
th: แกน X :
tr: X ekseni:
uk: Вісь X:
vi: Trục X :
zh_hant: X軸:

# DataAnalysis_ScatterDiagram
source: Scatter diagram
ar: مخطط نقاط متناثرة
bg: Точкова диаграма
ca: Diagrama de dispersió
chs: 散点图
cs: Bodový diagram
de: Streudiagramm
es: Gráfico de dispersión
fa: نمودار پراکندگی
fi: Pistekaavio
fr: Nuage de points
hr: Dijagram rasipanja
id: Diagram menyebar
it: Diagramma a dispersione
ja: 散布図
ko: 산점도
lt: Sklaidos diagrama
mk: Дијаграм на расејување
ms: Gambar rajah taburan
nl: Spreidings diagram
pl: Wykres Punktowy
pt: Diagrama de Dispersão
ro: Diagramă de împrăștiere
ru: Диаграмма
sl: Graf raztrosa
sr_cyrl_rs: Дијаграм расипања
th: แผนภาพแสดงการกระจาย
tr: Dağılım grafiği
uk: Точкова діаграма
vi: Biểu đồ phân tán
zh_hant: 散布圖

# CommandModifyDrawing_FriendlyName
source: Modify drawing
ar: تعديل الرسم
bg: Редактирай рисунката
ca: Modificar el dibuix
chs: 修改绘制
cs: Změnit kresbu
de: Zeichnung ändern
es: Modificar dibujo
fa: اصلاح طرح
fi: Muokkaa piirrosta
fr: Modifier le dessin
hr: Izmijeni crtež
id: Modifikasi gambaran
it: Modifica disegno
ja: ドローイングの編集
ko: 그림 수정
lt: Keisti piešinį
mk: Модифицирај го цртежот
ms: Ubah suai lukisan
nl: Pas tekening aan
pl: Modyfikacja Rysowania
pt: Modificar desenho
ro: Modificare desen
ru: Изменить рисунок
sl: Uredi risbo
th: แก้ไขรูปวาด
tr: Çizim Düzenle
uk: Змінити креслення
vi: Sửa đổi bản vẽ
zh_hant: 修改繪圖

# DataAnalysis_Title
source: Title:
ar: عنوان:
bg: Заглавие:
ca: Títol:
chs: 标题:
cs: Název:
de: Titel:
es: Título:
fa: عنوان:
fi: Otsikko:
fr: Titre :
hr: Naslov:
id: Judul:
it: Titolo:
ja: タイトル:
ko: 제목:
lt: Pavadinimas:
mk: Наслов:
ms: Tajuk:
nl: Titel:
pl: Tytuł:
pt: Título:
ro: Titlu:
ru: Заглавие:
sl: Naslov:
sr_cyrl_rs: Назив:
th: ชื่อเรื่อง:
tr: Başlık:
uk: Назва:
vi: Tiêu đề:
zh_hant: 標題：

# DataAnalysis_Labels
source: Labels
ar: المسميات
bg: Заглавия
ca: Etiquetas
chs: 标签
cs: Popisky
de: Beschriftungen
es: Etiquetas
fa: برچسب‌ها
fi: Tarrat
hr: Oznake
id: Label
it: Etichette
ja: ラベル
ko: 표시값
lt: Antraštės
mk: Ознаки
ms: Label
pl: Etykiety
pt: Rótulos
ro: Etichete
ru: Названия
sl: Oznake
sr_cyrl_rs: Ознаке
th: ป้ายกำกับ
tr: Başlıklar
uk: Позначення
vi: Nhãn
zh_hant: 標記

# DataAnalysis_PagePlot
source: Plot
ar: رسم بياني
bg: Графика
ca: Gràfica
chs: 绘图
cs: Graf
de: Zeichnen
es: Gráfico
fa: طرح
fi: Kuvaaja
fr: Graphe
hr: Grafički podaci
id: Gambar
it: Trama
ja: プロット
ko: 도표
lt: ruožas
mk: Дел
nl: Grafiek
pl: Grafika
pt: Gráfico
ro: Reprezentare
ru: Участок
sl: Ploskev
sr_cyrl_rs: Графички подаци
th: พลอต
tr: Çizgim
uk: Сюжет
vi: Biểu đồ
zh_hant: 繪圖

# DataAnalysis_AngularKinematics
source: Angular kinematics
ar: حركه بزاوية
bg: Ъглова кинематика
ca: Cinemàtica angular
chs: 角运动
cs: Úhlová kinematika
de: Kinematik Kreisbewegungen
es: Cinemática angular
fa: کینماتیک زاویه‌ای
fi: Pyörimisliike
fr: Cinématique angulaire
hr: Angularna kinematika
id: Kinematika angular
it: Cinematica angolare
ja: 回転運動
ko: 각도 운동학
lt: Kampinė kinematika
mk: Аголна кинематика
ms: Kinematik sudut
nl: Hoek kinematica
pl: kinematyka kątowa
pt: Cinemática Angular
ro: Cinematică unghiulară
ru: Угловая кинематика
sl: Kotna kinematika
th: คิเนเมติกส์เชิงมุม
tr: Açısal kinematikler
uk: Кутова кінематика
vi: Động học góc
zh_hant: 角運動學

# DataAnalysis_LinearKinematics
source: Linear kinematics
ar: حركة خطيه
bg: Линейна кинематика
ca: Cinemàtica lineal
chs: 线性运动
cs: Lineární kinematika
de: Kinematik linearer Bewegungen
es: Cinemática lineal
fa: کینماتیک خطی
fi: Tasainen liike
fr: Cinématique linéaire
hr: Linearna kinematika
id: Kinematika linier
it: Cinematica lineare
ja: 線形運動
ko: 선형 운동학
lt: Linijinė kinematika
mk: Линеарна кинематика
ms: Kinematik linear
nl: Lineaire kinematica
pl: kinematyka liniowa
pt: Cinemática Linear
ro: Cinematică liniară
ru: Линейная кинематика
sl: Linearna kinematika
th: คิเนเมติกส์เชิงเส้น
tr: Doğrusal kinematikler
uk: Лінійна кінематика
vi: Động học tuyến tính
zh_hant: 線性運動學

# FormIconPicker_Title
source: Icons
ar: الرموز
bg: Икони
ca: Icones
chs: 图标
cs: Ikony:
fi: Ikonit
id: Ikon-ikon
it: Icone
ja: アイコン
ko: 아이콘
mk: Икони
ms: Ikon
nl: Iconen
ro: Iconuri
ru: Значки
sr_cyrl_rs: Иконе
tr: İkonlar
zh_hant: 圖示

# Generic_Open
source: Open
ar: فتح
bg: Отвори
ca: Obrir
chs: 打开
cs: Otevřít
da: Åbn
de: Öffnen
es: Abrir
fa: باز کردن
fi: Avaa
fr: Ouvrir
hr: Otvori
id: Buka
it: Apri
ja: 開く
ko: 열기
lt: Atidaryti
mk: Отвори
ms: Buka
nl: Openen
pl: Otwórz
pt: Abrir
ro: Deschide
ru: Открыть
sl: Odpri
sr_cyrl_rs: Отвори
th: เปิด
tr: Aç
uk: Відкрити
vi: Mở
zh_hant: 開啟

# Generic_Quit
source: Quit
ar: خروج
bg: Изход
ca: Sortir
chs: 退出
cs: Ukončit
da: Afslut
de: Beenden
es: Salir
fa: خارج شدن
fi: Lopeta
fr: Quitter
hr: Odustani
id: Keluar
it: Esci
ja: 終了
ko: 종료
lt: Baigti
mk: Излез
ms: Keluar
nl: Stop
pl: Wyjdź
pt: Sair
ro: Renunță
ru: Выйти
sl: Izhod
sr_cyrl_rs: Напусти
th: ออก
tr: Programdan Çık
uk: Вийти
vi: Thoát
zh_hant: 結束

# mnuOpenAsReplayWatcher
source: Open as replay folder observer…
ar: فتح كمجلد تشغيل للمشاهدة…
fi: Avaa toistokansion tarkkailijana…
id: Buka sebagai pengamat map tayangan ulang…
it: Apri come osservatore della cartella di replay…
ja: リプレイフォルダオブザーバーとして開く…
ko: 리플레이 폴더 관찰자로 열기…
ro: Deschidere ca observator al folderului de reluare…
ru: Открыть как наблюдатель за каталогом реплеев…
tr: Yeniden oynatma klasörü gözlemcisi olarak aç…
zh_hant: 作為重播文件夾觀察者打開…

# dlgCameraCalibration_CameraIntrinsics
source: Camera intrinsics
ar: متغيرات الكاميرا
bg: Вътрешни настройки на камерата
ca: Paràmetres intrínsecs
chs: 相机内在函数
cs: Vlastnosti fotoaparátu
de: Intrinsische Kameraparameter
es: Intrínsecos de la cámara
fa: متغیرهای دوربین
fi: Kameran sisäiset parametrit
fr: Paramètres intrinsèques
hr: Unutrašnji parametri kamere
id: Intrinsik kamera
it: Caratteristiche intrinseche della fotocamera
ja: カメラ固有値
ko: 카메라 내장
lt: Vidiniai fotoaparato nustatymai
mk: Внатрешни параметри на камерата
nl: Intrinsieke parameters van de camera
pl: Funkcje aparatu
pt: Detalhes da câmera
ro: Valori intrinseci ale camerei
ru: Внутренние настройки камеры
sl: Notranji parametri kamere
sr_cyrl_rs: Унутрашњи параметри камере
th: ส่วนประกอบภายในกล้อง
tr: Kamera özellikleri
uk: Внутрішні елементи камери
vi: Thông số nội tại cái máy ảnh
zh_hant: 相機內部參數

# DataAnalysis_DataSource
source: Data source
ar: مصدر البيانات
bg: Източник на данни
ca: Orígen de les dades
chs: 数据源
cs: Datový zdroj
de: Datenquelle
es: Origen de datos
fa: منبع داده‌ها
fi: Tietolähde
fr: Source de données
hr: Izvor podataka
id: Sumber data
it: Fonte dei dati
ja: データソース
ko: 데이터 소스
lt: Duomenų šaltinis
mk: Извор на податоци
ms: Sumber data
nl: Gegevensbron
pl: Źródło danych
pt: Fonte dos Dados
ro: Sursă de date
ru: Источник данных
sl: Vir podatkov
sr_cyrl_rs: Извор података
th: แหล่งข้อมูล
tr: Veri kaynağı
uk: Джерело даних
vi: Nguồn dữ liệu
zh_hant: 資料來源

# DataAnalysis_AngleAngleDiagrams
source: Angle-angle diagram
ar: مخطط زاويه إلى زاوية
bg: Диаграма на ъгловата синкинезия
ca: Diagrames Angle-angle
chs: 角度-角度图
cs: Úhlový diagram
de: Winkel-Winkel-Diagramm
es: Diagrama ángulo-ángulo
fa: نمودارهای زاویه‌ای-زاویه‌ای
fi: Kulma-kulma kaavio
fr: Diagramme angle-angle
hr: Kut-kut dijagram
id: Diagram sudut-sudut
it: Diagramma angolo-angolo
ja: 角度-角度図
ko: 각도-각도 다이어그램
lt: Kampinio kampo diagrama
mk: Дијаграм на аголна синкинезија
ms: Gambar rajah sudut-sudut
nl: hoek-hoek diagram
pl: kątowo-kątowy diagram
pt: Diagrama Ângulo-Ângulo
ro: Diagramă unghi-unghi
ru: Диаграмма угловой синкинезии
sl: Diagram kotov
th: แผนภาพมุม-มุม
tr: Açı-açı grafiği
uk: Діаграма кут-кут
vi: Biểu đồ góc-góc
zh_hant: 角度-角度圖
