Repository: Kinovea/Kinovea
Catalog: Kinovea.ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: ar, bg, ca, chs, cs, da, de, es, fa, fi, fr, hr, id, it, ja, ko, lt, mk, ms, nl, no, pl, pt, ro, ru, sl, sr_cyrl_rs, th, tr, uk, vi, zh_hant

# DataAnalysis_CalibrationPlane
source: Calibration plane
ar: خطة المعايرة
bg: Калибриране на равнината
ca: Pla de calibració
chs: 校准面
cs: Kalibrační rovina
de: Kalibrierebene
es: Plano de calibración
fa: سطح کالیبراسیون
fi: Kalibrointitaso
fr: Plan de calibration
hr: Ploha kalibracije
id: Bidang kalibrasi
it: Piano di calibrazione
ja: 校正面
ko: 보정 평면
lt: Kalibravimo plokštuma
mk: Калибрација на рамнина
ms: Satah penentukuran
nl: Kalibratievlak
pl: Kalibracja Płaszczyzny
pt: Plano de Calibração
ro: Plan de calibrare
ru: Калибрация плоскости
sl: Kalibracijska ravnina
sr_cyrl_rs: Калибрациона раван
th: ระนาบการเทียบปรับ
tr: Kalibrasyon düzlemi
uk: Калібрувальна площина
vi: Mặt phẳng hiệu chỉnh
zh_hant: 校正平面

# DataAnalysis_TangentialAcceleration
source: Tangential acceleration
ar: التسارع المماسي
bg: Тангенциално ускорение
ca: Acceleració tangencial
chs: 切向加速度
cs: Tečné zrychlení
de: Tangentialbeschleunigung
es: Aceleración tangencial
fa: شتاب مماسی
fi: Tangentiaalinen kiihtyvyys
fr: Accélération tangentielle
hr: Tangencijalno ubrzanje
id: Percepatan tangensial
it: Accelerazione tangenziale
ja: 接線加速度
ko: 접선 가속도
lt: Tangentinis pagreitis
mk: Тангенцијално забрзување
ms: Pecutan Tangensial
nl: Tangentiële versnelling
pl: styczna przyspieszenia
pt: Aceleração Tangencial
ro: Accelerare tangențială
ru: Тангенциальное ускорение
sl: Tangencialni pospešek
th: ความเร่งในแนวสัมผัส
tr: Teğet ivme
uk: Тангенціальне прискорення
vi: Gia tốc tiếp tuyến
zh_hant: 切線加速

# dlgTimebase_lblUserFPS
source: Video framerate:
ar: معدل كادرات الفيديو:
bg: Частота на видео възпроизвеждането:
ca: Freqüència del vídeo
chs: 视频帧率:
cs: Snímková frekvence videa:
de: Video-Bildrate:
es: Tasa de fotogramas:
fa: نرخ فریم ویدئو:
fi: Videon kuvataajuus:
fr: Fréquence de la vidéo :
hr: Broj kadrova u sekundi videa:
id: Framerate video:
it: Framerate del video:
ja: ビデオフレームレート:
ko: 비디오 프레임속도:
lt: Vaizdo įrašo kadrų dažnis:
mk: Фреквенција на репродукција на видеото:
ms: Kadar frame video:
nl: Framerate van de video:
pl: Odświerzanie Filmu:
pt: Taxa de quadros do video:
ro: Rată de cadre video:
ru: Частота воспроизведения видео:
sl: Hitrost videa:
sr_cyrl_rs: Број слику у секунди видео записа
th: เฟรมเรตวิดีโอ:
tr: Video kare hızı:
uk: Частота кадрів відео:
vi: Tốc độ khung hình video:
zh_hant: 影片幀率：

# dlgConfigureOpacity_lblMax
source: Maximum opacity (%):
ar: العتامة القصوى (٪):
bg: Максимална непрозрачност (%):
chs: 最大不透明度 (%)：
cs: Maximální krytí (%):
de: Maximale Opazität (%):
es: Opacidad máxima (%):
fi: Maksimi läpinäkyvyys (%):
fr: Opacité maximale (%) :
hr: Maksimalna neprozirnost (%):
id: Opasitas maksimum (%):
it: Opacità massima (%):
ja: 最大不透明度(%):
ko: 최대 불투명도 (%):
lt: Maksimalus neskaidrumas (%):
mk: Максимална непровидност (%):
ms: Kelegapan maksimum (%):
nl: Maximum doorzichtigheid (%):
pl: Maksymalna przezroczystość (%):
pt: Opacidade Máxima (%):
ro: Opacitate maximă (%):
ru: Максимальная непрозрачность (%):
sl: Največja prekrivnost (%):
th: ความทึบแสงสูงสุด (%):
tr: Maksimum şeffaflık (%):
uk: Максимальна непрозорість (%):
vi: Độ trong suốt tối đa (%):
zh_hant: 最大不透明度 (%):

# dlgTimebase_Title
source: Configure video timing
ar: إعدادات توقيت الفيديو
bg: Настройка на времето за видеото
ca: Configurar la velocitat del vídeo
chs: 配置视频时序
cs: Konfigurace časování videa
de: Video-Timing konfigurieren
es: Configuración de la velocidad de video
fa: تنظیم زمان ویدئو
fi: Määritä videon ajoitus
fr: Configurer le timing de la vidéo
hr: Konfiguriraj vrijeme video zapisa
id: Atur timing video
it: Configurazione tempi video
ja: ビデオタイミング設定
ko: 비디오 타이밍 구성
lt: Konfigūruoti vaizdo įrašo laiką
mk: Подесување на времето на видеото
ms: Konfigurasi waktu video
nl: Configureer de timing van de video
pl: Konfiguracja trwania filmu
pt: Configurar o tempo do vídeo
ro: Configurare temporală a filmului
ru: Конфигурация времени видео
sl: Nastavi časovni potek videa
sr_cyrl_rs: Подеси време видео записа
th: ตั้งค่าเวลาของวีดีโอ
tr: Zamanlamayı düzenle
uk: Налаштувати хронометраж відео
vi: Cấu hình thời gian video
zh_hant: 配置影片校時

# dlgTimebase_InfoUser
source: This option defines the reference framerate used by Kinovea to play the video. Use it when the video contains a wrong framerate or Kinovea cannot read it.
ar: هذا الخيار يوضح معدل الكادرات المرجعية المستخدمة بواسطة كينوفيا لتشغيل الفيديو. يتم استخدامة عندما يحتوي الفيديو علي معدل كادرات غير صحيح أو لا يمكن قراءتها بواسطة كينوفيا.
bg: Тази опция определя честотата на възпроизвеждане на видео в програмата Kinovea. Използвайте тази опция, когато видеоклипът съдържа погрешна информация за файла или Kinovea не може да прочете тази информация.
ca: Aquesta opció estableix els fotogrames per segon usats pel Kinovea per reproduir el vídeo. Useu-la quan el vídeo contingui el paràmetre de fotogrames per segon erroni o quan el Kinovea no pugui llegir-lo.
chs: 该选项定义了 Kinovea 播放视频所使用的参考帧率。 当视频包含错误的帧率或 Kinovea 无法读取时使用它。
cs: Tato možnost definuje referenční snímkovou frekvenci, kterou Kinovea používá k přehrávání videa. Použijte jej, když video obsahuje nesprávnou snímkovou frekvenci nebo jej Kinovea nemůže přečíst.
de: Diese Option definiert die Referenz-Bildrate, die Kinovea zum Abspielen des Videos verwendet. Verwenden Sie diese Einstellung, wenn das Video eine falsche Bildrate enthält oder Kinovea es nicht lesen kann.
es: Esta opción define la tasa de fotogramas usada por Kinovea para reproducir el video. Úsela cuando el video contenga una tasa incorrecta o Kinovea no pueda leerla.
fa: این گزینه نرخ فریم مرجع مورد استفاده توسط کینوویا را برای پخش ویدئو تعیین می کند. هنگامی از آن استفاده کنید که ویدیو حاوی یک فریم اشتباه باشد یا کینوویا نمی تواند آن را بخواند.
fi: Tämä toiminto määrittää refenssi-kuvanopeuden, jota Kinovea käyttää videon toistamiseen. Käytä sitä, kun videossa on väärä kuvanopeus tai Kinovea ei pysty lukemaan sitä.
fr: Cette option définit la fréquence de référence utilisée par Kinovea pour jouer la vidéo. À utiliser si la vidéo contient une mauvaise fréquence d'images ou si Kinovea ne peut pas la relire correctement.
hr: Ova opcija definira referentnu vrijednost broja kadrova u sekundi koju koristi Kinovea za reprodukciju videa. Koristi kada video sadrži netočan broj kadrova ili ako ga Kinovea ne može pročitati.
id: Opsi ini menentukan framerate referensi yang digunakan oleh Kinovea untuk memutar video. Gunakan jika video mengandung framerate yang salah atau Kinovea tidak bisa membacanya.
it: Questa opzione definisce il framerate di riferimento utilizzato da Kinovea per riprodurre il video. Usalo quando il video contiene un framerate errato o Kinovea non può leggerlo.
ja: このオプションは、Kinovea がビデオを再生するために使用する参照フレームレートを定義します。ビデオに間違ったフレームレートが含まれている場合や、Kinovea が読み取れない場合に使用します。
ko: 이 옵션은 Kinovea가 비디오를 재생하는 데 사용하는 참조 프레임 속도를 정의합니다. 비디오에 잘못된 프레임 속도가 포함되어 있거나 Kinovea가 읽을 수 없는 경우에 사용하세요.
lt: Ši parinktis apibrėžia atskaitos kadrų dažnį, kurį Kinovea naudoja vaizdo įrašui paleisti. Naudokite jį, kai vaizdo įraše yra netinkamas kadrų dažnis arba Kinovea negali jo perskaityti.
mk: Оваа опција ја одредува фреквенцијата на репродукцијата на видеото во програмата Kinovea. Користете ја оваа опција кога видеото содржи погрешна информација за фајлот или Kinovea не може да ја прочита оваа информација.
ms: Pilihan ini menentukan kadar gambaran rujukan yang digunakan oleh Kinovea untuk memainkan video. Gunakan apabila video mengandungi kadar gambaran yang salah atau Kinovea tidak dapat membacanya.
nl: Deze optie bepaalt de referentie framerate die door Kinovea wordt gebuikt om de video af te spelen. Gebruik het als de video een verkeerde framerate bevat of als Kinovea deze niet kan lezen.
pl: Ta opcja definiuje odświeżanie obrazu referencyjnie używany przez Kinovea do odtwarzania wideo. Należy jej użyć, gdy wideo zawiera nieprawidłowy framerate lub Kinovea nie może go odczytać.
pt: Esta opção define a taxa de quadros de referência usada pelo Kinovea para reproduzir o vídeo. Utilize-a quando o vídeo contiver uma taxa de quadros incorreta ou quando o Kinovea não puder lê-lo.
ro: Această opțiune stabilește rata de cadre de referință utilizată de Kinovea pentru a reda filmul. Utilizați-o când filmul conține o rată de cadre greșită sau una pe care Kinovea nu o poate citi.
ru: Эта опция определяет частоту воспроизведения видео в программе Kinovea. Используйте эту опцию когда видео содержит ошибочную информацию о файле или Kinovea не может прочитать эту информацию.
sl: Ta možnost določa referenčno hitrost sličic, ki jo Kinovea uporablja za predvajanje videa. Uporabi jo, kadar video vsebuje napačno hitrost sličic ali je Kinovea ne more prebrati.
sr_cyrl_rs: Ова опција дефинише референтну вредност броја слика у секунди коју користи Киновеа да репродукује видео. Користити када видео садржи нетачан број оквира или ако Киновеа неможе да га прочита.
th: ตัวเลือกนี้สำหรับเฟรมเรตอ้างอิงที่ใช้เล่นวิดีโอใน Kinovea ใช้เมื่อเฟรมเรตวีดีโอไม่ถูกต้องหรือ Kinovea ไม่สามารถเปิดได้
tr: Bu seçenek, Kinovea tarafından videoyu oynatmak için kullanılan referans kare hızını tanımlar. Video yanlış bir kare hızı içerdiğinde veya Kinovea onu okuyamadığında kullanın.
uk: Цей параметр визначає еталонну частоту кадрів, яку використовує Kinovea для відтворення відео. Використовуйте його, якщо відео містить неправильну частоту кадрів або Kinovea не може його прочитати.
vi: Tùy chọn này xác định tốc độ không quăn lý được sử dụng bởi Kinovea để phát lại video. Sử dụng khi video chứa tốc độ không quăn lý hoặc Kinovea không thể đọc nó.
zh_hant: 此選項定義了Kinovea影格頻率，用於播放影片。當你的影片包含了錯誤的影格頻率或Kinovea無法讀取時，使用這個選項。

# dlgConfigureTrajectory_Title
source: Configure trajectory tool
ar: إعدادات أداة تتبع المسار
bg: Конфигурация на траектория
ca: Configurar l'eina de trajectòria
chs: 配置轨迹工具
cs: Nástroj pro konfiguraci trajektorie
de: Trajektorien-Werkzeug konfigurieren
es: Configurar herramienta de trayectoria
fa: پیکربندی ابزار مسیر پرتابه
fi: Määritä lentoratatyökalu
fr: Configuration de l'outil trajectoire
hr: Konfiguriraj alat za trajektoriju
id: Atur alat trayektori
it: Configura strumento di traiettoria
ja: 軌道ツールの構成
ko: 궤적 도구 구성
lt: Konfigūruoti trajektorijos įrankį
mk: Подесување на алатките на траекторијата
ms: Konfigurasi alat trajektori
nl: Configureer het trajectpad gereedschap
pl: Configuracja narzędzia trajektorii
pt: Configurar ferramenta de trajetória
ro: Configurare utilitar traiectorie
ru: Конфигурация инструментов траектории
sl: Nastavi orodje za pot
sr_cyrl_rs: Подеси алат трајекторије
th: ตั้งค่าเครื่องมือวิถีโคจร
tr: Yörünge aracını yapılandır
uk: Налаштувати інструмент траєкторії
vi: Cấu hình công cụ quỹ đạo
zh_hant: 設定軌跡工具

# dlgConfigureTrajectory_ExtraData_VerticalVelocity
source: Vertical velocity
ar: السرعة الرأسية
bg: Вертикална скорост
ca: Velocitat vertical
chs: 竖直速率
cs: Vertikální rychlost
de: Vertikalgeschwindigkeit
es: Velocidad vertical
fa: سرعت عمودی
fi: Pystysuuntainen nopeus
fr: Vitesse verticale
hr: Vertikalna brzina
id: Kecepatan vertikal
it: Velocità verticale
ja: 垂直速度
ko: 수직 속도
lt: Vertikalus greitis
mk: Вертикална брзина
ms: Kelajuan menegak
nl: Verticale snelheid
pl: Prędkość pionowa
pt: Velocidade vertical
ro: Viteză verticală
ru: Вертикальная скорость
sl: Navpična hitrost
sr_cyrl_rs: Вертикална брзина
th: ความเร็วตามแนวตั้ง
tr: Dikey hız
uk: Вертикальна швидкість
vi: Vận tốc thăng đứng
zh_hant: 垂直速度

# dlgConfigureTrajectory_ExtraData_TotalDistance
source: Total distance
ar: المسافة الكلية
bg: Общо разстояние
ca: Distància total
chs: 总距离
cs: Celková vzdálenost
de: Gesamtentfernung
es: Distancia total
fa: مجموع فاصله‌ها
fi: Kokonaisetäisyys
fr: Distance totale
hr: Ukupna udaljenost
id: Jarak total
it: Distanza totale
ja: 総距離
ko: 총 거리
lt: Bendras atstumas
mk: Вкупно растојание
ms: Jumlah jarak
nl: Totale afstand
pl: Całkowity dystans
pt: Distância total
ro: Distanță totală
ru: Общее расстояние
sl: Skupna razdalja
sr_cyrl_rs: Укупна дистанца
th: ระยะทางรวม
tr: Toplam mesafe
uk: Загальна відстань
vi: Tổng quãng đường
zh_hant: 總距離

# dlgConfigureTrajectory_MarkerCross
source: Cross
ar: متقاطع
bg: Кръстче
ca: Creu
chs: 十字
cs: Kříž
fi: Risti
id: Palang
it: Croce
ja: 十字
ko: 십자
mk: Крст
nl: Kruis
ro: Cruce
ru: Крестик
sr_cyrl_rs: Крст
tr: Çarpı
zh_hant: 交叉

# dlgConfigureTrajectory_ExtraData_DistanceToOrigin
source: Distance to origin
ar: المسافة إلى نقطة الأصل
bg: Дистанция до началото
ca: Distància a l’origen
chs: 离原点距离
cs: Vzdálenost od místa původu
de: Entfernung zum Ursprungspunkt
es: Distancia al origen
fi: Etäisyys alkuperään
fr: Distance à l’origine
hr: Udaljenost od ishodišta
id: Jarak ke asal
it: Distanza dall'origine
ja: 原点までの距離
ko: 원점까지의 거리
lt: Atstumas iki pradžios
mk: Растојание до почетокот
ms: Jarak ke asal
nl: Afstand tot oorsprong
pl: Dystans do początku
pt: Distância até a origem
ro: Distanță față de origine
ru: Расстояние до начала
sl: Razdalja do izvora
th: ระยะทางถึงจุดเริ่มต้น
tr: origin uzaklığı
uk: Відстань до початкової точки
vi: Khoảng cách đến gốc
zh_hant: 與原點距離

# dlgConfigureTrajectory_ExtraData_TotalHorizontalDisplacement
source: Relative horizontal displacement
ar: الإزاحة الأفقية النسبية
bg: Общо хоризонтално изместване
ca: Desplaçament horitzontal total
chs: 相对水平位移
cs: Relativní horizontální posun
de: Relative Horizontalverschiebung
es: Desplazamiento horizontal total
fa: مجموع جابجایی افقی
fi: Suhteellinen vaakasuuntainen siirtymä
fr: Déplacement horizontal relatif
hr: Relativni horizontalni pomak
id: Perpindahan horizontal relatif
it: Spostamento orizzontale relativo
ja: 相対的な水平変位
ko: 상대 수평 변위
lt: Santykinis horizontalus poslinkis
mk: Релативно хоризонтално поместување
ms: Anjakan relatif melintang
nl: Relatieve horizontale verplaatsing
pl: Względne przesunięcie poziome
pt: Deslocamento horizontal relativo
ro: Deplasare relativă orizontală
ru: Общее горизонтальное смещение
sl: Relativni vodoravni premik
th: การเคลื่อนตัวในแนวราบ
tr: Göreceli yatay yer değiştirme
uk: Відносне горизонтальне зміщення
vi: Thay đổi vị trí nằm ngang tương đối
zh_hant: 相對水平位移

# dlgConfigureTrajectory_ExtraData_TotalVerticalDisplacement
source: Relative vertical displacement
ar: الإزاحة العمودية النسبية
bg: Общо вертикално изместване
ca: Desplaçament vertical total
chs: 相对竖直位移
cs: Relativní vertikální posun
de: Relative Vertikalverschiebung
es: Desplazamiento vertical total
fa: مجموع جابجایی عمودی
fi: Suhteellinen pystysuuntainen siirtymä
fr: Déplacement vertical relatif
hr: Relativni vertikalni pomak
id: Perpindahan vertikal relatif
it: Spostamento verticale relativo
ja: 相対的な垂直変位
ko: 상대 수직 변위
lt: Santykinis vertikalus poslinkis
mk: Релативно вертикално поместување
ms: Anjakan relatif menegak
nl: Relatieve verticale verplaatsing
pl: Względne przesunięcie pionowe
pt: Deslocamento vertical relativo
ro: Deplasare relativă verticală
ru: Общее вертикальное смещение
sl: Relativni navpični premik
th: การเคลื่อนตัวในแนวดิ่ง
tr: Göreceli dikey yer değiştirme
uk: Відносне вертикальне зміщення
vi: Thay đổi vị trí thăng đứng tương đối
zh_hant: 相對垂直位移

# dlgConfigureTrajectory_ExtraData_HorizontalVelocity
source: Horizontal velocity
ar: السرعة الأفقية
bg: Хоризонтална скорост
ca: Velocitat horitzontal
chs: 水平速率
cs: Horizontální rychlost
de: Horizontalgeschwindigkeit
es: Velocidad horizontal
fa: سرعت افقی
fi: Vaakasuuntainen nopeus
fr: Vitesse horizontale
hr: Horizontalna brzina
id: Kecepatan horizontal
it: Velocità orizzontale
ja: 水平速度
ko: 수평 속도
lt: Horizontalus greitis
mk: Хоризонтална брзина
ms: Kelajuan melintang
nl: Horizontale snelheid
pl: Prędkość pozioma
pt: Velocidade horizontal
ro: Viteză orizontală
ru: Горизонтальная скорость
sl: Vodoravna hitrost
sr_cyrl_rs: Хоризонтална брзина
th: ความเร็วตามแนวนอน
tr: Yatay hız
uk: Горизонтальна швидкість
vi: Vận tốc nằm ngang
zh_hant: 水平速度

# dlgConfigureTrajectory_ExtraData_Acceleration
source: Acceleration
ar: التسارع
bg: Ускорение
ca: Acceleració
chs: 加速度
cs: Zrychlení
de: Beschleunigung
es: Aceleración
fa: شتاب
fi: Kiihtyvyys
fr: Accélération
hr: Ubrzanje
id: Percepatan
it: Accelerazione
ja: 加速度
ko: 가속도
lt: Pagreitis
mk: Забрзување
ms: Pecutan
nl: Versnelling
pl: Przyspieszenie
pt: Aceleração
ro: Accelerare
ru: Ускорение
sl: Pospešek
sr_cyrl_rs: Убрзање
th: การเร่ง
tr: İvme
uk: Прискорення
vi: Gia tốc
zh_hant: 加速度

# dlgConfigureTrajectory_ExtraData_VerticalAcceleration
source: Vertical acceleration
ar: التسارع الرأسي
bg: Вертикално ускорение
ca: Acceleració vertical
chs: 竖直加速度
cs: Vertikální zrychlení
de: Vertikalbeschleunigung
es: Aceleración vertical
fa: شتاب عمودی
fi: Pystysuuntainen kiihtyvyys
fr: Accélération verticale
hr: Vertikalno ubrzanje
id: Percepatan vertikal
it: Accelerazione verticale
ja: 垂直加速度
ko: 수직 가속도
lt: Vertikalus pagreitis
mk: Вертикално забрзување
ms: Pecutan menegak
nl: Verticale versnelling
pl: Przyśpieszenie pionowe
pt: Aceleração vertical
ro: Accelerare verticală
ru: Вертикальное ускорение
sl: Navpični pospešek
sr_cyrl_rs: Вертикално убрзање
th: อัตราเร่งตามแนวตั้ง
tr: Dikey ivme
uk: Вертикальне прискорення
vi: Gia tốc thăng đứng
zh_hant: 垂直加速度

# dlgConfigureTrajectory_ExtraData_HorizontalAcceleration
source: Horizontal acceleration
ar: التسارع الأفقي
bg: Хоризонтално ускорение
ca: Acceleració horitzontal
chs: 水平加速度
cs: Horizontální zrychlení
de: Horizontalbeschleunigung
es: Aceleración horizontal
fa: شتاب افقی
fi: Vaakasuuntainen kiihtyvyys
fr: Accélération horizontale
hr: Horizontalno ubrzanje
id: Percepatan horizontal
it: Accelerazione orizzontale
ja: 水平加速度
ko: 수평 가속도
lt: Horizontalus pagreitis
mk: Хоризонтално забрзување
ms: Pecutan melintang
nl: Horizontale versnelling
pl: Przyśpieszenie poziome
pt: Aceleração horizontal
ro: Accelerare orizontală
ru: Горизонтальное ускорение
sl: Vodoravni pospešek
sr_cyrl_rs: Хоризонтално убрзање
th: อัตราเร่งตามแนวนอน
tr: Yatay ivme
uk: Горизонтальне прискорення
vi: Gia tốc nằm ngang
zh_hant: 水平加速度

# dlgCalibrateLine_CoordinateSystemAlignment
source: Coordinate system alignment:
ar: تنسيق محاذاة النظام:
bg: Координирай подравняването на системата:
chs: 坐标系对齐：
cs: Zarovnání souřadnicového systému:
de: Ausrichtung des Koordinatensystems:
es: Alineación de sistema de coordenadas:
fi: Koordinaattijärjestelmän kohdistus:
fr: Alignement du système de coordonnées :
hr: Usklađivanje koordinatnog sustava:
id: Penyelarasan sistem koordinat:
it: Allineamento del sistema di coordinate:
ja: 座標系の整列:
ko: 좌표계 정렬:
lt: Koordinačių sistemos derinimas:
mk: Израмнување на системот на кординатите:
nl: Coördinaat van systeem uitlijning:
pl: Systemowe koordynaty wyrównania:
pt: Alinhamento do sistema de coordenadas:
ro: Aliniere sistem de coordonate:
ru: Выравнивание системы координат:
sl: Poravnava koordinatnega sistema:
th: การจัดตำแหน่งระบบพิกัด:
tr: Koordinat sistemi hizalaması:
uk: Вирівнювання системи координат:
vi: Cạn chỉnh hệ tọp Độ:
zh_hant: 座標系統對齊：

# dlgCalibrateLine_AxisHorizontal
source: The line defines the horizontal axis
ar: يحدد الخط المحور الأفقي
bg: Линията определя хоризонталната ос
chs: 该线定义了横轴
cs: Čára vymezuje vodorovnou osu
de: Die Linie definiert die horizontale Achse
es: La línea define el eje horizontal
fi: Viiva määrittää vaaka-akselin
fr: La ligne définit l’axe horizontal
hr: Linija definira horizontalnu os
id: Garis ini menentukan axis horizontal
it: La linea definisce l'asse orizzontale
ja: 線は水平軸を定義します
ko: 선은 수평 축을 정의
lt: Linija apibrėžia horizontalią ašį
mk: Линијата ја дефинира хоризонталната оска
nl: De lijn definieert de horizontale as
pl: Linia określa pionową oś
pt: A linha define o eixo horizontal
ro: Linia definește axa orizontală
ru: Линия определяет ось по горизонтали
sl: Črta določa vodoravno os
th: เส้นกำหนดแกนแนวนอน
tr: Çizgi yatay ekseni tanımlar
uk: Лінія визначає горизонтальну вісь
vi: Đường xác định trục ngang
zh_hant: 此線用於定義水平軸

# dlgCalibrateLine_AxisVertical
source: The line defines the vertical axis
ar: يحدد الخط المحور الرأسي
bg: Линията дефинира вертикалната ос
chs: 该线定义了纵轴
cs: Čára vymezuje svislou osu
de: Die Linie definiert die vertikale Achse
es: La línea define el eje vertical
fi: Viiva määrittää pysty-akselin
fr: La ligne définit l’axe vertical
hr: Linija definira vertikalnu os
id: Garis ini menentukan axis vertikal
it: La linea definisce l'asse verticale
ja: 線は垂直軸を定義します
ko: 선은 수직 축을 정의
lt: Linija apibrėžia vertikalią ašį
mk: Линијата ја дефинира вертикалната оска
nl: De lijn definieert de verticale as
pl: Linia określa poziomą oś
pt: A linha define o eixo vertical
ro: Linia definește axa verticală
ru: Линия определяет ось по вертикали
sl: Črta določa navpično os
th: เส้นกำหนดแกนแนวตั้ง
tr: Çizgi dikey ekseni tanımlar
uk: Лінія визначає вертикальну вісь
vi: Đường xác định trục thăng đứng
zh_hant: 此線用於定義垂直軸

# DrawingName_Posture
source: Posture
ar: وضع الوقوف
bg: Поза
ca: Postura
chs: 姿势
cs: Držení těla
de: Haltung
es: Postura
fa: حالت
fi: Ryhti
hr: Poza
id: Postur
it: Postura
ja: 姿勢
ko: 자세
lt: Poza
mk: Положба
nl: Houding
pl: Postawa
pt: Postura
ro: Postură
ru: Положение
sl: Drža
sr_cyrl_rs: Постура
th: รูปร่าง
tr: Poz
uk: Положення
vi: Tư thế
zh_hant: 姿勢

# dlgCalibrateLine_AxesImage
source: Aligned with image axes
ar: محاذاة مع محاور الصورة
bg: Подравнено по оста на изображението
chs: 与图像轴对齐
cs: Zarovnáno s osami obrazu
de: An Bildachsen ausgerichtet
es: Alineado con los ejes de la imagen
fi: Kohdistettu kuva-akseleiden kanssa
fr: Aligné avec les axes de l’image
hr: U ravnini s osima slike
id: Selaras dengan axis gambar
it: Allineato con gli assi dell'immagine
ja: 画像軸に合わせる
ko: 이미지 축과 정렬
lt: Suderinta su vaizdo ašimis
mk: ИЗрамнето во однос на оските на сликата
nl: Uitgelijnd met de afbeeldings-assen
pl: Wyrównane do osi obrazu
pt: Alinhado com os eixos da imagem
ro: Aliniere cu axele imaginii
ru: Выровнено по отношению к осям изображения
sl: Poravnano z osmi slike
th: จัดวางแกนตามแนวของภาพ
tr: Görüntü eksenleriyle hizalanmış
uk: Вирівняно за осями зображення
vi: Thẳng hàng với trục hình ảnh
zh_hant: 與影像軸線對齊

# dlgCalibratePlane_Title
source: Plane calibration
ar: معايرة المستوى
bg: Калибриране на равнината
ca: Calibració del pla
chs: 平面校准
cs: Kalibrace roviny
da: Kalibrering af plan
de: Ebenenkalibrierung
es: Plano de calibración
fa: کالیبراسیون سطح
fi: Tason kalibrointi
fr: Calibration du plan
hr: Kalibracija plohe
id: Kalibrasi bidang
it: Calibrazione del piano
ja: 平面較正
ko: 평면 보정
lt: Plokštumos kalibravimas
mk: Калибрација на рамнината
nl: Vlakkalibratie
pl: Kalibracja płaszczyzny
pt: Calibrar plano
ro: Calibrare în plan
ru: Калибровка плоскости
sl: Kalibracija ravnine
sr_cyrl_rs: Равна калабрација
th: การเทียบปรับแบบระนาบ
tr: Düzlem kalibrasyonu
uk: Калібрування площини
vi: Cạn chỉnh mặt phẳng
zh_hant: 平面校正

# dlgRafaleExport_LabelTotalFrames
source: Total: {0:0} images.
ar: المجموع: {0: 0} صورة.
bg: Общо: {0:0} кадри.
ca: Total : {0:0} imatges
chs: 总计：{0:0} 张图片。
cs: Celkem: {0:0} obrázků.
de: Gesamt: {0:0} Bilder.
es: Total : {0:0} imágenes.
fa: مجموع: {0: 0} تصاویر.
fi: Yhteensä: {0:0} kuvaa.
hr: Ukupno: {0:0} slika.
id: Jumlah: {0:0} gambar.
it: Totale: {0:0} immagini.
ja: 合計：{0:0} 画像。
ko: 총: {0:0} 이미지입니다.
lt: Viso: {0:0} kadrų.
mk: Вкупно: {0:0} кадри.
nl: Totaal: {0:0} beelden.
pl: Łącznie: {0:0} obrazów.
pt: Total : {0:0} imagens.
ro: Total: {0:0} imagini.
ru: Всего: {0:0} кадров.
sl: Skupaj: {0:0} slik.
sr_cyrl_rs: Укупно: {0:0} слика
th: รวม:{0:0} ภาพ
tr: Toplam: {0:0} resim.
uk: Усього: {0:0} зображень.
vi: Tổng cộng: {0:0} hình.
zh_hant: 總共：{0:0} 影像。
