Repository: Kinovea/Kinovea
Catalog: Kinovea.ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: ar, bg, ca, chs, cs, da, de, es, fa, fi, fr, hr, id, it, ja, ko, lt, mk, ms, nl, no, pl, pt, ro, ru, sl, sr_cyrl_rs, th, tr, uk, vi, zh_hant

# Generic_LineSizePicker
source: Width:
ar: العرض:
bg: Ширина:
ca: Amplada:
chs: 宽度：
cs: Šířka:
da: Bredde:
de: Breite:
es: Ancho:
fa: عرض:
fi: Leveys:
fr: Épaisseur :
hr: Širina:
id: Lebar:
it: Larghezza:
ja: 幅:
ko: 폭:
lt: Plotis:
mk: Ширина:
nl: Breedte:
pl: Szerokość:
pt: Largura:
ro: Lățime:
ru: Ширина:
sl: Širina:
sr_cyrl_rs: Ширина:
th: ความกว้าง:
tr: Genişlik:
uk: Ширина:
vi: Chiều rộng:
zh_hant: 寬度：

# Generic_Opacity
source: Opacity
ar: العتامة
bg: Непрозрачност
ca: Opacitat
chs: 不透明度
cs: Opacita
da: Ugennemsigtighed
de: Opazität
es: Opacidad
fa: تاری
fi: Läpinäkyvyys
fr: Opacité
hr: Neprozirnost
id: Kegelapan
it: Opacità
ja: 透明度:
ko: 투명도
lt: Neskaidrumas
mk: Нејасност
nl: Doorzichtigheid
pl: Nieprzezroczystość
pt: Opacidade
ro: Opacitate
ru: Непрозрачность
sl: Prekrivnost
sr_cyrl_rs: Непрозирност
th: ความทึบแสง
tr: Opaklık
uk: Непрозорість
vi: Độ mờ
zh_hant: 不透明度

# Generic_Options
source: Options
ar: خيارات
bg: Опции
ca: Opcions
chs: 选项
cs: Možnosti
da: Valgmuligheder
de: Optionen
es: Opciones
fa: گزینه‌ها
fi: Vaihtoehdot
hr: Opcije
id: Opsi
it: Opzioni
ja: オプション
ko: 선택사항
lt: Nustatymai
mk: Опции
nl: Opties
no: Alternativer
pl: Opcje
pt: Opções
ro: Opţiuni
ru: Опции
sl: Možnosti
sr_cyrl_rs: Опције
th: ตัวเลือก
tr: Seçenekler
uk: Опції
vi: Tuỳ chọn
zh_hant: 選項

# Generic_PenSizePicker
source: Size:
ar: الحجم:
bg: Размер:
ca: Mida :
chs: 尺寸：
cs: Velikost:
da: Størrelse:
de: Größe:
es: Tamaño:
fa: اندازه:
fi: Koko:
fr: Taille :
hr: Veličina:
id: Ukuran:
it: Dimensione:
ja: サイズ:
ko: 크기:
lt: Dydis:
mk: Големина:
nl: Afmeting:
pl: Rozmiar:
pt: Tamanho:
ro: Dimensiune:
ru: Размер:
sl: Velikost:
sr_cyrl_rs: Величина:
th: ขนาด:
tr: Boyut:
uk: Розмір:
vi: Kích thước:
zh_hant: 大小：

# Generic_Save
source: Save
ar: حفظ
bg: Съхрани
ca: Desar
chs: 保存
cs: Uložit
da: Gem
de: Speichern
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Enregistrer
hr: Spremi
id: Simpan
it: Salva
ja: 保存
ko: 저장
lt: Išsaugoti
mk: Зачувај
ms: Simpan
nl: Bewaar
no: Lagre
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
sl: Shrani
sr_cyrl_rs: Сачувај
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hant: 儲存

# Generic_TrackShapePicker
source: Line shape:
ar: شكل الخط:
bg: Форма на линия:
ca: Forma de la línia :
chs: 线型：
cs: Tvar linky:
da: Linjetype:
de: Linienform:
es: Forma de línea:
fa: شکل خط:
fi: Viivan muoto:
fr: Forme de ligne :
hr: Oblik linije:
id: Bentuk garis:
it: Forma della linea:
ja: 線の形:
ko: 선 모양:
lt: Linijos forma:
mk: Форма на линијата:
nl: Lijnvorm:
pl: Kształt linii:
pt: Formato da linha:
ro: Forma liniei:
ru: Форма линии:
sl: Oblika črte:
sr_cyrl_rs: Облик линије:
th: รูปร่างเส้น:
tr: Çizgi şekli:
uk: Вигляд лінії:
vi: Hình dạng thăng:
zh_hant: 線條形狀：

# Generic_Image
source: Image
ar: صورة
bg: Изображение
ca: Imatge
chs: 图片
cs: Obraz
da: Billede
de: Bild
es: Imagen
fa: تصویر
fi: Kuva
hr: Slika
id: Gambar
it: Immagine
ja: イメージ
ko: 이미지
lt: Vaizdas
mk: Слика
nl: Beeld
no: Bilde
pl: Obraz
pt: Imagem
ro: Imagine
ru: Изображение
sl: Slika
sr_cyrl_rs: Слика
th: รูปภาพ
tr: İmaj
uk: Зображення
vi: Hình ảnh
zh_hant: 圖片

# Generic_Video
source: Video
ar: فيديو
bg: Видео
ca: Vídeo
chs: 视频
es: Vídeo
fa: ویدئو
fr: Vidéo
ja: ビデオ
ko: 비디오
lt: Vaizdas
mk: Видео
pl: Film
ru: Видео
sr_cyrl_rs: Видео
th: วิดีโอ
uk: Відео
zh_hant: 影片

# Generic_SaveImage
source: Save image
ar: حفظ الصورة
bg: Съхрани изображението
ca: Desar l'imatge
chs: 保存图片
cs: Uložit obraz
da: Gem billede
de: Einzelbild speichern
es: Guardar imagen
fa: ذخیره تصویر
fi: Tallenna kuva
fr: Enregistrer l'image
hr: Spremi sliku
id: Simpan gambar
it: Salva l'immagine
ja: イメージの保存
ko: 이미지 저장
lt: Išsaugoti vaizdą
mk: Зачувај Слика
nl: Bewaar afbeelding
no: Lagre bilde
pl: Zapisz obraz
pt: Salvar Imagem
ro: Salvează cadrul
ru: Сохранить изображение
sl: Shrani sliko
sr_cyrl_rs: Сачувај слику
th: บันทึกรูปภาพ
tr: İmaj Kaydet
uk: Зберегти зображення
vi: Lưu hình ảnh
zh_hant: 儲存圖片

# Generic_PlayPause
source: Play | Pause
ar: تشغيل | إيقاف
bg: Пусни | Пауза
chs: 播放|暂停
cs: Přehrát I Pozastavit
da: Afspil | Pause
de: Abspielen | Anhalten
es: Reproducir | Pausa
fa: اجرا | مکث
fi: Käynnistä | Pysäytä
fr: Lecture | Pause
hr: Reproduciraj | Pauziraj
id: Mainkan | Jeda
it: Riproduci | Pausa
ja: 再生 | 一時停止
ko: 재생|멈춤
lt: Groti | Pauzė
mk: Старт | Пауза
nl: Speel | Pauze
pl: Odtwarzaj | Pauza
pt: Reproduzir | Pausar
ro: Redare | Pauză
ru: Воспроизвести | Пауза
sl: Predvajaj | Premor
th: เล่น | หยุด
tr: Oynat | Duraklat
uk: Відтворення | Пауза
vi: Phát | Tạm dừng
zh_hant: 播放 | 暫停

# FileFilter_All
source: All files
ar: جميع الملفات
bg: Всички файлове
chs: 所有文件
cs: Všechny soubory
da: Alle filtyper
de: Alle Dateien
es: Todos los archivos
fa: تمام فایل‌ها
fi: Kaikki tiedostot
fr: Tous les fichiers
hr: Sve datoteke
id: Semua berkas
it: Tutti i file
ja: すべてのファイル
ko: 모든 파일들
lt: Visos rinkmenos
mk: Сите датотеки
nl: Alle bestanden
pl: Wszystkie pliki
pt: Todos os ficheiros
ro: Toate fişierele
ru: Все файлы
sl: Vse datoteke
th: ทุกไฟล์
tr: Tüm Dosyalar
uk: Усі файли
vi: Tất cả các tệp
zh_hant: 所有文件

# InfoBox_MetadataIsDirty_Text
source: Annotations have been modified.\nDo you want to save them?
ar: تم تعديل بيانات الصور الرئيسية. \n هل تريد حفظ بيانات الصور الرئيسية قبل الاغلاق؟
bg: Ключови кадри са променени.\\n Искате ли да ги съхраните преди затваряне?
ca: Els fotogrames clau han estat modificats:\nVoleu desar-los abans de tancar?
chs: 关键帧已被修改.\n关闭前是否保存数据？
cs: Klíčové pozice byly změněny.\n¨Chcete uložit klíčové pozice před uzavřením?
da: Nøglebilleder er blevet modificeret.\nØnsker du at gemme nøglebillederne inden der lukkes?
de: Annotationen wurden geändert.\nSollen die Änderungen gespeichert werden?
es: Imágenes clave han sido modificados.\n ¿Desea guardar los datos antes de cerrar ?
fa: تصاویر کلیدی اصلاح شده اند. \n آیا می‌خواهید قبل از بسته شدن داده‌های تصاویر را ذخیره کنید؟
fi: Avainkuvia on muokattu.\nHaluatko tallentaa avainkuvien tiedot ennen sulkemista?
fr: Les annotations ont été modifiées.\nVoulez-vous les sauvegarder ?
hr: Ključni kadrovi su izmijenjeni.\nŽelite li sačuvati podatke ključnih kadrova prije zatvaranja?
id: Anotasi telah diubah.\nApakah Anda ingin menyimpannya?
it: Le immagini chiave sono state modificate.\nVuoi salvare le immagini chiave ed i loro dati prima di chiudere?
ja: キーイメージが変更されました。\n終了する前にキーイメージを保存しますか？
ko: 키 이미지'가 수정되었음.\n닫기 전에 키 이지미 자료를 저장할까요?
lt: Anotacijos yra pakeistos.\nAr norite išsaugoti jas prieš uždarant programą?
mk: Клучните слики се модифицирани.\nДали сакате да се зачуваат податоците од клучните слики пред затворање?
nl: Kernbeelden zijn veranderd. \nWilt u de veranderde kernbeelden opslaan voor afsluiten ?
no: Nøkkelbilder er endret.\nØnsker du å lagre bilder før du avslutter ?
pl: Adnotacje zostały zmodyfikowane.\nCzy chcesz je zapisać?
pt: Quadros de imagens foram modificados.\nVocê deseja salvá-los antes de sair?
ro: Adnotările au fost modificate.\nDoriţi să le salvaţi înainte de a închide?
ru: Ключевые кадры изменены.\n Вы хотите сохранить данные по ключевым кадрам перед закрытием?
sl: Oznake so bile spremenjene.\nJih želiš shraniti?
sr_cyrl_rs: Кључни слике су модификоване.\nДа ли желите да сачувате податке кључних слика пре затварања?
th: มีการแก้ไขคำอธิบาย\nคุณต้องการบันทึกหรือไม่?
tr: Anahtar İmajlar değiştirildi.\n Kapatmadan önce anahtar imaj verisini kaydetmek istiyor musunuz?
uk: Анотації змінено.\nЗберегти їх?
vi: Các giải thích đã bị sửa đổi. Bạn có muốn lưu chúng không?
zh_hant: 註釋已被修改。\n您想儲存它們嗎？

# InfoBox_MetadataIsDirty_Title
source: Save changes
ar: حفظ التغيرات
bg: Данните от ключовите кадри не са съхранени
ca: Els fotogrames clau no s'han desat
chs: 保存更改
cs: Data klíčových pozic neuložena
da: Nøglebilleders data er ikke gemt
de: Änderungen speichern
es: Imágenes clave no guardadas
fa: داده‌های تصاویر ذخیره نشده‌اند
fi: Avainkuvien tietoja ei tallennettu
fr: Annotations non sauvées
hr: Podaci ključnih slika nisu sačuvani
id: Simpan perubahan
it: Immagini chiave non salvate
ja: キーイメージは保存されませんでした
ko: 키 이미지' 자료는 저장되지 않았음
lt: Išsaugoti pakeitimus
mk: Податотоците од клучните слики не се зачувани
nl: Kernbeelden niet opgeslagen
no: Nøkkelbilder ble ikke lagret
pl: Zapisz zmiany
pt: Salvar alterações
ro: Salvare modificări
ru: Данные по ключевым кадрам не сохранены
sl: Shrani spremembe
sr_cyrl_rs: Подаци кључних слика нису сачувани
th: บันทึกการเปลี่ยนแปลง
tr: Anahtar imaj verisi kaydedilmedi
uk: Зберегти зміни
vi: Lưu các thay đổi
zh_hant: 儲存變更

# lblInfo_Text
source: Joint controls :
ar: التحكم العام :
bg: Общи елементи при управление :
ca: Controls comuns :
chs: 常用控制 :
cs: Ovládací prvky:
da: Standardkontroller:
de: Gemeinsame Steuerungen :
es: Controles conjuntos:
fa: کنترل‌های متداول:
fi: Yleiset toiminnot:
fr: Contrôles communs :
hr: Zajedničke kontrole:
id: Kontrol bersama :
it: Controlli comuni :
ja: 共通コントロール:
ko: 공통 조절:
lt: Bendroji kontrolė :
mk: Заеднички контроли:
nl: Standaard bediening:
no: Standardvalg:
pl: Wspólne sterowanie :
pt: Controles Comuns:
ro: Controale comune:
ru: Общие элементы управления :
sl: Nadzor sklepov :
sr_cyrl_rs: Заједничке контроле:
th: การควบคุมร่วม:
tr: Ortak Kontroller :
uk: Спільний контроль:
vi: Các khớp nối:
zh_hant: 關節控制：

# lblSelDuration_Text
source: Duration
ar: المدة الزمنية
bg: Продължителност
ca: Duració
chs: 时间
cs: Délka
da: Varighed
de: Dauer
es: Duración
fa: مدت زمان
fi: Kesto
fr: Durée
hr: Trajanje
id: Durasi
it: Durata
ja: 時間
ko: 기간
lt: Trukmė
mk: Времетраење
nl: Duur
no: Varighet
pl: Długość
pt: Duração
ro: Durata
ru: Длительность
sl: Trajanje
sr_cyrl_rs: Трајање
th: ระยะเวลา
tr: Süre
uk: Тривалість
vi: Thời lượng
zh_hant: 持續時間

# lblSelStartSelection_Text
source: Start
ar: بدء
bg: Старт
ca: Inici
chs: 开始
es: Principio
fa: شروع
fi: Aloitus
fr: Début
hr: Početak
id: Mulai
it: Inizio
ja: スタート
ko: 시작
lt: Startas
mk: Старт
pt: Início
ru: Старт
sl: Začni
sr_cyrl_rs: Почетак
th: เริ่ม
tr: Başlat
uk: Старт
vi: Bắt đầu
zh_hant: 開始

# lblTimeCode_Text
source: Position
ar: الموضع
bg: Позиция
ca: Posició
chs: 位置
cs: Pozice
es: Posición
fa: موقعیت
fi: Järjestys
hr: Pozicija
id: Posisi
it: Posizione
ja: ポジション
ko: 위치
lt: Pozicija
mk: Позиција
nl: Positie
no: Posisjon
pl: Pozycja
pt: Posição
ro: Poziţie
ru: Позиция
sl: Položaj
sr_cyrl_rs: Позиција
th: ตำแหน่ง
tr: Konum
uk: Позиція
vi: Khoảng thờ gian
zh_hant: 位置

# LengthUnit_Centimeters
source: Centimeters
ar: سنتيمترات
bg: Сантиметри
ca: Centímetres
chs: 厘米
cs: Centimetry
da: Centimeter
de: Zentimeter
es: Centímetros
fa: سانتی متر
fi: Senttimetriä
fr: Centimètres
hr: Centimetri
id: Sentimeter
it: Centimetri
ja: センチメートル
ko: 센티미터
lt: Centimetrai
mk: Сантиметри
no: Centimetere
pl: Centymetry
pt: Centimetro
ro: Centimetri
ru: Сантиметры
sl: Centimetri
sr_cyrl_rs: Центиметри
th: เซนติเมตร
tr: Santimetre
uk: Сантиметри
vi: Xentimét
zh_hant: 公分

# LengthUnit_Meters
source: Meters
ar: أمتار
bg: Метри
ca: Metres
chs: 米
cs: Metry
da: Meter
de: Meter
es: Metros
fa: متر
fi: Metriä
fr: Mètres
hr: Metri
id: Meter
it: Metri
ja: メートル
ko: 미터
lt: Metrai
mk: Метри
no: Metre
pl: Metry
pt: Metros
ro: Metri
ru: Метры
sl: Metri
sr_cyrl_rs: Метри
th: เมตร
tr: Metre
uk: Метри
vi: Mét
zh_hant: 公尺

# LengthUnit_Inches
source: Inches
ar: بوصة
bg: Инчове
ca: Polzades
chs: 英寸
cs: Palce
da: Tommer
de: Zoll
es: Pulgadas
fa: اینچ
fi: Tuumaa
fr: Pouces
hr: Inči
id: Inci
it: Pollici
ja: インチ
ko: 인치
lt: Coliai
mk: Инчи
no: Tommer
pl: Cale
pt: Polegadas
ro: Inci
ru: Дюймы
sl: Inči
sr_cyrl_rs: Инчи
th: นิ้ว
tr: İnç
uk: Дюйми
vi: Inch
zh_hant: 英吋

# LengthUnit_Feet
source: Feet
ar: قدم
bg: Фута
ca: Peus
chs: 尺
cs: Stopy
da: Fod
de: Fuss
es: Pies
fa: پا
fi: Jalkaa
fr: Pieds
hr: Stope
id: Kaki
it: Piedi
ja: フィート
ko: 피트
lt: Pėdos
mk: Стапки
nl: Voet
no: Fot
pl: Stopy
pt: Pés
ro: Picioare
ru: Футы
sl: Čevlji
sr_cyrl_rs: Стопе
th: ฟุต
tr: Ayak
uk: Фути
zh_hant: 英呎

# LengthUnit_Yards
source: Yards
ar: ياردة
bg: Ярдове
ca: Iardes
chs: 码
cs: Yardy
de: Yard
es: Yardas
fa: یارد
fi: Jaardia
hr: Jardi
id: Yard
it: Yard
ja: ヤード
ko: 야드
lt: Jardai
mk: Јарди
pl: Yardy
pt: Jardas
ro: Yarzi
ru: Ярды
sl: Jardi
sr_cyrl_rs: Јарди
th: หลา
tr: Yarda
uk: Ярди
zh_hant: 碼

# LoadMovie_CodecNotFound
source: Failure: unable to open the file, unsupported video stream.
ar: فشل: غير قادر على فتح الملف: لايدعم البث للفيديو .
bg: Грешка: Невъзможно е отварянето на файла : видеото не се поддържа.
ca: Error: No s'ha pogut obrir l'arxiu: flux de vídeo no suportat.
chs: 失败: 无法打开文件 : 不支持的视频格式.
cs: Chyba: Nelze otevřít soubor: nepodporovaný záznam videa
da: Fejl: Kan ikke åbne filen: usupporteret video stream.
de: Fehler: Datei kann nicht geöffnet werden, Videostream wird nicht unterstützt.
es: Carga de archivo imposible: este tipo de flujo de vídeo no es compatible.
fa: عدم موفقیت: امکان باز کردن پرونده وجود ندارد: جریان ویدئویی پشتیبانی نشده.
fi: Tiedoston avaus epäonnistui: ei-tuettu videon stream-muoto.
fr: Chargement du fichier impossible : ce type de flux vidéo n'est pas supporté.
hr: Greška: Nije moguće otvoriti datoteku. Videozapis nije podržan.
id: Gagal: tidak dapat membuka file, stream video tidak didukung.
it: Errore : Impossibile di aprire il file, il tipo di flusso video non è supportato.
ja: エラー: ファイルを開くことができませんでした : サポートされていないビデオ形式。
ko: 실패: 파일을 열수 없음: 지원되지 않는 비디오 스트림.
lt: Klaida: Negalima atverti dokumento : vaizdo įrašo formatas nepalaikomas.
mk: Проблем: Не може да се отвори датотеката : неподдржано видео рационализирање.
nl: Fout bij het openen van het bestand : niet ondersteund video type.
no: Advarsel: Kan ikke åpne fil : støtter ikke videostream
pl: Błąd przy próbie otwarcia pliku : nieobsługiwany strumień wideo.
pt: Falha: Erro ao tentar abrir o ficheiro: formato de vídeo não suportado.
ro: Nereușită: nu pot deschide fișierul, flux video nesuportat.
ru: Ошибка: Невозможно открыть файл : потоковое видео не поддерживается.
sl: Napaka: datoteke ni mogoče odpreti, nepodprt video tok.
sr_cyrl_rs: Грешка : Није могуће отворити датотеку : видео запис није подржан.
th: ล้มเหลว: ไม่สามารถเปิดไฟล์ได้ ไม่รองรับสตรีมมิ่งวิดีโอ
tr: Hata: Dosya açılamıyor : desteklenmeyen video akışı.
uk: Помилка: неможливо відкрити файл, відеопотік не підтримується.
vi: Lỗi: Không thẻ mở tệp, luồng video không được hỗ trợ.
zh_hant: 失敗：無法打開檔案，不支持的影片串流。

# LoadMovie_CodecNotOpened
source: Failure to open the file: problem while initializing decoder.
ar: فشل: غير قادر على فتح الملف: مشكلة أثناء إعداد فك التشفير.
bg: Грешка: Невъзможно е отварянето на файла : проблем с инициализацията на декодера.
ca: Error: No s'ha pogut obrir l'arxiu: problema amb el decodificador.
chs: 失败: 无法打开文件 : 初始化解码器时出现问题.
cs: Chyba: Nelze otevřít soubor: problém s dekodérem
da: Fejl: Kan ikke åbne filen: problem med/under initialisering af dekoder.
de: Fehler beim Öffnen der Datei: Fehler während der Initialisierung des Decoders.
es: Imposible cargar el archivo problema durante la inicialización del decodificador.
fa: عدم موفقیت: قادر به باز کردن پرونده نیست: اشکال هنگام شروع رمزگشایی.
fi: Tiedoston avaus epäonnistui: ongelma dekooderin käynnistyksessä.
fr: Chargement du fichier impossible : problème lors l'initialisation du décodeur.
hr: Greška: Nije moguće otvoriti datoteku. Problem u inicijalizaciji dekodera.
id: Gagal membuka file: masalah saat menginisialisasi dekoder.
it: Errore : Impossibile di aprire il file, problemi nell'inizializzazione del decodificatore.
ja: エラー: ファイルを開くことができませんでした : デコーダーの初期設定で問題が発生しました。
ko: 실패: 파일을 열수 없음: 디코더 초기화 때 문제 있음.
lt: Klaida: Negalima atverti dokumento : problema su dekoderiu.
mk: Проблем: Не може да се отвори датотеката : проблем при иницијализирање на декодер.
nl: Fout bij het openen van het bestand : probleem met initialiseren van decoder.
no: Advarsel: Kan ikke åpne fil : problemer med å initialisere dekoder
pl: Błąd przy próbie otwarcia pliku : problem podczas inicjalizacji dekodera.
pt: Falha: Erro ao tentar abrir o ficheiro: problema durante a inicialização do decodificador.
ro: Deschiderea fișierului nereușită: problemă la iniţializarea decodorului.
ru: Ошибка: Невозможно открыть файл : проблема при инициализации декодера.
sl: Napaka pri odpiranju datoteke: težava pri inicializaciji dekoderja.
sr_cyrl_rs: Грешка: Није могуће отворити датотеку : проблем у иницијализацији декодера.
th: การเปิดไฟล์ล้มเหลว: เกิดปัญหาขณะเริ่มใช้งานตัวแปลงสัญญาณ
tr: Hata: Dosya açılamıyor : çözücüyü başlatırken problem oluştu.
uk: Не вдається відкрити файл: проблема під час ініціалізації декодера.
vi: Lỗi mở tệp: vấn đề khi khởi tạo bộ giải mã.
zh_hant: 打開檔案失敗：初始化解碼器時出現問題。

# LoadMovie_CodecNotSupported
source: Failure to open the file: file type is not supported.
ar: فشل: غير قادر على فتح الملف: نوع الملف غير مدعوم.
bg: Грешка: Невъзможно е отварянето на файла: този тип файл не се поддържа.
ca: Error: No s'ha pogut obrir l'arxiu: tipus no suportat.
chs: 失败: 无法打开文件 : 文件类型不支持.
cs: Chyba: Nelze otevřít soubor: typ souboru není podporován.
da: Fejl: Kan ikke åbne filen: usupporteret filtype.
de: Fehler beim Öffnen der Datei: Dateityp wird nicht unterstützt.
es: Carga de archivo imposible: este tipo de archivo no es compatible.
fa: عدم موفقیت: امکان باز کردن پرونده وجود ندارد: نوع پرونده پشتیبانی نمی شود.
fi: Tiedoston avaus epäonnistui: ei-tuettu tiedostomuoto.
fr: Chargement du fichier impossible : ce type du fichier n'est pas supporté.
hr: Greška: Nije moguće otvoriti datoteku. Tip datoteke nije podržan.
id: Gagal membuka file: jenis file tidak didukung.
it: Errore : Impossibile di aprire il file, questo tipo di file non è supportato.
ja: エラー: ファイルを開くことができませんでした : サポートされていないファイルタイプ。
ko: 실패: 파일을 열수 없음: 파일 형태가 지원되지 않는 것임.
lt: Klaida: Negaliu atverti dokumento : dokumento formatas nepalaikomas.
mk: Грешка: Фајлот не може да се отвори: нема поддршка за овој вид на фајлови.
nl: Fout bij het openen van het bestand : bestandstype wordt niet ondersteund.
no: Advarsel: Kan ikke åpne fil : denne filtypen støttes ikke
pl: Błąd przy próbie otwarcia pliku : typ pliku nie jest obsługiwany.
pt: Falha: Erro ao tentar abrir o ficheiro: tipo de ficheiro não suportado.
ro: Deschiderea fișierului nereușită: tip de fişier nesuportat.
ru: Ошибка: Невозможно открыть файл: тип файла не поддерживается.
sl: Napaka pri odpiranju datoteke: vrsta datoteke ni podprta.
sr_cyrl_rs: Грешка: Није могуће отворити датотеку : тип датотеке није подржан.
th: การเปิดไฟล์ล้มเหลว: ไม่รองรับรูปแบบไฟล์
tr: Hata: Dosya açılamıyor : dosya tipi desteklenmiyor.
uk: Не вдалося відкрити файл: тип файлу не підтримується.
vi: Lỗi mở tệp: loại tệp không được hỗ trợ.
zh_hant: 打開檔案失敗：不支援的檔案類型。

# LoadMovie_Error
source: Kinovea – Loading error.
ar: كينوفيا - خطأ التحميل.
bg: Kinovea - грешка при зареждането.
ca: Kinovea – Error en carregar
chs: 载入出错.
cs: Kinovea - chyba při nahrávání.
da: Kinovea - Indlæsningsfejl.
de: Kinovea – Ladefehler.
es: Kinovea - Error al cargar.
fa: کینوویا - خطای بارگیری.
fi: Kinovea – Latausvirhe.
fr: Kinovea - Erreur de Chargement.
hr: Kinovea - Greška pri učitavanju.
id: Kinovea – Kesalahan memuat.
it: Kinovea – Errore nel caricamento.
ja: Kinovea - ロードエラー。
ko: Kinovea - 불러오기 오류.
lt: Kinovea - paleisties klaida.
mk: Киновеа – грешка при вчитување.
nl: Kinovea - Foutmelding.
no: Kinovea – Lastefeil
pl: Kinovea - błąd podczas ładowania.
pt: Kinovea - Erro ao carregar.
ro: Kinovea – Eroare la încărcare.
ru: Kinovea - ошибка загрузки.
sl: Kinovea – Napaka pri nalaganju.
sr_cyrl_rs: Киновеа - Грешка при учитавању.
th: Kinovea – การโหลดผิดพลาด
tr: Kinovea - Yükleme Hatası.
uk: Kinovea – помилка завантаження.
vi: Kinovea – Lỗi khi tải.
zh_hant: Kinovea – 讀取錯誤。

# LoadMovie_FileNotOpened
source: Failure to open the file: file not found or empty.
ar: فشل: غير قادر على فتح الملف: لم يتم العثور على الملف أو فارغ.
bg: Грешка: Невъзможно е отварянето на файла: не е намерен или е празен.
ca: Error: No s'ha pogut obrir l'arxiu: arxiu no trobat o buit.
chs: 失败: 无法打开文件 : 文件不存在或为空.
cs: Chyba: Nelze otevřít soubor: soubornenalezen nebo je prázdný.
da: Fejl: Kan ikke åbne filen: Filen ikke fundet eller tom.
de: Fehler beim Öffnen der Datei: Datei nicht gefunden oder leer.
es: Imposible cargar el archivo: no se encuentra el archivo.
fa: عدم موفقیت: امکان باز کردن پرونده وجود ندارد: پرونده یافت نشد یا خالی است.
fi: Tiedoston avaus epäonnistui: tiedostoa ei löytynyt.
fr: Chargement du fichier impossible : fichier introuvable ou vide.
hr: Greška: Nije moguće otvoriti datoteku. Datoteka nije pronađena ili je prazna.
id: Gagal membuka file: file tidak ditemukan atau kosong.
it: Errore : Impossibile aprire file : file vuoto/non trovato.
ja: エラー: ファイルを開くことができませんでした : ファイルが見つからなかったか、ファイルが空です。
ko: 실패: 파일을 열수 없음: 파일이 없거나 빈 파일임.
lt: Klaida: Negaliu atverti dokumento : dokumentas nerastas arba tuščias.
mk: Проблем: Не може да се отвори датотеката : датотеката не е пронајдена или е празна.
nl: Fout bij openen van bestand ; bestand niet gevonden.
no: Advarsel: Kan ikke åpne fil : Filen ikke funnet eller ingen data
pl: Błąd przy próbie otwarcia pliku : nie znaleziono pliku.
pt: Falha: Erro ao tentar abrir o ficheiro: ficheiro não encontrado.
ro: Deschiderea fișierului nereușită: fişier lipsă sau gol.
ru: Ошибка: Невозможно открыть файл: файл не найден или пустой.
sl: Napaka pri odpiranju datoteke: datoteka ni bila najdena ali je prazna.
sr_cyrl_rs: Грешка: Није могуће отворити датотеку : датотека није пронађена, или је празна.
th: การเปิดไฟล์ล้มเหลว: ไม่พบไฟล์หรือว่างเปล่า
tr: Hata: Dosya açılamıyor : dosya bulunamadı veya boş değil.
uk: Не вдалося відкрити файл: файл не знайдено або він порожній.
vi: Lỗi mở tệp: tệp không tất cả hoặc trống.
zh_hant: 打開檔案失敗：檔案未找到或為空白檔案。
