Repository: Kinovea/Kinovea
Catalog: Kinovea.ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: ar, bg, ca, chs, cs, da, de, es, fa, fi, fr, hr, id, it, ja, ko, lt, mk, ms, nl, no, pl, pt, ro, ru, sl, sr_cyrl_rs, th, tr, uk, vi, zh_hant

# mnuOptions_Trajectory_Interactive
source: Interactive track
chs: 交互式足迹
de: Interaktive Verfolgung
es: Trayectoria interactiva
fi: Interaktiivinen raita
fr: Trajectoire interactive
hr: Interaktivna putanja
id: Jalur interaktif
it: Traiettoria interattiva
ja: インタラクティブ検索
ko: 대화형 트랙
mk: Интерактивна траекторија
pl: Interaktywny ślad
pt: Pista interactiva
ru: Интерактивный трек
th: แทร็กโต้ตอบ
uk: Інтерактивна доріжка
vi: Đường đi tương tác
zh_hant: 互動式追蹤

# mnuOptions_Trajectory_ShowKeyImageLabels
source: Show key image labels
chs: 显示关键图像标签
de: Wichtige Bildbeschriftungen anzeigen
es: Mostrar las etiquetas de las imágenes clave
fi: Näytä avainkuvien tarrat
fr: Montrer les labels des images clés
hr: Prikaži oznake ključne slike
id: Tampilkan label gambar kunci
it: Mostra le etichette delle immagini chiavi
ja: キー画像ラベルの表示
ko: 주요 이미지 레이블 표시
mk: Прикажи клучни етикети на слики
pl: Pokaż etykietę kluczowego obrazu
pt: Mostrar rótulos de imagens-chave
ru: Показать ключевые подписи к изображениям
th: แสดงป้ายกำกับคีย์รูปภาพ
uk: Показати ключові мітки зображень
vi: Hiển thị nhãn hình đắc biệt
zh_hant: 顯示關鍵影像標記

# mnuOptions_Trajectory_ShowTrackLabel
source: Show track label
chs: 显示足迹标签
de: Titelbezeichnung anzeigen
es: Mostrar la etiqueta de la trayectoria
fi: Näytä raidan tarra
fr: Montrer le label de la trajectoire
hr: Prikaži oznaku putanje
id: Tampilkan label trek
it: Mostra l'etichetta della traiettoria
ja: トラックラベルの表示
ko: 트랙 레이블 표시
mk: Прикажи етикета на траекторија
pl: Pokaż etykietę ścieżki
pt: Mostrar rótulo da faixa
ru: Показать метку трека
th: แสดงป้ายกำกับแทร็ก
uk: Показати мітку доріжки
vi: Hiển thị nhãn track
zh_hant: 顯示追蹤標記

# mnuProperties
source: Properties
chs: 属性
de: Eigenschaften
es: Propriedades
fi: Ominaisuudet
fr: Propriétés
hr: Svojstva
id: Properti
it: Proprietà
ja: プロパティ
ko: 속성
mk: Својства
pl: Własności
pt: Propriedades
ru: Свойства
th: คุณสมบัติ
uk: Властивості
vi: Thông tin chi tiết
zh_hant: 特性

# mnuOptions_CoordinateSystem_ShowGrid
source: Show grid
chs: 显示网格
de: Raster anzeigen
es: Mostrar la cuadrícula
fi: Näytä verkko
fr: Montrer la grille
hr: Prikaži rešetku
id: Tampilkan garis kisi
it: Mostra la griglia
ja: グリッドの表示
ko: 격자 표시
mk: Прикажи решетка
pl: Pokaż siatkę
pt: Mostrar grelha
ru: Показать сетку
th: แสดงเส้นแบ่ง
uk: Показати сітку
vi: Hiển thị lưới
zh_hant: 顯示格線

# mnuOptions_TestGrid_ShowThirds
source: Show 3x3 grid
chs: 显示3x3网格
de: 3x3 Raster anzeigen
es: Mostrar la cuadrícula 3x3
fi: Näytä 3x3 verkko
fr: Montrer la grille 3x3
hr: Prikaži rešetku 3 × 3
id: Tampilkan garis kisi 3x3
it: Mostra la griglia 3x3
ja: 3x3グリッドの表示
ko: 3x3 격자 표시
mk: Прикажи 3x3 мрежа
pl: Pokaż siatkę 3x3
pt: Mostrar grelha 3x3
ru: Показать сетку 3x3
th: แสดงเส้นแบ่ง 3x3
uk: Показати сітку 3x3
vi: Hiển thị lưới 3x3
zh_hant: 顯示3x3網格

# mnuOptions_Trajectory_ShowRotationCircle
source: Show best fit circle
ar: اعرض افضل حجم للدائرة
chs: 显示最佳适配圆
de: Den bestpassenden Kreis anzeigen
es: Mostrar el círculo de mejor ajuste
fi: Näytä parhaiten sopiva ympyrä
fr: Montrer le cercle de meilleur ajustement
hr: Prikaži najbolje odgovarajući krug
id: Tampilkan lingkaran yang paling cocok
it: Mostra il cerchio di miglior adattamento
ja: 最適な円を表示する
ko: 가장 잘 맞는 원 표시
mk: Прикажи круг што најдобро одговара
ms: Tunjukkan bulatan paling sesuai
nl: Toon best passende cirkel
pl: Pokaż najlepiej dopasowany okrąg
pt: Mostrar círculo de melhor ajuste
ru: Показать вписанный круг
sl: Pokaži krožnico najboljšega ujemanja
th: แสดงวงกลมที่พอดีที่สุด
uk: Показати вписане коло
vi: Hiển thị đường tròn bộ mật lại tốt nhất
zh_hant: 顯示最佳擬合圓

# dlgCalibratePlane_AveragePixelSize
source: Average pixel size: {0}.
ar: معدل حجم البكسلات: {0}.
bg: Средна големина на пикселите:{0}.
chs: 平均像素大小：{0}.
de: Durschnittliche Pixelgröße: {0}.
es: Tamaño medio de los píxeles: {0}.
fi: Keskimääräinen pikselin koko: {0}.
fr: Taille moyenne des pixels : {0}.
hr: Prosječna veličina piksela: {0}.
id: Ukuran piksel rata-rata: {0}.
it: Dimensione media dei pixel: {0}.
ja: 平均ピクセルサイズ:{0}。
ko: 평균 픽셀 크기: {0}.
mk: Просечна големина на пиксели: {0}.
nl: Gemiddelde pixel grootte: {0}.
pl: Średnia wielkość pixela:{0}.
pt: Tamanho médio do pixel: {0}.
ru: Средний размер пикселя: {0}.
sl: Povprečna velikost pike: {0}.
th: ขนาดพิกเซลเฉลี่ย: {0}.
uk: Середній розмір пікселів: {0}.
vi: Kích thước pixel trung bình: {0}.
zh_hant: 平均像素尺寸：{0}。

# filterName_Analysis
source: Analysis
ar: تحليل
bg: Анализ
chs: 分析
de: Analyse
es: Análisis
fi: Analyysi
fr: Analyse
hr: Analiza
id: Analisis
it: Analisi
ja: 分析
ko: 분석
mk: Анализа
nl: Analyse
pl: Analityka
pt: Análise
ru: Анализ
sl: Analize
th: วิเคราะห์
uk: Аналіз
vi: Phân tích
zh_hant: 分析

# filterName_Kinogram
source: Kinogram
bg: Кинограма
de: Bildreihe
es: Kinograma
fi: Kinogrammi
fr: Kinogramme
it: Kinogramma
ja: キノグラム
ko: 키노그램
mk: Кинограм
pt: Kinograma
ru: Кинограмма
th: Kinogram (คีโนแกรม)
uk: Кінограма
zh_hant: 運動分析圖

# formConfigureExport_ImageSequence
source: Export image sequence
ar: تصدير تسلسل الصور
chs: 导出图像序列
de: Bildsequenz exportieren
es: Exportar una secuencia de imágenes
fi: Vie kuvasarja
fr: Exporter une séquence d'image
hr: Izvezi sekvencu slika
id: Ekspor urutan gambar
it: Esporta una sequenza di immagini
ja: 画像シーケンスのエクスポート
ko: 이미지 시퀀스 내보내기
mk: Извезете секвенца на слики
nl: Afbeeldingsreeks exporteren
pl: Eksportuj sekwencję obrazów
pt: Exportar sequência de imagens
ru: Экспортировать последовательность изображений
sl: Izvozi zaporedje slik
th: ส่งออกลำดับรูปภาพ
uk: Експорт послідовності зображень
vi: Xuất cảp hình ảnh
zh_hant: 輸出影像序列

# formConfigureExport_SBS
source: Export side by side
ar: تصدير جنباً إلى جنب
chs: 并排导出
de: Nebeneinander exportieren
es: Exportar en paralelo
fi: Vie vierekkäin
fr: Exporter côte à côte
hr: Izvezi jedno uz drugo
id: Ekspor berdampingan
it: Esporta fianco a fianco
ja: 並べてエクスポート
ko: 나란히 내보내기
mk: Извезете едно до друго
nl: Zij aan zij exporteren
pl: Eksportuj obok siebie
pt: Exportar lado a lado
ru: Экспортировать "бок-о-бок"
sl: Izvozi drugo ob drugem
th: ส่งออกด้านต่อด้าน
uk: Експорт поруч
vi: Xuất xuống
zh_hant: 並排輸出

# formConfigureExport_SBS_Vertical
source: Vertical
ar: عمودي
chs: 竖直
de: Vertikal
fi: Pystysuora
hr: Vertikalno
id: Vertikal
it: Verticale
ja: 縦
ko: 수직
mk: Вертикално
nl: Verticaal
pl: Pionowy
ru: Вертикально
sl: Navpično
th: แนวตั้ง
uk: Вертикально
vi: Dọc
zh_hant: 垂直

# formConfigureExport_SBS_Horizontal
source: Horizontal
ar: افقي
chs: 水平
fi: Vaakasuora
hr: Horizontalno
id: Horisontal
it: Orizzontale
ja: 横
ko: 수평
mk: Хоризонтално
nl: Horizontaal
pl: Poziomy
ru: Горизонтально
sl: Vodoravno
th: แนวนอน
uk: Горизонтально
vi: Ngang
zh_hant: 水平

# formConfigureKinogram_CropSize
source: Crop size:
ar: حجم القص:
chs: 剪裁尺寸：
de: Größe beschneiden:
es: Tamaño de las celdas:
fi: Rajauksen koko:
fr: Taille des cadres :
hr: Veličina izrezanog dijela:
id: Ukuran pangkas:
it: Dimensione delle cellule:
ja: クロップサイズ:
ko: 자르기 크기:
mk: Големина на сечењето:
nl: Bijsnij grootte:
pl: Stopień przycięcia:
pt: Tamanho de corte:
ru: Размер кадрирования:
sl: Izreži velikost:
th: ขนาดครอปภาพ:
uk: Розмір кадрування:
vi: Kích thước cắt:
zh_hant: 裁剪大小：

# formConfigureKinogram_lblFrameInterval
source: Frame interval: {0:0.000} ms
chs: 帧间隔：{0:0.000}毫秒
de: Bild Intervall: {0:0.000} ms
es: Intervalo de tiempo entre las imágenes: {0:0.000} ms
fi: Kuvaväli: {0:0.000} ms
fr: Intervalle inter-image : {0:0.000} ms
hr: Interval kadra: {0:0.000} ms
id: Interval bingkai: {0:0.000} ms
it: Intervallo di tempo tra le immagini: {0:0.000} ms
ja: フレーム間隔:{0:0.000} ミリ秒
ko: 프레임 간격: {0:0.000}ms
mk: Интервал на кадри: {0:0.000} ms
pl: Interwał klatki: {0:0.000} ms
pt: Intervalo de fotogramas: {0:0.000} ms
ru: Кадры, интервал: {0:0.000} ms
sl: Interval sličic: {0:0.000} ms
th: ช่วงเฟรม: {0:0.000} ms
uk: Інтервал кадрів: {0:0.000} ms
vi: Khoảng thời gian hình: {0:0.000} ms
zh_hant: 幀間隔：{0:0.000}毫秒

# formConfigureKinogram_lblTotal
source: Frames: {0}
ar: الإطارات: {0}
chs: 帧：{0}
de: Bilder: {0}
es: Imágenes: {0}
fi: Ruudut: {0}
fr: Images : {0}
hr: Kadrovi: {0}
id: Bingkai: {0}
it: Immagini: {0}
ja: フレーム:{0}
ko: 프레임: {0}
mk: Кадри: {0}
pl: Klatki {0}
pt: Quadros: {0}
ru: Кадры: {0}
sl: Sličic: {0}
th: เฟรม: {0}
uk: Кадри: {0}
vi: Hình ảnh: {0}
zh_hant: 幀數：{0}

# formConfigureKinogram_Table
source: Table:
ar: الجدول:
chs: 表格：
de: Tabelle:
es: Tabla:
fi: Taulukko:
fr: Tableau :
hr: Tablica:
id: Tabel:
it: Tabella:
ja: テーブル:
ko: 테이블:
mk: Табела:
nl: Tabel:
pl: Tabela:
pt: Tabela:
ru: Таблица:
sl: Tabela:
th: ตาราง:
uk: Таблиця:
vi: Bảng:
zh_hant: 表：

# formConfigureKinogram_Title
source: Configure Kinogram
chs: 设置Kinogram
es: Configurar el Kinograma
fi: Määritä Kinogrammi
fr: Configurer le Kinogramme
hr: Konfiguriraj Kinogram
id: Konfigurasikan Kinogram
it: Configura il Kinogramma
ja: キノグラムの設定
ko: 키노그램 구성
mk: Конфигурирајте го кинограмот
nl: Configureer Kinogram
pl: Konfiguruj Kinogram
pt: Configurar Kinogram
ru: Настроить Кинограммы
sl: Nastavi Kinogram
th: ตั้งค่า Kinogram
uk: Налаштувати кінограму
vi: Cấu hình Kinogram
zh_hant: 設定運動分析圖

# Generic_OK
source: OK
ar: حسناً
chs: 完成
id: OKE
ja: 了解
ko: 확인
mk: Ок
ru: ОК
sl: V redu
th: ตกลง
zh_hant: 確定

# mnuAction_Chrono_MoveCurrentEnd
source: Move the end of the current time section to this frame
chs: 移动当前时间区段的末尾到当前帧
de: Bewege das Ende der aktuellen Zeit Sektion zu diesem Bild
es: Mover el final del segmento de tiempo actual hasta esta imagen
fi: Siirrä nykyisen aikaosan loppu tähän kehykseen
fr: Déplacer la fin de la section de temps courante à cette image
hr: Pomakni kraj trenutnog vremenskog segmenta na ovaj kadar
id: Pindahkan akhir bagian waktu saat ini ke bingkai ini
it: Sposta la fine del segmento di tempo corrente fino a questa immagine
ja: 現在の時間セクションの終了をこのフレームに移動
ko: 현재 시간 섹션의 끝을 이 프레임으로 이동
mk: Поместете го крајот на тековниот временски сегмент на овој кадар
nl: Verplaats het einde van de huidige tijdsectie naar dit frame
pl: Przesuń koniec aktualnej sekcji czasu to tej klatki
pt: Mover o fim da secção de tempo atual para esta moldura
ru: Переместить конец текущего раздела в текущий кадр
sl: Premakni konec trenutnega časovnega odseka na to sličico
th: ย้ายส่วนเวลาสิ้นสุดปัจจุบันมาที่เฟรมนี้
uk: Перемістити кінець поточного часового відрізку на цей кадр
vi: Di chuyển kết thúc của phần đặc biệt hiện tại đến hình này
zh_hant: 將目前時間段的結束移動到此幀

# mnuAction_Chrono_DeleteTimes
source: Delete all times
chs: 删除所有时间
de: alle Zeiten löschen
es: Borrar todos los tiempos
fi: Poista kaikki ajat
fr: Supprimer tous les temps
hr: Izbriši sve vremenske segmente
id: Hapus semua waktu
it: Cancella tutti i tempi
ja: すべての時刻を削除
ko: 모든 시간 삭제
mk: Избришете ги сите времиња
nl: Verwijder alle tijden
pl: Usuń wszystkie czasy
pt: Eliminar todos os tempos
ru: Удалить все отображения времени
sl: Izbriši vse čase
th: ลบเวลาทั้งหมด
uk: Видалити всі значення часу
vi: Xóa tất cả thời gian
zh_hant: 刪除所有時間

# mnuAction_Chrono_MoveCurrentStart
source: Move the start of the current time section to this frame
chs: 移动当前时间区段的起始到当前帧
es: Mover el inicio del segmento de tiempo actual hasta esta imagen
fi: Siirrä nykyisen aikaosan alku tähän kehykseen
fr: Déplacer le début de la section de temps courante à cette image
hr: Pomakni početak trenutnog vremenskog segmenta na ovaj kadar
id: Pindahkan awal bagian waktu saat ini ke bingkai ini
it: Sposta l'inizio del segmento di tempo corrente fino a questa immagine
ja: 現在の時間セクションの開始をこのフレームに移動
ko: 현재 시간 섹션의 시작 부분을 이 프레임으로 이동
mk: Поместете го почетокот на тековниот временски сегмент на овој кадар
nl: Verplaats het begin van het huidige tijdgedeelte naar dit frame
pl: Przesuń początek aktualnej sekcji czasu do tej klatki
pt: Mover o início da secção de tempo atual para esta moldura
ru: Переместить начало текущего раздела в текущий кадр
sl: Premakni začetek trenutnega časovnega odseka na to sličico
th: ย้ายส่วนเวลาเริ่มต้นปัจจุบันมาที่เฟรมนี้
uk: Перемістити початок поточного часового відрізку на цей кадр
vi: Di chuyển bắt đầu của phần đặc biệt hiện tại đến hình này
zh_hant: 將目前時間段的開始移動到此幀

# mnuAction_Chrono_MoveNextSplit
source: Move the next split point to this frame
chs: 移动下一个分割点到当前帧
es: Mover el próximo punto de tiempo intermedio hasta esta imagen
fi: Siirrä seuraava jakopiste tähän kehykseen
fr: Déplacer le prochain point de temps intermédiaire à cette image
hr: Pomakni sljedeću točku razdvajanja na ovaj kadar
id: Pindahkan titik pisah berikutnya ke bingkai ini
it: Sposta il prossimo punto di tempo intermedio fino a questa immagine
ja: 次の分割点をこのフレームに移動
ko: 다음 분할점을 이 프레임으로 이동
mk: Поместете ја следната точка на поделба на овој кадар
nl: Verplaats het volgende splitspunt naar dit frame
pl: Przesuń następny punkt podziału do tej klatki
pt: Mover o próximo ponto de separação para esta moldura
ru: Перенести следующий разрез в текущий кадр
sl: Premakni naslednjo točko razdelitve na to sličico
th: ย้ายจุดแยกถัดไปมาที่เฟรมนี้
uk: Перемістити наступну точку поділу на цей кадр
vi: Di chuyển điểm chia tiếp theo đến hình này
zh_hant: 將下一個分割點移動到此幀

# mnuAction_Chrono_MoveNextStart
source: Move the start of the next section to this frame
chs: 移动下一个区段的起始到当前帧
es: Mover el inicio del próximo segmento de tiempo hasta esta imagen
fi: Siirrä seuraavan osan alku tähän kehykseen
fr: Déplacer le début de la prochaine section de temps à cette image
hr: Pomakni početak sljedeće točke razdvajanja na ovaj kadar
id: Pindahkan awal bagian selanjutnya ke bingkai ini
it: Sposta l'inizio del prossimo segmento di tempo fino a questa immagine
ja: 次のセクションの開始をこのフレームに移動
ko: 다음 섹션의 시작 부분을 이 프레임으로 이동
mk: Поместете го почетокот на следниот дел во овој кадар
nl: Verplaats het begin van de volgende sectie naar dit frame
pl: Przesuń początek następnej sekcji czasu do tej klatki
pt: Mover o início da secção seguinte para esta moldura
ru: Переместить начало следующего раздела в текущий кадр
sl: Premakni začetek naslednjega odseka na to sličico
th: ย้ายการเริ่มต้นของส่วนถัดไปมาที่เฟรมนี้
uk: Перемістити початок наступного розділу на цей кадр
vi: Di chuyển bắt đầu của phần tiếp theo đến hình này
zh_hant: 將下一段的開始移動到此幀

# mnuAction_Chrono_MovePrevEnd
source: Move the end of the previous section to this frame
chs: 移动上一个区段的末尾到当前帧
es: Mover el final del segmento de tiempo precedente hasta esta imagen
fi: Siirrä edellisen osan loppu tähän kehykseen
fr: Déplacer la fin de la section de temps précédente à cette image
hr: Pomakni kraj sljedeće točke razdvajanja na ovaj kadar
id: Pindahkan akhir bagian sebelumnya ke bingkai ini
it: Sposta la fine del segmento di tempo precedente fino a questa immagine
ja: 前のセクションの終了をこのフレームに移動
ko: 이전 섹션의 끝을 이 프레임으로 이동
mk: Поместете го крајот на претходниот дел на овој кадар
nl: Verplaats het einde van de vorige sectie naar dit frame
pl: Przesuń koniec poprzedniej sekcji do tej klatki
pt: Mover o fim da secção anterior para esta moldura
ru: Переместить конец предыдущего раздела в текущий кадр
sl: Premakni konec prejšnjega odseka na to sličico
th: ย้ายการสิ้นสุดของส่วนก่อนหน้ามาที่เฟรมนี้
uk: Перемістити кінець попереднього розділу на цей кадр
vi: Di chuyển kết thúc của phần trước đến hình này
zh_hant: 將上一段的結束移動到此幀

# mnuAction_Chrono_MovePrevSplit
source: Move the previous split point to this frame
chs: 移动上一个分割点到当前帧
es: Mover el punto de tiempo intermedio precedente hasta esta imagen
fi: Siirrä edellinen jakopiste tähän kehykseen
fr: Déplacer le point de temps intermédiaire précédent à cette image
hr: Pomakni prethodnu točku razdvajanja na ovaj kadar
id: Pindahkan titik pisah sebelumnya ke bingkai ini
it: Sposta il punto di tempo intermedio precedente fino a questa immagine
ja: 前の分割点をこのフレームに移動
ko: 이전 분할점을 이 프레임으로 이동
mk: Преместете ја претходната точка на поделба на овој кадар
nl: Verplaats het vorige splitspunt naar dit frame
pl: Przesuń wcześniejszy punkt podziału do tej klatki
pt: Mover o ponto de separação anterior para esta moldura
ru: Переместить предыдущий разрез в текущий кадр
sl: Premakni prejšnjo točko razdelitve na to sličico
th: ย้ายจุดแยกก่อนหน้ามาที่เฟรมนี้
uk: Перемістити попередню точку поділу на цей кадр
vi: Di chuyển điểm chia trước đến hình này
zh_hant: 將前一個分割點移動到此幀

# mnuAction_Chrono_Split
source: Split: end the current time section on this frame and start a new one
chs: 分割：结束当前帧的当前时间区段并创建一个新的区段
de: Trennpunkt/Trennung: den aktuellen Zeitabschnitt auf diesem Frame beenden und den nächsten starten
es: Tiempo intermedio: completar el segmento de tiempo actual en esta imagen e iniciar uno nuevo
fi: Jako: lopeta nykyinen aikaosio tässä kehyksessä ja aloita uusi
fr: Temps intermédiaire : terminer la section de temps courante et en démarrer une nouvelle
hr: Točka razdvajanja: završi trenutni vremenski interval na ovom kadru i započni novi
id: Pisahkan: mengakhiri bagian waktu saat ini pada bingkai ini dan memulai yang baru
it: Tempo intermedio: terminare il segmento di tempo corrente e iniziarne un nuovo
ja: 分割：このフレームで現在の時間セクションを終了し、新しい時間セクションを開始する
ko: 분할: 이 프레임에서 현재 시간 섹션을 종료하고 새 섹션을 시작
mk: Точка на раздвојување: завршете го тековниот временски интервал на овој кадар и започнете нов
nl: Splits: beëindig het huidige tijdsgedeelte op dit frame en start een nieuw
pl: Podziel: koniec aktualnej sekcji na tej klatce i rozpocznij nową
pt: Dividir: terminar a secção de tempo atual nesta moldura e iniciar uma nova
ru: Разрез: завершение текущего раздела на текущем кадре и начало нового
sl: Razdeli: zaključi trenutni časovni odsek na tej sličici in začni novega
th: แยก: สิ้นสุดของส่วนเวลาปัจจุบันที่เฟรมนี้ และเริ่มใหม่
uk: Розділити: завершити поточний часовий відрізок на цьому кадрі та почати новий
vi: Chia: kết thúc phần đặc biệt hiện tại ở hình này và bắt đầu cái mới
zh_hant: 分割：目前時間段在此幀結束，並另開始一個新的

# mnuAction_Kinogram_Interpolate
source: Interpolate tiles
de: Kacheln interpolieren
es: Interpolar celdas
fi: Interpoloi tiilet
fr: Interpoler les cadres
hr: Umetni ćeliju
id: Ubin interpolasi
it: Interpola le celle
ja: タイルの補間
ko: 타일 보간
mk: Вметни ќелија
nl: Interpoleer tegels
pl: Interpoluj kafelki
pt: Interpolar mosaicos
ru: Интерполяция сегментов
sl: Interpoliraj ploščice
th: แทรกป้าย
uk: Інтерполяція пікселів
vi: Nội suy các ngưỡng hình
zh_hant: 內插瓦片

# mnuAction_Kinogram_ResetLabelPositions
source: Reset label positions
chs: 重置标签位置
de: Position des Label zurücksetzen
es: Reiniciar la posición de las etiquetas
fi: Nollaa tarran paikat
fr: Remettre à zéro la position des labels
hr: Resetiraj pozicije oznaka
id: Setel ulang posisi label
it: Azzera le posizioni delle celle
ja: ラベルの位置をリセット
ko: 레이블 위치 재설정
mk: Ресетирај ги позициите на етикетите
nl: Herstel label posities
pl: Usuń pozycję etykiety
pt: Repor posições de etiquetas
ru: Сбросить расположение меток
sl: Ponastavi postavitve oznak
th: รีเซ็ตตำแหน่งป้ายกำกับ
uk: Скинути положення міток
vi: Đặt lại vị trí nhãn
zh_hant: 重設標記位置

# mnuAction_Kinogram_ResetTile
source: Reset this tile
de: Diese Kachel zurücksetzen
es: Reiniciar esta celda
fi: Nollaa tämä tiili
fr: Remettre à zéro ce cadre
hr: Resetiraj ovu ćeliju
id: Setel ulang ubin ini
it: Azzera questa cella
ja: このタイルをリセット
ko: 이 타일을 재설정
mk: Ресетирај ја оваа ќелија
nl: Herstel deze tegel
pl: Usuń tytuł
pt: Repor este mosaico
ru: Сбросить этот сегмент
sl: Ponastavi to ploščico
th: รีเซ็ตป้ายนี้
uk: Скинути цей піксель
vi: Đặt lại ngưỡng này
zh_hant: 重設此瓦片

# mnuDemosaicNone
source: None
de: Nichts
es: Ninguno
fi: Ei mitään
fr: Aucun
hr: Ništa
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
mk: Ништо
nl: Geen
pl: Żaden
pt: Nenhum
ru: Ничего
sl: Brez
th: ไม่มี
uk: Нічого
vi: Không
zh_hant: 無

# mnuExitFilter
source: Exit {0}
de: Beendet {0}
es: Salir del modo {0}
fi: Poistu {0}
fr: Sortir du mode {0}
hr: Izlaz {0}
id: Keluar {0}
it: Esci dalla modalità {0}
ja: 終了{0}
ko: 종료 {0}
mk: Излез {0}
nl: Afsluiten {0}
pl: Wyjście{0}
pt: Sair {0}
ru: Выход {0}
sl: Izhod {0}
th: ออก {0}
uk: Вихід {0}
vi: Thoát [{0}]
zh_hant: 離開{0}

# mnuExport_Document
source: Export document
chs: 导出文件
de: Dokument exportieren
es: Exportar un documento
fi: Vie dokumentti
fr: Exporter un document
hr: Izvezi dokument
id: Ekspor dokumen
it: Esporta un documento
ja: ドキュメントのエクスポート
ko: 문서 내보내기
mk: Експортирај документ
nl: Exporteer document
pl: Eksportuj dokument
pt: Exportar documento
ru: Экспорт документа
sl: Izvozi dokument
th: ส่งออกเอกสาร
uk: Експорт документу
vi: Xuất tài liệu
zh_hant: 輸出文件

# mnuExport_Image
source: Export images
chs: 导出图像
de: Bilder exportieren
es: Exportar imágenes
fi: Vie kuvat
fr: Exporter des images
hr: Izvezi slike
id: Ekspor gambar
it: Esporta immagini
ja: 画像のエクスポート
ko: 이미지 내보내기
mk: Експортирај слики
nl: Exporteer afbeeldingen
pl: Eksportuj obraz
pt: Exportar imagens
ru: Экспорт изображения
sl: Izvozi slike
th: ส่งออกรูปภาพ
uk: Експорт зображення
vi: Xuất hình ảnh
zh_hant: 輸出影像

# mnuExport_Images_SideBySide
source: Side by side…
chs: 图像并排…
de: Nebeneinander…
es: En paralelo…
fi: Vierekkäin…
fr: Côte à côte…
hr: Jedno kraj drugog…
id: Berdampingan…
it: Fianco a fianco…
ja: 並べる…
ko: 나란히…
mk: Едно до друго…
nl: Naast elkaar…
pl: Strona po stronie…
pt: Lado a lado…
ru: Рядом…
sl: Drugo ob drugem …
th: ด้านต่อด้าน…
uk: Поруч…
vi: Cảnh đến cảnh…
zh_hant: 並排…

# mnuExport_Spreadsheet
source: Export spreadsheet
chs: 导出电子表格
de: Tabellenkalkulation exportieren
es: Exportar una hoja de cálculo
fi: Vie laskentataulukko
fr: Exporter une feuille de calcul
hr: Izvezi proračunsku tablicu
id: Ekspor spreadsheet
it: Esporta un foglio di calcolo
ja: スプレッドシートのエクスポート
ko: 스프레드시트 내보내기
mk: Извези табела
nl: Exporteer spreadsheet
pl: Eksportuj arkusz
pt: Exportar folha de cálculo
ru: Экспорт таблицы
sl: Izvozi preglednico
th: ส่งออกสเปรดชีต
uk: Експорт таблиці
vi: Xuất bảng tính
zh_hant: 輸出試算表

# mnuExport_Video_Slideshow
source: Video slideshow…
chs: 视频幻灯片…
de: Diashow…
es: Diaporama video…
fi: Video diaesitys…
fr: Diaporama vidéo…
id: Tayangan slide video…
it: Videopresentazione…
ja: ビデオスライドショー…
ko: 동영상 슬라이드쇼…
mk: Видео слајдшоу…
pl: Pokaz slajdów z video…
pt: Apresentação de vídeo…
ru: Видео слайд-шоу…
sl: Video predstavitev …
th: สไลด์โชว์วิดีโอ…
uk: Відео слайд-шоу…
vi: Trình chiếu video…
zh_hant: 影片幻燈片…

# mnuExport_Video_SideBySide
source: Side by side…
chs: 视频并排…
de: Nebeneinander…
es: En paralelo…
fi: Vierekkäin…
fr: Côte à côte…
hr: Jedno kraj drugog…
id: Berdampingan…
it: Fianco a fianco…
ja: 並べる…
ko: 나란히…
mk: Едно до друго…
nl: Naast elkaar…
pl: Strona po stronie…
pt: Lado a lado…
ru: Рядом…
sl: Drugo ob drugem …
th: ด้านต่อด้าน…
uk: Поруч…
vi: Cảnh đến cảnh…
zh_hant: 並排…

# mnuExport_Video_WithPauses
source: Video with pauses…
chs: 带暂停的视频…
de: Video mit Pausen…
es: Video con pausas…
fi: Video tauoilla…
fr: Vidéo avec pauses…
hr: Video s pauzama…
id: Video dengan jeda…
it: Video con pause…
ja: 一時停止のあるビデオ…
ko: 일시 정지된 동영상…
mk: Видео со паузи…
nl: Video met pauzes…
pl: Video z przerwami…
pt: Vídeo com pausas…
ru: Видео с паузами…
sl: Video s pavzami …
th: วิดีโอพร้อมการหยุด…
uk: Відео з паузами…
vi: Video với lẳng dừng…
zh_hant: 影片包含停頓…

# mnuExport_Video_Video
source: Video…
chs: 视频…
fr: Vidéo…
ja: ビデオ…
ko: 동영상…
mk: Видео…
pt: Vídeo…
ru: Видео…
th: วิดีโอ…
uk: Відео…
zh_hant: 影片…

# mnuLensCalibration
source: Lens calibration
chs: 镜头校准…
de: Objektivkalibrierug
es: Calibración óptica
fi: Linssin kalibrointi…
fr: Calibration optique
hr: Kalibracija leće
id: Kalibrasi lensa…
it: Calibrazione ottica
ja: レンズキャリブレーション…
ko: 렌즈 교정
mk: Калибрација на објективот…
nl: Lens kalibratie…
pl: Kalibracja obiektywu
pt: Calibração da lente
ru: Калибровка объектива
sl: Kalibracija leč
th: การปรับเทียบเลนส์
uk: Калібрування об'єктива
vi: Câu chỉnh Ông kính
zh_hant: 鏡頭校正

# mnuMagnifierFreeze
source: Freeze
chs: 冻结
de: Einfrieren
es: Congelar
fi: Jäädytä
fr: Arrêt sur image
hr: Zamrznuti
id: Bekukan
it: Congelare
ja: フリーズ
ko: 동결
mk: Замрзни
pl: Zamrożenie
pt: Congelar
ru: Закрепить
th: นิ่งภาพ
uk: Закріпити
vi: Đông bằng
zh_hant: 凍結
