Repository: Kinovea/Kinovea
Catalog: Kinovea.ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: ar, bg, ca, chs, cs, da, de, es, fa, fi, fr, hr, id, it, ja, ko, lt, mk, ms, nl, no, pl, pt, ro, ru, sl, sr_cyrl_rs, th, tr, uk, vi, zh_hant

# mnuMagnifierUnfreeze
source: Unfreeze
chs: 解冻
de: Auftauen
es: Descongelar
fi: Vapauta
fr: Sortir de l'arrêt sur image
hr: Odmrznuti
id: Cairkan
it: Scongelare
ja: フリーズ解除
ko: 해동
mk: Одмрзни
pl: Odmrożenie
pt: Descongelar
ru: Открепить
th: หยุดนิ่งภาพ
uk: Відкріпити
vi: Mở bằng
zh_hant: 解除凍結

# mnuMeasure_Chrono_Cumul
source: Cumulative time
chs: 累积时间
de: Gesamtzeit
es: Tiempo acumulado
fi: Kumulatiivinen aika
fr: Temps cumulé
hr: Kumulativno vrijeme
id: Waktu kumulatif
it: Tempo cumulato
ja: 累積時間
ko: 누적 시간
mk: Кумулативно време
pl: Łączny czas
pt: Tempo acumulado
ru: Сумарное время
th: เวลาสะสม
uk: Кумулятивний час
vi: Thời gian tích lũy
zh_hant: 累計時間

# mnuMeasure_Chrono_Menu
source: Columns
chs: 列
de: Spalten
es: Columnas
fi: Sarakkeet
fr: Colonnes
hr: Stupci
id: Kolom
it: Colonne
ja: 列
ko: 컬럼
mk: Колони
pl: Kolumny
pt: Colunas
ru: Столбцы
th: คอลัมภ์
uk: Стовпці
vi: Cột
zh_hant: 欄

# mnuMeasure_Chrono_Tag
source: Tag
chs: 标签
es: Etiqueta
fi: Tägi
hr: Oznaka
id: Tandai
ja: タグ
ko: 태그
mk: Означете
pl: Oznacz
pt: Etiqueta
ru: Ярлык
th: แท็ก
uk: Тег
vi: Nhãn
zh_hant: 標注

# mnuMeasure_Clock
source: Clock
chs: 时钟
de: Uhr
es: Reloj
fi: Kello
fr: Horloge
hr: Sat
id: Jam
it: Orologio
ja: 時計
ko: 시계
mk: Час
pl: Zegar
pt: Relógio
ru: Часы
th: นาฬิกา
uk: Годинник
vi: Đồng hồ
zh_hant: 時鐘

# mnuMeasure_Name
source: Name
chs: 名称
es: Nombre
fi: Nimi
fr: Nom
hr: Ime
id: Nama
it: Nome
ja: 名前
ko: 이름
mk: Име
pl: Nazwa
pt: Nome
ru: Имя
th: ชื่อ
uk: Ім'я
vi: Tên
zh_hant: 名字

# mnuMeasure_Labels_Menu
source: Labels
chs: 标签
de: Etiketten
es: Etiquetas
fi: Tarrat
hr: Oznake
id: Label
it: Etichette
ja: ラベル
ko: 레이블
mk: Етикети
pl: Etykiety
pt: Rótulos
ru: Метки
th: ป้ายกำกับ
uk: Мітка
vi: Nhãn
zh_hant: 標記

# mnuMeasure_Stopwatch
source: Stopwatch
chs: 秒表
de: Stopuhr
es: Cronómetro
fi: Sekuntikello
fr: Chronomètre
hr: Štoperica
id: Penghitung waktu
it: Cronometro
ja: ストップウォッチ
ko: 스톱워치
mk: Штоперица
pl: Stoper
pt: Cronómetro
ru: Секундомер
th: นาฬิกาจับเวลา
uk: Секундомір
vi: Đồng hồ bận
zh_hant: 碼表

# mnuMeasure_Label_Menu
source: Label
chs: 标签
de: Etikett
es: Etiqueta
fi: Tarra
hr: Oznaka
it: Etichetta
ja: ラベル
ko: 레이블
mk: Етикета
pl: Etykieta
pt: Rótulo
ru: Метка
th: ป้ายกำกับ
uk: Мітка
vi: Nhãn
zh_hant: 標記

# mnuMeasure_Label_None
source: None
chs: 无
de: Nichts
es: Ninguna
fi: Ei mitään
fr: Aucun
hr: Ništa
id: Tidak ada
it: Nessuna
ja: なし
ko: 없음
mk: Ништо
pl: Nic
pt: Nenhum
ru: Ничего
th: ไม่มี
uk: Нічого
vi: Không
zh_hant: 沒有

# mnuOptions_Chrono_Locked
source: Locked
de: Gesperrt
es: Bloqueado
fi: Lukittu
fr: Verrouillé
hr: Zaključano
id: Terkunci
it: Bloccato
ja: ロック中
ko: 잠김
mk: Заклучено
pl: Zablokuj
pt: Bloqueado
ru: Зблокировано
th: ล็อกแล้ว
uk: Заблоковано
vi: Khóa
zh_hant: 鎖定

# mnuOptions_Kinogram_RightToLeft
source: Right to left
chs: 从右至左
de: Rechts nach links
es: De derecha a izquierda
fi: Oikealta vasemmalle
fr: De droite à gauche
hr: S desna na lijevo
id: Kanan ke kiri
it: Da destra a sinistra
ja: 右から左
ko: 오른쪽에서 왼쪽으로
mk: Од десно кон лево
pl: Od prawej do lewej
pt: Da direita para a esquerda
ru: Справа налево
th: ขวาไปซ้าย
uk: Справа наліво
vi: Phải sang trái
zh_hant: 從右到左

# mnuOptions_Kinogram_ShowBorder
source: Show border
chs: 显示边框
de: Ränder zeigen
es: Mostrar el borde
fi: Näytä reuna
fr: Montrer la bordure
hr: Prikaži rub
id: Tampilkan batas
it: Mostra il bordo
ja: ボーダーを表示
ko: 테두리 표시
mk: Прикажи граница
pl: Pokaż granicę
pt: Mostrar borda
ru: Отобразить границы
th: แสดงเส้นขอบ
uk: Показати межу
vi: Hiện thị đường viền
zh_hant: 顯示邊緣

# mnuOptions_Kinogram_AutoInterpolate
source: Auto interpolate
chs: 自动插值
de: Automatische Interpolation
es: Interpolación automática
fi: Automaattinen interpolointi
fr: Interpolation automatique
hr: Auto interpolacija
id: Interpolasi otomatis
it: Interpolazione automatica
ja: 自動補間
ko: 자동 보간
mk: Автоматска интерполација
pl: Automatyczna interpolacja
pt: Interpolação automática
ru: Автоматическая интерполяция
th: สอดแทรกอัตโนมัติ
uk: Автоматична інтерполяція
vi: Tự động nội suy
zh_hant: 自動內插

# mnuThumbnails
source: Thumbnails
chs: 索引图
fi: Pikkukuvat
id: Gambar mini
it: Miniature
ja: サムネイル
ko: 썸네일
mk: Сликички
ru: Миниатюры
zh_hant: 縮圖

# mnuThumbnail_MoveToCurrentTime
source: Move to current time
chs: 移动到当前时间
de: Zur aktuellen Zeit springen
es: Mover hasta el tiempo actual
fi: Siirry nykyiseen aikaan
fr: Déplacer vers le temps actuel
hr: Prijeđi na trenutačno vrijeme
id: Pindah ke waktu saat ini
it: Sposta fino al tempo attuale
ja: 現在の時間へ移動
ko: 현재 시간으로 이동
mk: Премести во тековното време
pl: Przesuń do czasu obecnego
pt: Passar para a hora atual
ru: Переход к текущему времени
th: ย้ายไปเวลาปัจจุบัน
uk: Перейти до поточного часу
vi: Di chuyển đến thờ diểm hiện tại
zh_hant: 移動到目前時間

# mnuTimeSections
source: Time sections
chs: 时间区段
de: Zeitabschnitte
es: Segmentos de tiempo
fi: Aika osiot
fr: Sections de temps
hr: Sekcije vremena
id: Bagian waktu
it: Segmenti di tempo
ja: 時間セクション
ko: 시간 구간
mk: Временски делови
pl: Sekcje czasu
pt: Secções temporais
ru: Временные рамки
th: ส่วนเวลา
uk: Часові розрізи
vi: Các phần thờ
zh_hant: 時間區塊

# mnuTimeCalibration
source: Time calibration…
chs: 时间校准…
de: Zeitkalibrierung…
es: Calibración del tiempo…
fi: Ajan kalibrointi…
fr: Calibration temporelle…
hr: Kalibracija vremena …
id: Kalibrasi waktu…
it: Calibrazione del tempo…
ja: 時間キャリブレーション…
ko: 시간 교정…
mk: Калибрација на време…
pl: Kalibracja czasu…
pt: Calibração do tempo…
ru: Калибровка времени…
th: การปรับเทียบเวลา…
uk: Калібрування часу…
vi: Hiệu chuẩn thờ…
zh_hant: 時間校正…

# toolTip_Speed
source: Speed
chs: 速度
de: Geschwindigkeit
es: Velocidad
fi: Nopeus
fr: Vitesse
hr: Brzina
id: Kecepatan
it: Velocità
ja: 速度
ko: 속도
mk: Брзина
pl: Prędkość
pt: Velocidade
ru: Скорость
th: ความเร็ว
uk: Швидкість
vi: Tốc độ
zh_hant: 速度

# mnuOptions_CoordinateSystem_ShowGraduations
source: Show graduations
chs: 显示刻度
es: Mostrar las graduaciones
fi: Näytä valmistuneet
fr: Montrer les graduations
hr: Prikaži graduaciju
id: Tampilkan gradasi
it: Mostra le scale
ja: 目盛の表示
ko: 눈금 표시
mk: Прикажи градација
pl: Pokaż skalę
pt: Mostrar graduações
ru: Показать метки шкалы
th: แสดงความสำเร็จ
uk: Показати шкалу
vi: Hiển thị các văn thăng
zh_hant: 顯示刻度

# mnuOptions_TestGrid_ShowVerticalAxis
source: Show vertical axis
chs: 显示纵轴
de: Vertikalachse anzeigen
es: Mostrar el eje vertical
fi: Näytä pystysuora akseli
fr: Montrer l'axe vertical
hr: Prikaži vertikalnu os
id: Tampilkan sumbu vertikal
it: Mostra l'asse verticale
ja: 縦軸の表示
ko: 수직축 표시
mk: Прикажи вертикална оска
pl: Pokaż oś pionową
pt: Mostrar eixo vertical
ru: Показать вертикальную ось
th: แสดงแกนแนวตั้ง
uk: Показати вертикальну вісь
vi: Hiển thị trục dọc
zh_hant: 顯示垂直軸

# lblConfig_ImageSize
source: Image size:
ar: حجم الصورة:
chs: 图像尺寸：
de: Bildgröße:
es: Tamaño de imagen:
fi: Kuvan koko:
fr: Taille image :
hr: Veličina slike:
id: Ukuran gambar:
it: Dimensioni delle immagini:
ja: 画像サイズ:
ko: 이미지 크기:
mk: Големина на слика:
nl: Afbeeldingsgrootte:
pl: Wielkość obrazu:
pt: Tamanho da imagem:
ru: Размер изображения:
sl: Velikost slike:
th: ขนาดรูปภาพ:
uk: Розмір зображення:
vi: Kích thước hình ảnh:
zh_hant: 影像大小：

# mnuAction_Chrono_DeleteSection
source: Delete the current time section
chs: 删除当前时间区段
de: Aktuellen Zeitabschnitt löschen
es: Borrar el segmento de tiempo actual
fi: Poista nykyinen aikaosa
fr: Supprimer la section de temps courante
hr: Izbriši trenutni vremenski segment
id: Hapus bagian waktu saat ini
it: Cancella il segmento di tempo corrente
ja: 現在の時間セクションの削除
ko: 현재 시간 섹션 삭제
mk: Избришете го тековниот временски сегмент
nl: Verwijder het huidige tijdgedeelte
pl: Usuń aktualną sekcję czasu
pt: Eliminar a secção da hora atual
ru: Удалить раздел текущего времени
sl: Izbriši trenutni časovni odsek
th: ลบส่วนเวลาปัจจุบัน
uk: Видалити розділ поточного часу
vi: Xóa phần đặc biệt của đồng hồ hiện tại
zh_hant: 刪除目前時間段

# mnuAction_Kinogram_ResetAllTiles
source: Reset all tiles
es: Reiniciar todas las celdas
fi: Nollaa kaikki tiilet
fr: Remettre à zéro les cadres
hr: Resetiraj sve ćelije
id: Setel ulang semua ubin
it: Azzera tutte le celle
ja: すべてのタイルをリセット
ko: 모든 타일 재설정
mk: Ресетирај ги сите ќелии
nl: Herstel alle tegels
pl: Usuń wszystkie kafelki
pt: Repor todos os mosaicos
ru: Сбросить все сегменты
sl: Ponastavi vse ploščice
th: รีเซ็ตป้ายทั้งหมด
uk: Скинути всі пікселі
vi: Đặt lại tất cả các ngưỡng
zh_hant: 重設所有瓦片

# mnuExport_Spreadsheet_ChronoCSV
source: Chronometer CSV…
chs: 天文钟CSV…
de: Stopuhr CSV…
es: CSV de los cronómetros…
fi: Kronometri CSV…
fr: CSV chronomètres…
hr: CSV Kronometar…
id: CSV kronometer…
it: CSV dei cronometri…
ja: クロノメーターCSV…
ko: 크로노미터 CSV…
mk: Хронометар CSV…
pl: Zegar CSV…
pt: Cronómetro CSV…
ru: Хрономерт CSV…
sl: CSV kronometra …
th: โครโนมิเตอร์ CSV…
uk: Хронометр CSV…
vi: Đồng hồ CSV…
zh_hant: 碼表CSV…

# mnuExport_Video
source: Export video
chs: 导出视频
de: Video exportieren
es: Exportar un video
fi: Vie video
fr: Exporter une vidéo
hr: Izvezi video
id: Ekspor video
it: Esporta un video
ja: ビデオのエクスポート
ko: 동영상 내보내기
mk: Извези видео
nl: Exporteer video
pl: Eksport video
pt: Exportar vídeo
ru: Экспорт видео
sl: Izvozi video
th: ส่งออกวิดีโอ
uk: Експорт відео
vi: Xuất video
zh_hant: 輸出影片

# mnuOptions_Trajectory_SeeFuture
source: See future
de: Vorschau
es: Ver el futuro
fi: Näe tulevaisuus
fr: Voir le futur
hr: Vidi budućnost
id: Lihat masa depan
it: Vedi il futuro
ja: 未来を見る
ko: 미래를 보기
mk: Види иднина
pl: W przyszłości
pt: Ver futuro
ru: Предпросмотр
th: ดูภาพอนาคต
uk: Попередній огляд
vi: Xem tương lai
zh_hant: 詳見未來

# mnuOptions_Trajectory_UseKeyImageColors
source: Use key image colors
chs: 使用关键图像颜色
de: Verwende Schlüsselbild-Farben
es: Utilizar los colores de las imágenes clave
fi: Käytä avainkuvan värejä
fr: Utiliser les couleurs des image clés
hr: Koristi boje ključne slike
id: Gunakan warna gambar kunci
it: Utilizza i colori delle immagini chiave
ja: キー画像の色を使用
ko: 키 이미지 색상을 사용
mk: Користете клучни бои на сликата
pl: Użyj kluczowych kolorów obrazu
pt: Utilizar cores de imagem chave
ru: Использовать ключевые цвета изображения
th: ใช้สีจากคีย์รูปภาพ
uk: Використати ключові кольори зображення
vi: Sử dụng màu hình đắc biệt
zh_hant: 使用關鍵影像顏色

# mnuOptions_TestGrid_ShowFrame
source: Show frame
chs: 显示帧
de: Bild anzeigen
es: Mostrar el encuadro
fi: Näytä kehys
fr: Montrer le cadre
hr: Prikaži kadar
id: Tampilkan bingkai
it: Mostra l'inquadratura
ja: フレームの表示
ko: 프레임 표시
mk: Прикажи кадар
pl: Pokaż klatki
pt: Mostrar moldura
ru: Показать кадр
th: แสดงเฟรม
uk: Показати кадр
vi: Hiển thị khung hình
zh_hant: 顯示影格

# mnuOptions_TestGrid_ShowHorizontalAxis
source: Show horizontal axis
chs: 显示横轴
de: Horizontalachse anzeigen
es: Mostrar el eje horizontal
fi: Näytä vaakasuora akseli
fr: Montrer l'axe horizontal
hr: Prikaži horizontalnu os
id: Tampilkan sumbu horizontal
it: Mostra l'asse orizzontale
ja: 横軸の表示
ko: 수평축 표시
mk: Прикажи хоризонтална оска
pl: Pokaż oś poziomą
pt: Mostrar eixo horizontal
ru: Показать горизонтальную ось
th: แสดงแกนแนวนอน
uk: Показати горизонтальну вісь
vi: Hiển thị trục ngang
zh_hant: 顯示水平軸

source: Cadence
de: Kadenz
es: Cadencia
hr: Kadenca
ko: 운율
pl: Kadencja(rytm)
ru: Шаг
th: จังหวะ Cadence
uk: Каденція
vi: Nhịp độ
zh_hant: 節奏

# DrawingCounter_AddBeat
source: Add beat
de: Beat hinzufügen
es: Añadir ritmo
fr: Ajouter un battement
hr: Dodaj ritam
ko: 비트 추가
pl: Dodaj rytm
th: เพิ่มจังหวะ
uk: Додати коливання
vi: Thêm nhịp

# DrawingCounter_DeleteBeat
source: Delete beat
es: Borrar ritmo
fr: Supprimer le battement
hr: Izbriši ritam
ko: 비트 삭제
pl: Usuń rytm
th: ลบจังหวะ
uk: Видалити коливання
vi: Xoá nhịp

# DrawingCounter_DeleteAllBeats
source: Delete all beats
es: Eliminar todos los ritmos
fr: Supprimer tous les battements
hr: Izbriši sve ritmove
ko: 모든 비트 삭제
pl: Usuń wszystkie rytmy
th: ลบจังหวะทั้งหมด
uk: Видалити всі коливання
vi: Xoá tất cả nhịp

# DrawingCounter_Half
source: Half
de: Halb
es: Medio
fr: Moitié
hr: Pola
ko: 절반
pl: Połowa
th: ครึ่ง
uk: Половина
vi: Nửa
zh_hant: 一半

# DrawingCoordinateSystem_AlignToCalibrationObject
source: Align to calibration object
de: An Kalibrierungsobjekt ausrichten
es: Alinear con el objeto de calibración
fr: Aligner à l'objet de calibration
hr: Poravnaj na objekt kalibracije
ko: 교정 객체에 맞춰 정렬
pl: Wyrównaj do kalibrowanego obiektu
ru: Выровнять по объекту калибровки
th: จัดตำแหน่งไปที่วัตถุปรับเทียบ
uk: Вирівняти за об’єктом калібрування
vi: Căn chỉnh theo đối tượng hiệu chuẩn
zh_hant: 與校準物件對齊

# DrawingCircle_Filled
source: Filled
de: Gefüllt
es: Relleno
fr: Rempli
hr: Ispunjeno
ko: 채워짐
pl: Wypełnij
th: เติมสีแล้ว
uk: Заповнений
vi: Tô đầy

# DrawingCrossMark_Dot
source: Dot
de: Punkt
es: Punto
fr: Point
hr: Točka
ko: 점
pl: Kropka
th: จุด
uk: Крапка
vi: Chấm

# DrawingPlane_ShowVerticalLine
source: Show vertical line
de: Vertikale Linie anzeigen
es: Mostrar línea vertical
fr: Montrer la ligne verticale
hr: Prikaži vertikalnu liniju
ko: 수직선 표시
pl: Pokaż linię pionową
ru: Показать вертикальную линию
th: แสดงเส้นแนวตั้ง
uk: Показати вертикальну лінію
vi: Hiển thị đường thẳng đứng
zh_hant: 顯示垂直線

# DrawingPlane_ShowHorizontalLine
source: Show horizontal line
de: Horizontale Linie anzeigen
es: Mostrar línea horizontal
fr: Montrer la ligne horizontale
hr: Prikaži horizontalnu liniju
ko: 수평선 표시
pl: Pokaż linię poziomą
ru: Показать горизонтальную линию
th: แสดงเส้นแนวนอน
uk: Показати горизонтальну лінію
vi: Hiển thị đường thẳng ngang
zh_hant: 顯示水平線

# DrawingText_Background
source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
hr: Pozadina
ko: 배경
pl: Podkład
th: พื้นหลัง
uk: Фон
vi: Nền
zh_hant: 背景

# PlayerScreenUserInterface_Background
source: Background…
de: Hintergrund…
es: Fondo…
fr: Arrière-plan…
hr: Pozadina …
ko: 배경…
pl: Podkład…
th: พื้นหลัง…
uk: Фон…
vi: Nền…
zh_hant: 背景…

# FormCalibratePlane_Rotate90
source: Rotate 90°
de: Rotieren um 90°
es: Rotar 90°
fr: Tourner de 90°
hr: Okreni za 90 °
ko: 90° 회전
pl: Obróć o 90°
ru: Повернуть на 90°
th: หมุน 90°
uk: Поворот на 90°
vi: Xoay 90°
zh_hant: 旋轉 90°

# FormCalibratePlane_DecimalPlaces
source: Decimal places
de: Dezimalstellen
es: Números decimales
fr: Nombre de décimales
hr: Broj decimala
ko: 소수점 자릿수
pl: Liczba miejsc dziesiętnych
th: ตำแหน่งทศนิยม
uk: Десяткові знаки
vi: Số chữ số thập phân

# FormCalibrationValidation_CalibrationValidation
source: Calibration validation
de: Kalibrierungsvalidierung
es: Validación de calibración
fr: Validation de la calibration
hr: Validiranje kalibracije
ko: 교정 검증
pl: Walidacja kalibracji
th: การตรวจสอบการปรับเทียบ
uk: Перевірка калібрування
vi: Xác thực hiệu chuẩn
zh_hant: 校準驗證

# FormCalibrationValidation_Camera
source: Camera
de: Kamera
es: Cámara
fr: Caméra
hr: Kamera
ko: 카메라
pl: Kamera
th: กล้อง
uk: Камера
vi: Máy ảnh
zh_hant: 相機

# FormCalibrationValidation_Found
source: found
de: gefunden
es: encontrado
fr: trouvée
hr: pronađeno
ko: 찾았음
pl: znajdź
th: พบแล้ว
uk: знайдено
vi: tìm thấy

# FormCalibrationValidation_Missing
source: missing
de: fehlt
es: no encontrado
fr: manquante
hr: nedostaje
ko: 누락
pl: brakuje
th: ไม่พบ
uk: відсутнє
vi: thiếu

# FormCalibrationValidation_LensCalibration
source: Lens calibration: {0}
de: Objektivkalibrierung: {0}
es: Calibración de lente: {0}
fr: Calibration optique : {0}
hr: Kalibracija leće: {0}
ko: 렌즈 교정: {0}
pl: Kalibracja obiektywu: {0}
th: การปรับเทียบเลนส์: {0}
uk: Калібрування об'єктива: {0}
vi: Hiệu chuẩn ống kính: {0}

# FormCalibrationValidation_PlaneCalibration
source: Plane calibration: {0}
de: Ebenenkalibrierung: {0}
es: Calibración de plano: {0}
fr: Calibration du plan : {0}
hr: Kalibracija plohe: {0}
ko: 평면 교정: {0}
pl: Kalibracja powierzchni: {0}
th: การปรับเทียบระนาบ: {0}
uk: Калібрування площини: {0}
vi: Hiệu chuẩn mặt phẳng: {0}

# FormCalibrationValidation_ControlPoints
source: Control points
de: Kontrollpunkt
es: Puntos de control
fr: Points de contrôle
hr: Kontrolne točke
ko: 제어점
pl: Punkty kontrolne
ru: Контрольные точки
th: จุดควบคุม
uk: Контрольні точки
vi: Điểm kiểm soát
zh_hant: 控制點

# FormCalibrationValidation_ValidationMode
source: Validation mode
de: Validierungsmodus
es: Modo validación
fr: Mode de validation
hr: Validacija
ko: 검증 모드
pl: Tryb walidacji
ru: Режим проверки
th: โหมดการตรวจสอบ
uk: Режим перевірки
vi: Chế độ xác thực
zh_hant: 驗證模式

# FormCalibrationValidation_Fix3D
source: Change all axes and verify the location of the marker in the image
de: Ändern Sie alle Achsen und überprüfen Sie die Position des Markers im Bild
es: Cambiar todos los ejes y verificar la posición del marcador en la imagen
fr: Changer tous les axes et vérifier la position du marqueur dans l'image
hr: Promijeni sve osi i provjeri položaj oznaka na slici
ko: 모든 축을 변경하고 이미지에서 마커의 위치를 확인
pl: Zmień wszystkie osie i sprawdź położenie znacznika na obrazie
th: เปลี่ยนทุกแกนและตรวจสอบตำแหน่งของเครื่องหมายในรูปภาพ
uk: Змінити усі осі та перевірити розташування маркера на зображенні
vi: Thay đổi tất cả các trục và xác minh vị trí của dấu trong hình ảnh

# FormCalibrationValidation_Fix1D
source: Change one axis and verify the other two axes
de: Ändern Sie eine Achse und überprüfen Sie die anderen beiden Achsen
es: Cambiar un eje y verificar los otros dos ejes
fr: Changer un axe et vérifier les deux autres axes
hr: Promijeni jednu os i provjeri druge dvije osi
ko: 한 축을 변경하고 다른 두 축을 확인
pl: Zmień jedną oś i sprawdź pozostałe dwie osie
th: เปลี่ยน 1 แกนและตรวจสอบ 2 แกนที่เหลือ
uk: Змінити одну вісь і перевірити дві інші осі
vi: Thay đổi một trục và xác minh hai trục còn lại

# FormCalibrationValidation_Compute3D
source: 3D positions computed from the two views
de: 3D-Positionen, die aus den beiden Ansichten berechnet wurden
es: Posiciones 3D calculadas a partir de las dos vistas
fr: Positions 3D calculées d'après deux vues
hr: 3D položaji izračunati iz dva prikaza
ko: 두 개의 뷰에서 계산된 3D 위치
pl: Pozycje 3D obliczone na podstawie dwóch widoków
th: คำนวณตำแหน่ง 3D จาก 2 ภาพ
uk: 3D позиції, обчислені з двох видів
vi: Vị trí 3D được tính toán từ hai chế độ xem

# FormConfigureLensCalibration_ConfigureLensCalibration
source: Configure lens calibration
de: Objektivkalibrierung konfigurieren
es: Configurar calibración de lente
fr: Configurer la calibration optique
hr: Konfiguriraj kalibraciju leće
ko: 렌즈 보정 구성
pl: Konfiguruj kalibrację obiektywu
th: ตั้งค่าการปรับเทียบเลนส์
uk: Налаштувати калібрування об'єктива
vi: Cấu hình hiệu chuẩn ống kính

# FormConfigureLensCalibration_MaxImages
source: Max images:
de: Maximale Bilder:
es: Imágenes máximas:
fr: Nombre d'images max :
hr: Maks. broj slika:
ko: 최대 이미지:
pl: Maksymalna liczba obrazów:
th: รูปภาพสูงสุด:
uk: Максимальна кількість зображень:
vi: Số hình ảnh tối đa:

# FormConfigureLensCalibration_PatternSize
source: Pattern size:
de: Mustergröße:
es: Tamaño de patrón:
fr: Taille du pattern :
hr: Veličina mustre:
ko: 패턴 크기:
pl: Rozmiar wzoru:
th: ขนาดลาย:
uk: Розмір моделі:
vi: Kích thước mẫu:

# FormConfigureLensCalibration_MaxIterations
source: Max iterations:
de: Maximale Iterationen:
es: Repeticiones máximas:
fr: Nombre d'itérations max :
hr: Maks. broj ponavljanja:
ko: 최대 반복:
pl: Maksymalna liczba iteracji:
th: วนซ้ำสูงสุด:
uk: Максимальна кількість ітерацій:
vi: Số lần lặp tối đa:

# VideoFilterLensCalibration_RunLensCalibration
source: Run lens calibration
de: Objektivkalibrierung durchführen
es: Ejecutar calibración de lente
fr: Lancer la calibration optique
hr: Pokreni kalibraciju leće
ko: 렌즈 교정 실행
pl: Uruchom kalibrację obiektywu
th: รันการปรับเทียบเลนส์
uk: Запуск калібрування об'єктива
vi: Chạy hiệu chuẩn ống kính

# VideoFilterLensCalibration_DeleteCalibrationData
source: Delete calibration data
de: Lösche die Kalibrierungs Daten
es: Eliminar datos de calibración
fr: Supprimer les données de calibration
hr: Izbriši podatke kalibracije
ko: 교정 데이터 삭제
pl: Usuń dane kalibracji
th: ลบข้อมูลการปรับเทียบ
uk: Видалення даних калібрування
vi: Xoá dữ liệu hiệu chuẩn

# StyleElement_FontSize_LabelSize
source: Label size
de: Etikettgröße
es: Tamaño de etiqueta
fr: Taille du texte
hr: Veličina oznake
ko: 레이블 크기
pl: Wielkość etykiety
th: ขนาดป้ายกำกับ
uk: Розмір мітки
vi: Kích thước nhãn

# FormCalibrationValidation_CameraPositionXYZ
source: Camera position ({0}): X:{1}, Y:{2}, Z:{3}
de: Kameraposition ({0}): X:{1}, Y:{2}, Z:{3}
es: Posición de cámara ({0}): X:{1}, Y:{2}, Z:{3}
fr: Position de la caméra ({0}): X:{1}, Y:{2}, Z:{3}
hr: Položaj kamere ({0}): x:{1}, y:{2}, z:{3}
ko: 카메라 위치 ({0}): X:{1}, Y:{2}, Z:{3}
pl: Pozycja kamery ({0}): X:{1}, Y:{2}, Z:{3}
ru: Позиция камеры ({0}): X:{1}, Y:{2}, Z:{3}
th: ตำแหน่งกล้อง ({0}): X:{1}, Y:{2}, Z:{3}
uk: Положення камери ({0}): X:{1}, Y:{2}, Z:{3}
vi: Vị trí máy ảnh ({0}): X: {1}, Y:{2}, Z: {3}
zh_hant: 相機位置（{0}）：X:{1}、Y:{2}、Z:{3}

# FormCalibrationValidation_DistanceToOrigin
source: Distance to origin ({0}): {1}
de: Distanz zum Ursprung ({0}): {1}
es: Distancia al origen ({0}): {1}
fr: Distance à l'origine ({0}) : {1}
hr: Udaljenost od izvora ({0}): {1}
ko: 원점까지의 거리 ({0}): {1}
pl: Odległość do początku ({0}): {1}
ru: Расстояние до объекта ({0}): {1}
th: ระยะห่างจากจุดเริ่มต้น ({0}): {1}
uk: Відстань до місця відправлення ({0}): {1}
vi: Khoảng cách từ gốc ({0}): {1}

# FormTimeSections_Start
source: Start
es: Inicio
fr: Début
hr: Početak
ko: 시작
ru: Начало
th: เริ่ม
uk: Старт
vi: Bắt đầu
zh_hant: 開始

# FormTimeSections_End
source: End
de: Ende
es: Final
fr: Fin
hr: Kraj
ko: 끝
pl: Koniec
ru: Конец
th: จบ
uk: Кінець
vi: Kết thúc
zh_hant: 結束

# FormTimeSections_Duration
source: Duration
de: Dauer
es: Duración
fr: Durée
hr: Trajanje
ko: 지속
pl: Czas trwania
ru: Длительность
th: ระยะเวลา
uk: Тривалість
vi: Thời lượng
zh_hant: 持續時間

# FormTimeSections_Cumulative
source: Cumulative
de: Gesamt
es: Acumulado
fr: Cumulé
hr: Kumulativno
ko: 누적
pl: Łącznie
ru: Суммарно
th: ค่าสะสม
uk: Кумулятивний
vi: Tích lũy
zh_hant: 累計

# FormTimeSections_Tag
source: Tag
es: Etiqueta
fr: Label
hr: Oznaka
ko: 태그
pl: Etykieta(Tag)
ru: Тэг
th: แท็ก
uk: Тег
vi: Nhãn
zh_hant: 標籤

# ScreenManagerKernel_LensCalibration_ManualEstimation
source: Manual estimation…
es: Estimación manual…
fr: Estimation manuelle…
hr: Ručna procjena …
ko: 수동 추정…
pl: Ręczne ustawienie…
ru: Ручная оценка…
th: การประมาณค่าด้วยตนเอง…
uk: Оцінка вручну…
vi: Ước tính thủ công…

# ScreenManagerKernel_LensCalibration_None
source: None
de: Nichts
es: Ninguno
fr: Aucune
hr: Ništa
ko: 없음
pl: Nic
ru: Нет
th: ไม่มี
uk: Нічого
vi: Không
zh_hant: 無

# ScreenManagerKernel_LensCalibration_CalibrationValidation
source: Calibration validation…
de: Kalibrierungsüberprüfung…
es: Validación de calibración…
fr: Validation de la calibration…
hr: Validacija kalibracije …
ko: 교정 검증…
pl: Walidacja kalibracji…
ru: Проверка калибровки…
th: การตรวจสอบการปรับเทียบ…
uk: Перевірка калібрування…
vi: Xác thực hiệu chuẩn…

# FormBackgroundColor_BackgroundProperties
source: Background properties
de: Hintergrundeigenschaften
es: Propiedades del fondo
fr: Propriétés de l'arrière-plan
hr: Svojstva pozadine
ko: 배경 속성
pl: Właściwości tła
ru: Свойства фона
th: คุณสมบัติพื้นหลัง
uk: Властивості фону
vi: Thuộc tính nền
zh_hant: 背景屬性

# Generic_Color
source: Color
de: Farbe
fr: Couleur
hr: Boja
ko: 색상
pl: Kolor
ru: Цвет
th: สี
uk: Колір
vi: Màu
zh_hant: 顏色

# FormConfigureCameraMotion_FeatureType
source: Feature type:
de: Funktion Type:
es: Tipo de elemento:
fr: Type de feature :
hr: Vrsta funkcije:
ko: 기능 유형:
pl: Typ funkcji:
th: ประเภทคุณสมบัติ:
uk: Тип функції:
vi: Loại tính năng:

# FormConfigureCameraMotion_FeaturesPerFrame
source: Features per frame:
de: Merkmale pro Bild:
es: Características por cuadro:
fr: Features par image :
hr: Broj funkcija po kadru:
ko: 프레임당 특징:
pl: Właściwości na klatkę:
th: คุณสมบัติต่อเฟรม:
uk: Особливості кадру:
vi: Tính năng mỗi khung hình:
