Repository: Kinovea/Kinovea
Catalog: Kinovea.ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: ar, bg, ca, chs, cs, da, de, es, fa, fi, fr, hr, id, it, ja, ko, lt, mk, ms, nl, no, pl, pt, ro, ru, sl, sr_cyrl_rs, th, tr, uk, vi, zh_hant

# btnSync_ToolTip
source: Synchronize videos on the current frames
ar: مزامنة مقاطع الفيديو مع الاطارات الحالية
bg: Синхронизиране на видеото и текущите кадри
ca: Sincronitzar els videos en el fotograma actual
chs: 在当前帧位置同步视频
cs: Synchronizovat videa ba stávajících snímcích
da: Synkroniser videoer til/på nuværende billeder
de: Videos auf die aktuellen Frames synchronisieren
es: Sincronizar videos en el cuadro actual
fa: همزمان‌سازی ویدئوها در فریم‌های جاری
fi: Synkronoi videot valituista kuvista
fr: Synchroniser les vidéos sur les images courantes
hr: Sinkroniziraj video na trenutačnim kadrovima
id: Sinkronisasi video pada frame saat ini
it: Sincronizza i video sul fotogramma attuale
ja: 現在のフレームをビデオと同期
ko: 현재 프레임에 두 비디오를 동기화
lt: Sinchronizuoti vaizdą su esamu kadru
mk: Синхронизирај го видеото и тековните слики
ms: Menyelaraskan video-video pada frame-frame semasa
nl: Synchroniseer de video's op de huidige frames
no: Synkroniser videoer etter aktivt bilde
pl: Synchronizuj wideo na bieżącej klatce
pt: Sincronizar Vídeos no Quadro atual
ro: Sincronizează fişierele video la cadrele curente
ru: Синхронизировать видео и текущие кадры
sl: Sinhroniziram video za ta trenutek
sr_cyrl_rs: Синхронизуј видео на тренутној слици
th: ซิงก์วิดีโอกับเฟรมปัจจุบัน
tr: Geçerli karelerdeki videoları senkronize et
uk: Синхронізувати відео на поточних кадрах
vi: Đồng bộ các video trên các khung hình hiện tại
zh_hant: 依照此影格同步影片

# buttonGotoFirst_ToolTip
source: Go back to the beginning of both videos
ar: العودة إلى بداية الفديوهين
bg: Възпроизвеждане в обратен ред към началото на видеоклиповете
ca: Anar a l'inici dels dos vídeos
chs: 跳到两个视频的开始位置
cs: Zpět na začátek obou videí
da: Gå til begyndelsen af begge videoer
de: Zum Anfang beider Videos zurückgehen
es: Retornar al inicio de ambos videos
fa: بازگشت به ابتدای هر دو ویدئو
fi: Palaa kummankin videon alkuun
fr: Aller au début des deux vidéos
hr: Nazad na početak za oba video zapisa
id: Kembali ke awal dari kedua video
it: Torna all'inizio di entrambi i video
ja: 両方のビデオの最初に戻る
ko: 두 비디오의 처음으로 돌아감
lt: Į pradžią abu vaizdo šaltinius
mk: Врати се на почетокот кај двете видеа
ms: Kembali ke permulaan kedua-dua video
nl: Ga terug naar het begin van beide video's
no: Tilbake til start for begge videoer
pl: Idź do Początku obu plików wideo
pt: Voltar ao Início de Ambos os Vídeos
ro: Salt la început pentru ambele filme
ru: Вернуться к началу обоих видео
sl: Vrni se na začetek obeh videoposnetkov
sr_cyrl_rs: Назад на почетак за оба видео записа
th: กลับไปยังตำแหน่งเริ่มต้นทั้งสองวิดีโอ
tr: Her İki Video için Başlangıca Geri Dön
uk: Повернутись на початок обох відео
vi: Quay lại đầu của cả hai video
zh_hant: 回到兩個影片的起點

# buttonGotoLast_ToolTip
source: Go to the end of both videos
ar: الانتقال السريع لنهاية الفيديوهين
bg: Премини към края на видеоклиповете
ca: Anar al final dels dos vídeos
chs: 跳到两个视频的结束位置
cs: Přejít na konec obou videí
da: Hop til enden af begge videoer
de: Zum Ende beider Videos springen
es: Saltar al final de ambos videos
fa: پرش به پایان برای هر دو ویدئو
fi: Mene kummankin videon loppuun
fr: Aller à la fin des deux vidéos
hr: Prebaci se na kraj za oba video zapisa
id: Pergi ke akhir dari kedua video
it: Salta alla fine di entrambi i video
ja: 両方のビデオの最後へ移動
ko: 두 비디오의 끝으로 감
lt: Į pabaigą abu vaizdo šaltinius
mk: Префрли се на крајот од двете видеа
ms: Pergi ke pengakhiran kedua-dua video
nl: Spring naar het eind van beide video's
no: Gå til slutten av begge videoer
pl: Skocz na Koniec obu plików wideo
pt: Pular para o Fim de Ambos os Vídeos
ro: Salt la sfârşit pentru ambele filme
ru: Перейти к концу обоих видео
sl: Pojdi na konec obeh videoposnetkov
sr_cyrl_rs: Пребаци се на крај за оба виде записа
th: ไปยังตำแหน่งสิ้นสุดของวีดีโอทั้งสอง
tr: Her İki Video için Sona Atla
uk: Перейти на кінець обох відео
vi: Đi đến cuối cùng của cả hai video
zh_hant: 到兩個影片的最終點

# buttonGotoNext_ToolTip
source: Go to next frame for both videos
ar: الذهاب إلى الكادر التالي لكلا الفيديوهين
bg: Премини към следващия кадър на видеоклиповете
ca: Anar a l'inici dels dos vídeos
chs: 跳到两个视频的下一帧
cs: Přejít na následující snímek obou videí
da: Hop til næste billede på begge videoer
de: Zum nächsten Frame beider Videos gehen
es: Ir al siguiente cuadro de ambos videos
fa: فریم بعدی هر دو ویدئو
fi: Mene kummankin videon seuraavaan kuvaan
fr: Aller à l'image suivante pour les deux vidéos
hr: Idi na sljedeći kadar za oba videa
id: Pergi ke frame selanjutnya untuk kedua video
it: Vai al fotogramma seguente per entrambi i video
ja: 両方のビデオの次のフレームへ
ko: 두 비디오의 다음 프레임으로 이동
lt: Sekantis kadras abiejų vaizdo šaltinių
mk: Оди на следната слика од двете видеа
ms: Pergi ke frame seterusnya untuk kedua-dua video
nl: Ga naar het volgende frame van beide video's
no: Gå til neste bilde for begge videoer
pl: Idź do Następnej Klatki obu plików wideo
pt: Ir para o Próximo Quadro de Ambos os Vídeos
ro: Salt la cadrul următor pentru ambele filme
ru: Перейти к следующему кадру обоих видео
sl: Pojdi na naslednji okvir za oba videoposnetka
sr_cyrl_rs: Иди на следећу слику за оба видео записа
th: ไปยังเฟรมถัดไปของวีดีโอทั้งสอง
tr: Her İki Video için Bir Sonraki Kareye Git
uk: Перейти до наступного кадру для обох відео
vi: Đi đến khung hình tiếp theo cho cả hai video
zh_hant: 到兩個影片的下個影格

# buttonGotoPrevious_ToolTip
source: Go to previous frame for both videos
ar: الذهاب إلى الكادر السابق لكلا الفيديوهين
bg: Премини към предишния кадър на видеоклиповете
ca: Anar al fotograma anterior en ambdós vídeos
chs: 跳到两个视频的上一帧
cs: Přejít na předcházející snímek obou videí
da: Hop til forrige billede på begge videoer
de: Zum vorherigen Frame beider Videos gehen
es: Ir al cuadro anterior de ambos videos
fa: فریم قبلی هر دو ویدئو
fi: Palaa kummankin videon edelliseen kuvaan
fr: Aller à l'image précédente pour les deux vidéos
hr: Idi na prethodni kadar za oba videa
id: Kembali ke frame sebelumnya untuk kedua video
it: Vai al fotogramma precedente per entrambi i video
ja: 両方のビデオの前のフレームへ
ko: 두 비디오의 이전 프레임으로
lt: Ankstesnis kadras abiejų vaizdo šaltinių
mk: Оди на претходната слика од двете видеа
ms: Pergi ke frame sebelumnya untuk kedua-dua video
nl: Ga naar het vorige frame van beide video's
no: Gå til forrige bilde for begge videoer
pl: Idź do Poprzedniej Klatki obu plików wideo
pt: Voltar ao Quadro Anterior de Ambos os Vídeos
ro: Salt la cadrul precedent pentru ambele filme
ru: Перейти к предыдущему кадру обоих видео
sl: Pojdi na prejšnji okvir za oba videoposnetka
sr_cyrl_rs: Иди на претходну слику за оба видео записа
th: ไปยังเฟรมก่อนหน้าของวีดีโอทั้งสอง
tr: Her İki Video için Bir Önceki Kareye Git
uk: Перейти до попереднього кадру для обох відео
vi: Đi đến khung hình trước đó cho cả hai video
zh_hant: 回到兩個影瑱的上個影格

# buttonPlay_ToolTip
source: Play or pause both videos
ar: تشغيل أو ايقاف كلا الفديوهين
bg: Пусни | Пауза на клиповете
ca: Reproduir | Pausar ambdós vídeos
chs: 播放 | 暂停 两个视频
cs: Přehrát I Pozastavit obě videa
da: Afspil | Pause begge videoer
de: Beide Videos abspielen oder anhalten
es: Reproducir | Pausar ambos videos
fa: پخش | مکث هر دو ویدئو
fi: Käynnistä | Pysäytä kummatkin videot
fr: Lire ou mettre en pause les deux vidéos
hr: Reproduciraj | zaustavi oba video zapisa
id: Putar atau jeda kedua video
it: Riproduci | metti in pausa entrambi i video
ja: 両方のビデオの再生 | 停止
ko: 두 비디오의 재생|멈춤
lt: Groti | Pauzė abiejų vaizdo šaltinių
mk: Старт | Пауза на двете видеа
ms: Main atau hentikan kedua-dua video
nl: Speel of Pauzeer beide video's
no: Spill av | Pause for begge videoer
pl: Odtwórz | Zatrzymaj wideo
pt: Reproduzir ou Pausar Ambos os Videos
ro: Redare sau Pauză pentru ambele filme
ru: Воспроизвести | Пауза обоих видео
sl: Predvajaj ali začasno ustavi oba videoposnetka
sr_cyrl_rs: Репродукуј | заустави оба видео записа
th: เล่นหรือหยุดวีดีโอทั้งสอง
tr: Her İki Videoyu Oynat | Duraklat
uk: Відтворити або призупинити обидва відео
vi: Phát hoặc tạm dừng cả hai video
zh_hant: 播放或停止兩個影片

# CommandAddDrawing_FriendlyName
source: Add drawing
ar: إضافة رسم
bg: Добави рисунка
ca: Afegir un dibuix
chs: 新增绘制
cs: Přidat nákres
da: Tilføj tegning
de: Zeichnung hinzufügen
es: Añadir dibujo
fa: افزودن طرح
fi: Lisää piirros
fr: Ajouter un dessin
hr: Dodaj crtež
id: Tambahkan gambaran
it: Aggiungi disegno
ja: ドローイングの追加
ko: 그림 추가
lt: Pridėti piešinį
mk: Додади цртање
ms: Tambah lukisan
nl: Voeg een tekening toe
no: Legg til tegning
pl: Dodaj rysunek
pt: Adicionar Desenho
ro: Adaugă desen
ru: Добавить рисунок
sl: Dodaj risbo
sr_cyrl_rs: Додај цртеж
th: เพิ่มการวาดรูป
tr: Çizim Ekle
uk: Додати креслення
vi: Thêm bản vẽ
zh_hant: 添加繪圖

# CommandDeleteDrawing_FriendlyName
source: Delete drawing
ar: حذف الرسم
bg: Изтрии рисунката
ca: Esborrar dibuix
chs: 删除绘制
cs: Odstranit nákres
da: Slet tegning
de: Zeichnung löschen
es: Borrar dibujo
fa: حذف طرح
fi: Poista piirros
fr: Effacer le dessin
hr: Obriši crtež
id: Hapus gambaran
it: Cancella il disegno
ja: ドローイングの削除
ko: 그림 삭제
lt: Trinti piešinius
mk: Избриши го цртаното
ms: Padam lukisan
nl: Verwijder tekening
no: Slett tegning
pl: Usuń rysunek
pt: Apagar Desenho
ro: Şterge desen
ru: Удалить рисунки
sl: Izbriši risbo
sr_cyrl_rs: Обриши цртеж
th: ลบรูปวาด
tr: Çizim Sil
uk: Видалити креслення
vi: Xóa bản vẽ
zh_hant: 刪除繪圖

# CommandDeleteKeyframe_FriendlyName
source: Remove a key image
ar: إزالة صورة الرئيسية
bg: Изтрии ключовия кадър
ca: Esborrar un fotograma clau
chs: 移除一个关键帧
cs: Odstranit klíčovou pozici
da: Fjern nøglebillede
de: Schlüsselbild entfernen
es: Remover imagen clave
fa: حذف تصویر کلیدی
fi: Poista Avainkuva
fr: Supprimer une image clé
hr: Ukloni ključnu sliku
id: Hapus gambar kunci
it: Rimuovi un'immagine chiave
ja: キーイメージの削除
ko: 키 이미지' 삭제
lt: Panaikinti paveikslelio žymą
mk: Отстрани ја клучната слика
ms: Padam imej utama
nl: Verwijder een kernbeeld
no: Slett nøkkelbilde
pl: Usuń obraz kluczowy
pt: Remover um Quadro de Imagem
ro: Şterge cadru cheie
ru: Удалить ключевой кадр
sl: Odstranite ključno sliko
sr_cyrl_rs: Уклони кључну слику
th: ลบคีย์รูปภาพ
tr: Bir Anahtar İmajı Kaldır
uk: Видалити ключовий кадр
vi: Xóa một hình ảnh chính
zh_hant: 移除關鍵影格

# CommandExportVideo_FriendlyName
source: Export video
ar: تصدير فيديو
bg: Съхрани видео
chs: 保存视频
cs: Uložit video
da: Gem video
de: Video exportieren
es: Guardar video
fa: ذخیره ویدئو
fi: Tallenna video
fr: Exporter la vidéo
hr: Sačuvaj video
id: Ekspor video
it: Esporta un video
ja: ビデオの保存
ko: 비디오 저장
lt: Išsaugoti vaizdą
mk: Зачувај го видео
ms: Eksport video
nl: Exporteer video
pl: Zapisz wideo
pt: Salvar o vídeo
ro: Exportare film
ru: Сохранить видео
sl: Izvozi videoposnetek
th: ส่งออกวีดีโอ
tr: Video Kaydet
uk: Експорт відео
vi: Xuất video
zh_hant: 輸出影片

# DataAnalysis_AngularPosition
source: Angle
ar: زاوية
bg: Ъгъл
chs: 角度
cs: Úhel
da: Vinkel
de: Winkel
es: Angulo
fa: زاویه
fi: Kulma
hr: Kut
id: Sudut
it: Angolo
ja: 角度
ko: 각도
lt: Kampas
mk: Агол
ms: Sudut
nl: Hoek
no: Vinkel
pl: Kąt
pt: Ângulo
ro: Unghi
ru: Угол
sl: Kot
sr_cyrl_rs: Угао
th: มุม
tr: Açı
uk: Кут
vi: Góc
zh_hant: 角度

# dlgColorProfile_Title
source: Color profile...
ar: بروفايل اللون...
bg: Цветови профил...
ca: Perfil de colors
chs: 颜色配置…
cs: Barevný profil…
da: Farveprofil…
de: Farbprofil...
es: Perfil de color...
fa: نمایه رنگ ...
fi: Väriprofiili...
fr: Profil couleurs...
hr: Profil boja...
id: Profil warna...
it: Profilo colore...
ja: カラープロファイル…
ko: 색상 프로파일…
lt: Spalvos profilis...
mk: Боја на профилот...
ms: Profil warna...
nl: Kleurenprofiel…
no: Fargeprofil...
pl: Profil koloru...
pt: Perfil de Cores...
ro: Profil culori...
ru: Цветовой профиль...
sl: Barvni profil ...
sr_cyrl_rs: Профил боја...
th: โปรไฟล์สี...
tr: Renk Profili...
uk: Колірний профіль...
vi: Hồ sơ màu...
zh_hant: 顏色資料...

# dlgColorProfile_ToolTip_DefaultProfile
source: Reset to default color profile
ar: إعادة الضبط إلى اللون الافتراضي
bg: Възстанови цветовия профил по подразбиране
ca: Restablir el perfil de colors per defecte
chs: 默认颜色配置
cs: Nastavit na předvolený barevný profil
da: Genskab standard farveprofil
de: Auf Standard-Farbprofil zurücksetzen
es: Perfil de color predeterminado
fa: بازنشانی تنظیمات پیش فرض نمایه رنگ
fi: Palauta väriprofiilin oletukset
fr: Rétablir le profil couleurs par défaut
hr: Vrati na zadane boje profila
id: Atur ulang profil warna default
it: Ripristina il profilo colore predefinito
ja: デフォルトのカラープロファイルへ戻す
ko: 기본 색상 프로파일로 돌이킴
lt: Atkurti numatytajį spalvos profilį
mk: Ресетирај во стандардна боја на профилот
ms: Tetap semula kepada profil warna asal
nl: Herstel naar basiskleurenprofiel
no: Standard fargeprofil
pl: Domyślny profil kolorów
pt: Voltar ao Perfil de Cores padrão
ro: Restaurează profilul de culori implicit
ru: Восстановить цветовой профиль по умолчанию
sl: Ponastavi na privzeti barvni profil
sr_cyrl_rs: Врати на подразумеване боје профила
th: รีเซ็ตโปรไฟล์เป็นค่าเริ่มต้น
tr: Varsayılan Renk Profiline Dön
uk: Скинути колірний профіль за замовчуванням
vi: Đặt lại hồ sơ màu mặc định
zh_hant: 重設到預設顏色資料

# dlgColorProfile_ToolTip_LoadProfile
source: Load color profile
ar: تحميل لون البروفايل
bg: Зареди цветовия профил
ca: Carregar un perfil de colors
chs: 载入颜色配置
cs: Nahrát barevný profil
da: Indlæs farveprofil
de: Farbprofil laden
es: Cargar perfil de color
fa: بارگذاری نمایه رنگ
fi: Lataa väriprofiili
fr: Charger un profil couleurs
hr: Učitaj boje profila
id: Muat profil warna
it: Carica un profilo colore
ja: カラープロファイルを開く
ko: 색상 프로파일 가져오기
lt: Įkelti spalvos profilį
mk: Вчитај ја бојата на изгледот
ms: Muatkan profil warna
nl: Laad een kleurenprofiel
no: Last inn fargeprofil
pl: Wczytaj profil koloru
pt: Carregar Perfil de Cores
ro: Încarcă profil culori
ru: Загрузить цветовой профиль
sl: Naloži barvni profil
sr_cyrl_rs: Учитај боје профила
th: โหลดโปรไฟล์สี
tr: Renk Profili Yükle
uk: Завантажити колірний профіль
vi: Tải hồ sơ màu
zh_hant: 裝載顏色資料

# dlgColorProfile_ToolTip_SaveProfile
source: Save color profile
ar: حفظ لون البروفايل
bg: Съхрани цветовия профил
ca: Desar el perfil de colors
chs: 保存颜色配置
cs: Uložit barevný profil
da: Gem farveprofil
de: Farbprofil speichern
es: Guardar perfil de color
fa: ذخیره نمایه رنگ
fi: Tallenna väriprofiili
fr: Sauver le profil couleurs
hr: Spremi profil boja
id: Simpan profil warna
it: Salva il profilo colore
ja: カラープロファイルの保存
ko: 색상 프로파일 저장하기
lt: Išsaugoti spalvos profilį
mk: Зачувај ја бојата на изгледот
ms: Simpan profil warna
nl: Bewaar kleurenprofiel
no: Lagre fargeprofil
pl: Zapisz profil koloru
pt: Salvar Perfil de Cores
ro: Salvează profil culori
ru: Сохранить цветовой профиль
sl: Shrani barvni profil
sr_cyrl_rs: Сачувај профил боја
th: บันทึกโปรไฟล์สี
tr: Renk Profili Kaydet
uk: Зберегти колірний профіль
vi: Lưu hồ sơ màu
zh_hant: 儲存顏色資料

# dlgConfigureDrawing_Title
source: Configure drawing
ar: تهيئة الرسم
bg: Конфигурация на инструмента за рисуване
ca: Configurar el dibuix
chs: 配置绘图
cs: Konfigurovat nákres
da: Konfigurer tegning
de: Zeichnung konfigurieren
es: Configurar el dibujo
fa: پیکربندی طرح
fi: Konfiguroi piirros
fr: Configurer le dessin
hr: Podešavanje crteža
id: Atur gambar
it: Configura il disegno
ja: ドローイングの設定
ko: 그림 그리기 구성
lt: Piešinių nustatymai
mk: Прилагодување на цртањето
ms: Konfigurasi lukisan
nl: Configureer tekening
no: Konfigurer tegning
pl: Konfiguranja rysowania
pt: Configurar Desenho
ro: Configurare desen
ru: Конфигурация инструментов рисования
sl: Nastavi risanje
sr_cyrl_rs: Подешавање цртежа
th: ตั้งค่าการวาดรูป
tr: Çizimi Ayarla
uk: Налаштування креслень
vi: Cấu hình vẽ
zh_hant: 配置圖繪

# dlgConfigureFading_chkAlwaysVisible
source: Always visible
ar: مرئي دائما
bg: Винаги видим
ca: Sempre visible
chs: 一直可见
cs: Vždy viditelné
da: Altid synlig
de: Immer sichtbar
es: Siempre visible
fa: همیشه نمایان
fi: Aina näkyvillä
fr: Toujours visible
hr: Uvijek vidljivo
id: Selalu terlihat
it: Sempre visibile
ja: 常に表示
ko: 항상 표시됨
lt: Visada matomas
mk: Секогаш видливо
ms: Sentiasa kelihatan
nl: Altijd zichtbaar
no: Alltid synlig
pl: Zawsze widoczny
pt: Sempre Visível
ro: Întotdeauna vizibil
ru: Всегда видимый
sl: Vedno vidno
sr_cyrl_rs: увек видљиво
th: แสดงให้เห็นเสมอ
tr: Her zaman Görünür
uk: Завжди видимий
vi: Luôn nhìn thấy
zh_hant: 永遠顯示

# dlgTimebase_ToolTip_Reset
source: Reset
ar: إعادة ضبط
bg: Изчисти параметрите
ca: Restablir
chs: 重设
da: Nulstil
de: Zurücksetzen
es: Restablecer
fa: تنظیم مجدد
fi: Palauta
fr: Remettre à zéro
hr: Resetiraj
id: Atur ulang
it: Azzera
ja: リセット
ko: 초기화
lt: Atkurti
mk: Ресетирање
ms: Set semula
nl: Herstel
no: Tilbakestill
pt: Resetar
ro: Resetare
ru: Сброс параметров
sl: Ponastavi
sr_cyrl_rs: Поништити
th: รีเซ็ต
tr: Baştaki Konuma Getir
uk: Скинути
vi: Đặt lại
zh_hant: 重設

# dlgConfigureTrajectory_ExtraData_Speed
source: Speed
ar: السرعة
bg: Скорост
ca: Velocitat
chs: 速度
cs: Rychlost
da: Hastighed
de: Geschwindigkeit
es: Velocidad
fa: سرعت
fi: Nopeus
fr: Vitesse
hr: Brzina
id: Kecepatan
it: Velocità
ja: 速度
ko: 속력
lt: Greitis
mk: Брзина
ms: Kelajuan
nl: Snelheid
no: Fart
pl: Prędkość
pt: Velocidade
ro: Viteză
ru: Скорость
sl: Hitrost
sr_cyrl_rs: Брзина
th: ความเร็ว
tr: Hız
uk: Швидкість
vi: Tốc độ
zh_hant: 速度

# dlgConfigureMeasure_lblRealSize
source: Real size of the segment:
ar: الحجم الحقيقي للمقطع:
bg: Реален размер на сегмента:
ca: Mesura real del segment
chs: 片段真实大小 :
cs: Skutečná velikost segmentu:
da: Segmentets reelle størrelse:
de: Tatsächliche Länge des Segments:
es: Medida real del segmento:
fa: اندازه واقعی قطعه:
fi: Segmentin oikea koko:
fr: Taille réelle du segment :
hr: Realna veličina segmenta:
id: Ukuran segmen sesungguhnya:
it: Dimensione reale del segmento:
ja: セグメントの実際のサイズ:
ko: 분절의 실제 크기:
lt: Tikrasis segmento dydis :
mk: Оригинална големина на сегментот:
ms: Saiz sebenar segmen:
nl: Werkelijke afmetingen van het segment:
no: Reell størrelse på segment:
pl: Rzeczywista wielkość segmentu:
pt: Tamanho real do segmento:
ro: Mărimea reală a segmentului:
ru: Реальный размер сегмента:
sl: Dejanska velikost segmenta:
sr_cyrl_rs: Реална величина сегмента:
th: ระยะจริงของเซกเมนต์:
tr: Segmentin gerçek büyüklüğü :
uk: Реальний розмір відрізка:
vi: Kích cỡ thực của đoạn:
zh_hant: 節段實際尺寸：

# dlgCalibrateLine_Title
source: Line calibration
ar: معايرة الخط
bg: Калибриране на линия
ca: Calibració lineal
chs: 校准测量
cs: Kalibrace měření
da: Kalibrering af linje
de: Linienkalibrierung
es: Calibrar la medida
fa: کالیبراسیون خط
fi: Sulje mitta
fr: Calibration de ligne
hr: Linija kalibracije
id: Kalibrasi garis
it: Calibrazione della misura
ja: ライン較正
ko: 자를 측정함
lt: Linijos kalibravimas
mk: Калибрација на линијата
ms: Garisan kalibrasi
nl: Lijnkalibratie
no: Kalibrere måling
pl: Kalibracja liniowa
pt: Calibrar medida
ro: Calibrare segment
ru: Калибровка линии
sl: Kalibracija črte
sr_cyrl_rs: Линија калибрације
th: เส้นการเทียบปรับ
tr: Ölçümü Kalibre Et
uk: Лінійне калібрування
vi: Cạn chỉnh đường
zh_hant: 線校正

# dlgDiapoExport_LabelFrequencyHundredth
source: Duration on each key image: {0} hundredth of seconds.
ar: المدة في كل صورة رئيسية: {0} مائة من الثواني.
bg: Продължителност на всеки ключов кадър : {0} стотни от секунда.
ca: Duració de cada fotograma clau: {0} centèsima de segon.
chs: 每个关键图像的长短 : {0} 百秒.
cs: Výdrž na každé klíčové pozici : {0} setin sekundy.
da: Varighed af hvert nøglebilled: {0}/100 sek.
de: Anzeigedauer jedes Schlüsselbildes : {0} Hundertstelsekunden.
es: Duración de cada diapositiva: {0} centésimas de segundo.
fa: طول مدت بر هر داده تصویر: {0} صدم ثانیه.
fi: Erilliskuvan kesto: {0} sadasosa sekuntia.
fr: Durée de chaque Image Clé : {0} centièmes de secondes.
hr: Trajanje svake ključne slike: {0} stotinki sekunde.
id: Durasi tiap gambar kunci: {0} per seratus detik.
it: Durata per ogni immagine chiave : {0} centesimi di secondo.
ja: 各キーイメージの継続性 : {0} 1/100秒。
ko: 키 이미지'에서의 시간간격: {0} hundredth of seconds.
lt: Kiekvieno pagrindinio vaizdo trukmė : {0} šimtųjų sekundžių.
mk: Траење на секоја клучна слика : {0} стоти дел од секунда.
nl: Duur van elk kernbeeld :{0} honderdsten van seconden.
no: Varighet av hvert Nøkkelbilde : {0} hundredels sekund
pl: Czas trwania każdego diapozytywu : {0} setnych sekundy.
pt: Duração de cada Quadro de Imagem: {0} centésimos de segundos.
ro: Durata pe fiecare imagine cheie: {0} sutimi de secundă.
ru: Продолжительность каждого ключевого кадра : {0} сотые секунды.
sl: Trajanje na vsaki ključni sliki: {0} stotink sekunde.
sr_cyrl_rs: Трајање сваке кључне слике: {0} стотинки секунде.
th: ระยะทางของภาพคีย์: {0} มิลลิวินาที
tr: Her bir Anahtar İmaj üzerinde geçen süre: saniyenin yüzde {0} sı.
uk: Тривалість кожного ключового зображення: {0} соті секунди.
vi: Thời lượng của mỗi hình: {0} phần trăm giây.
zh_hant: 每個關鍵影像的持續時間：{0}百分之一秒。

# dlgDiapoExport_LabelFrequencySeconds
source: Duration of each key image: {0:0.00} seconds.
ar: مدة كل صورة رئيسية: {0: 0.00} ثواني.
bg: Продължителност на всеки ключов кадър : {0:0.00} секунди.
ca: Duració de cada fotograma clau: {0:0.00} segons.
chs: 每个关键图像的长短 : {0:0.00} 秒.
cs: Výdrž na každé klíčové pozici: {0:0.00} sekund
da: Varighed af hvert nøglebilled: {0:0.00} sek.
de: Anzeigedauer jedes Schlüsselbildes : {0:0.00} Sekunden.
es: Duración de cada diapositiva: {0:0.00} segundos.
fa: طول مدت هر داده تصویر: {0: 0.00} ثانیه.
fi: Erilliskuvan kesto: {0:0.00} sekuntia.
fr: Durée de chaque image Clé : {0:0.00} secondes.
hr: Trajanje svake ključne slike: {0:0.00} sekundi .
id: Durasi tiap gambar kunci: {0:0.00} detik.
it: Durata per ogni immagine chiave : {0:0.00} secondi.
ja: 各キーイメージの継続性 : {0:0.00} 秒。
ko: 매 '키 이미지'의 시간간격: {0:0.00} seconds.
lt: Kiekvieno pagrindinio vaizdo trukmė: {0:0.00} sekundžių.
mk: Траење на секоја клучна слика : {0:0.00} секунди.
nl: Duur van elk kernbeeld: {0:0.00} seconden.
no: Varighet av hvert Nøkkelbilde : {0:0.00} sekunder
pl: Czas trwania każdego diapozytywu : {0:0.00} sekund.
pt: Duração de cada Quadro de Imagem: {0:0.00} segundos.
ro: Durata fiecărei imagini cheie: {0:0.00} secunde.
ru: Продолжительность каждого ключевого кадра : {0:0.00} секунды.
sl: Trajanje vsake ključne slike: {0:0.00} sekunde.
sr_cyrl_rs: Трајање сваке кључне слике: {0:0.00} секунди .
th: ระยะเวลาของภาพคีย : {0:0.00} วินาที
tr: Her bir Anahtar İmaj üzerinde geçen süre : {0:0.00} saniye.
uk: Тривалість кожного ключового зображення: {0:0,00} секунд.
vi: Thời lượng của mỗi hình: {0:0.00} giây.
zh_hant: 每個關鍵影像的持續時間：{0:0.00}秒。

# dlgExportSpreadsheet_Title
source: Save the data as a spreadsheet document
ar: حفظ البيانات كورقة جدوليه
bg: Съхрани данните като електронна таблица
ca: Desar les dades com a graella.
chs: 保存数据为电子表格
cs: Uložit data jako tabulkový dokument.
da: Gem data i et regneark
de: Daten als Tabellendokument speichern
es: Guardar los datos en una hoja de cálculo
fa: ذخیره اطلاعات به عنوان سند گسترده
fi: Tallenna PDF asiakirja avainkuvista
fr: Enregistrer les données dans un document tableur
hr: Spremi podatke kao dokument proračunske tablice
id: Simpan data sebagai dokumen spreadsheet
it: Salva i dati in formato foglio di calcolo
ja: スプレッドシートとして保存
ko: 데이터를 표 형식 계산기 문서로 저장
lt: Išsaugoti duomenis kaip skaičiuoklės dokumentą
mk: Зачувај ги податоците како табеларен документ
nl: Bewaar de gegevens als een spreadsheet document
no: Lagre data som et regneark dokument
pl: Zapisz dane jako dokument arkusza kalkulacyjnego
pt: Salvar dados como uma Planilha
ro: Salvează datele ca foaie de calcul
ru: Сохранить данные в виде электронной таблицы
sl: Shrani podatke kot dokument preglednice
sr_cyrl_rs: Сачувај податке као документ са унакрсним табелама
th: บันทึกข้อมูลลงในเอกสารสเปรดชีท
tr: Veriyi Spreadsheet Dökümanı olarak Kaydet
uk: Збережіть дані в таблицю
vi: Lưu dữ liệu dưới dạng tài liệu bảng tính
zh_hant: 儲存資料為試算表文件
