Repository: Kinovea/Kinovea
Catalog: Kinovea.ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: ar, bg, ca, chs, cs, da, de, es, fa, fi, fr, hr, id, it, ja, ko, lt, mk, ms, nl, no, pl, pt, ro, ru, sl, sr_cyrl_rs, th, tr, uk, vi, zh_hant

# LoadMovie_InconsistantMovieError
source: Failure to open the file: inconsistencies found. Please check encoding process.
ar: فشل: غير قادر على فتح الملف: يوجد عدم اتساق. يرجى مراجعة عملية التشفير.
bg: Грешка: невъзможно е отварянето на файла: открито е несъответствиее: Моля, проконтролирауйте процеса на кодиране.
ca: Error: No s'ha pogut obrir l'arxiu: format d'imatge no suportat.
chs: 失败: 无法打开文件 : 发现不一致的地方. 请检查编码过程.
cs: Chyba: Nelze otevřít soubor: zjištěny nesrovnalosti. Zkontrolujte kódování.
da: Fejl: Kan ikke åbne filen: Inkonsistens fundet. Check encoding processen.
de: Fehler beim Öffnen der Datei: Unregelmäßigkeiten gefunden. Bitte Kodierungsprozess überprüfen.
es: Imposible cargar el archivo: incongruencias en el archivo. Por favor, compruebe el proceso de codificación.
fa: عدم موفقیت: امکان باز کردن پرونده وجود ندارد: ناسازگاری‌هایی یافت شد. لطفا فرایند رمزگذاری را بررسی کنید.
fi: Tiedoston avaus epäonnistui: epäjohdonmukaisuuksia havaittu. Tarkista koodausprosessi.
fr: Chargement du fichier impossible : incohérences dans le fichier. Veuillez vérifier le processus d'encodage.
hr: Greška: Nije moguće otvoriti datoteku. Pronađene nedosljednosti. Provjeri proces kodiranja.
id: Gagal membuka berkas: ditemukan ketidakkonsistenan. Silakan periksa proses encoding.
it: Errore : Impossibile aprire il file, sono state riscontrate incongruenze. Controlla il processo di codifica.
ja: エラー: ファイルを開くことができませんでした : 問題が発生しました。エンコーディングプロセスを確認して下さい。
ko: 실패: 파일을 열수 없음: 불일치 발견. 인코딩 과정을 검사해 볼 것.
lt: Klaida: Negaliu atverti dokumento : rasti neatitikimai. Patikrinkite kodavimo procesą.
mk: Проблем: Не може да се отвори датотеката : пронајдена неконзистентност. Ве молиме проверете го процесот на енкодирање.
nl: Fout bij het openen van het bestand : inconsistentie gevonden. Controleer alstublieft het encoding proces.
no: Advarsel: Kan ikke åpne fil :
pl: Błąd przy próbie otwarcia pliku : napotkano na niezgodność. Sprawdź proces kodowania.
pt: Falha: Erro ao tentar abrir o ficheiro: encontradas inconsistências. Por favor, verifique o processo de codificação.
ro: Deschiderea fișierului nereușită: există neconcordanţe. Vă rugăm să verificaţi procesul de encodare.
ru: Ошибка: невозможно открыть файл: обнаружено несоответствие: Пожалуйста, проконтролируйте процесс кодировки.
sl: Napaka pri odpiranju datoteke: zaznane so bile nedoslednosti. Preveri postopek kodiranja.
sr_cyrl_rs: Грешка: Није могуће отворити датотеку : пронађене недоследности. Молимо вас да проверите процес кодирања.
th: การเปิดไฟล์ล้มเหลว: พบความไม่สอดคล้องกัน โปรดตรวจสอบกระบวนการเข้ารหัส
tr: Hata: Dosya açılamıyor : uyuşmazlıklar bulundu. Lütfen kodlama işlemini kontrol edin.
uk: Не вдалося відкрити файл: виявлено невідповідності. Будь ласка, перевірте процес кодування.
vi: Lỗi mở tệp: tìm thấy các không nhất quán. Vui lòng kiểm tra quá trình mã hóa.
zh_hant: 打開檔案失敗：發現不一致。請檢查編碼過程。

# LoadMovie_StreamInfoNotFound
source: Failure to open the file: stream information not found.
ar: فشل: غير قادر على فتح الملف: معلومات البث غير موجوده.
bg: Грешка: Невъзможно отваряне на файл: няма информация за поточно предаване.
ca: Error: No s'ha pogut obrir l'arxiu: imformació del flux no trobada.
chs: 失败: 无法打开文件 : 无法找到视频流相关信息.
cs: Chyba: Nelze otevřít soubor: stream informace nenalezena.
da: Fejl: Kan ikke åbne filen: kan ikke finde informationer om stream.
de: Fehler beim Öffnen der Datei: Videostream-Information nicht gefunden.
es: Imposible cargar el archivo: no se encuentran los flujos de información.
fa: عدم موفقیت: امکان باز کردن پرونده وجود ندارد: اطلاعات در جریان یافت نشد.
fi: Tiedoston avaus epäonnistui: stream-tietoja ei löytynyt.
fr: Chargement du fichier impossible : informations de flux non trouvées.
hr: Greška: Nije moguće otvoriti datoteku. Tok informacija nije pronađen pronađen.
id: Gagal membuka berkas: informasi stream tidak ditemukan.
it: Errore : Impossibile aprire file, mancano informazioni del flusso video.
ja: エラー: ファイルを開くことができませんでした : ストリーム情報が検出されませんでした。
ko: 실패: 파일을 열수 없음: 스트림 정보가 없음.
lt: Klaida: Negaliu atverti dokumento : informacijos šaltinis nerastas.
mk: Проблем: Не може да се отвори датотеката : текот на информациите не е пронајден.
nl: Fout bij het openen van het bestand : informatie van voortgang niet gevonden.
no: Advarsel: Kan ikke åpne fil : streamin informasjon ikke funnet
pl: Błąd podczas próby otwarcia pliku : nie znaleziono informacji o strumieniu.
pt: Falha: Erro ao tentar abrir o ficheiro: informações do vídeo não encontradas.
ro: Deschiderea fișierului nereușită: nu sunt găsite informaţiile privind fluxul video.
ru: Ошибка: Невозможно открыть файл: потоковая информация не найдена.
sl: Napaka pri odpiranju datoteke: podatkov o toku ni bilo mogoče najti.
sr_cyrl_rs: Грешка : Није могуће отворити датотеку : информације о току нису пронађене .
th: การเปิดไฟล์ล้มเหลว: ไม่พบข้อมูลสตรีมมิ่ง
tr: Hata: Dosya açılamıyor : akış bilgisi bulunamadı.
uk: Не вдалося відкрити файл: інформацію про потік не знайдено.
vi: Lỗi mở tệp: không tìm thấy thông tin luồng.
zh_hant: 打開檔案失敗：未找到影片串流資訊。

# LoadMovie_UnkownError
source: Failure to open the file: unknown error.
ar: فشل: غير قادر على فتح الملف: خطأ غير معروف.
bg: Грешка: Невъзможно отваряне на файл: неизвестна грешка.
ca: Error: No s'ha pogut obrir l'arxiu: error desconegut.
chs: 失败: 无法打开文件 : 未知错误.
cs: Chyba: Nelze otevřít soubor: neznámá chyba.
da: Fejl: Kan ikke åbne filen: ukendt fejl.
de: Fehler beim Öffnen der Datei: Unbekannter Fehler.
es: Imposible cargar el archivo: error desconocido.
fa: عدم موفقیت: امکان باز کردن پرونده وجود ندارد: خطای ناشناخته.
fi: Tiedoston avaus epäonnistui: tuntematon virhe.
fr: Chargement du fichier impossible : erreur inconnue.
hr: Greška: Nije moguće otvoriti datoteku. Nepoznata greška .
id: Gagal membuka berkas: kesalahan tidak diketahui.
it: Errore : Impossibile aprire file, errore sconosciuto.
ja: エラー: ファイルを開くことができませんでした : 不明なエラー。
ko: 실패: 파일을 열수 없음: 알 수 없는 오류.
lt: Klaida: Negaliu atverti dokumento : nenustatyta klaida.
mk: Проблем: не може да се отвори датотеката : непозната грешка.
nl: Fout bij openen van bestand : onbekende fout.
no: Advarsel: Kan ikke åpne fil : ukjent feil
pl: Błąd podczas próby otwarcia pliku : nieznany błąd.
pt: Falha: Erro ao tentar abrir o ficheiro: erro desconhecido.
ro: Deschiderea fișierului nereușită: eroare necunoscută.
ru: Ошибка: Невозможно открыть файл: неизвестная ошибка.
sl: Napaka pri odpiranju datoteke: neznana napaka.
sr_cyrl_rs: Грешка : Није могуће отворити датотеку : непозната грешка .
th: การเปิดไฟล์ล้มเหลว: ไม่ทราบสาเหตุ
tr: Hata: Dosya açılamıyor : bilinmeyen hata.
uk: Не вдалося відкрити файл: невідома помилка.
vi: Lỗi mở tệp: lỗi không xác định.
zh_hant: 打開檔案失敗：未知錯誤。

# LoadMovie_VideoStreamNotFound
source: Failure to open the file: video stream not found.
ar: فشل: غير قادر على فتح الملف: بث الفيديو غير موجود.
bg: Грешка: Невъзможно отваряне на файл: не е открито видео.
ca: Error: No s'ha pogut obrir l'arxiu: no s'ha trobat el flux del vídeo.
chs: 失败: 无法打开文件 : 无法找到视频流.
cs: Chyba: Nelze otevřít soubor: video stream nenalezen.
da: Fejl: Kan ikke åbne filen: video stream ikke fundet.
de: Fehler beim Öffnen der Datei: Videostream nicht gefunden.
es: Imposible cargar el archivo: no se encontró ningun flujo vídeo.
fa: عدم موفقیت: امکان باز کردن پرونده وجود ندارد: جریان ویدیو یافت نشد.
fi: Tiedoston avaus epäonnistui: video stream ei löytynyt.
fr: Chargement du fichier impossible : aucun flux vidéo trouvé.
hr: Greška: Nije moguće otvoriti datoteku: video nije pronađen.
id: Gagal membuka berkas: stream video tidak ditemukan.
it: Impossibile aprire il file: flusso video non trovato.
ja: エラー: ファイルを開くことができませんでした : ビデオストリームが検出されませんでした。
ko: 실패: 파일을 열수 없음: 비디오 스트림이 없음.
lt: Klaida: Negaliu atverti dokumento : vaizdo įrašo šaltinis nerastas.
mk: Проблем: не може да се отвори датотеката : текот на видеото не е пронајден.
nl: Fout bij openen van het bestand : geen video voortgang gevonden.
no: Advarsel: Kan ikke åpne fil : videostream ikke funnet
pl: Błąd przy próbie otwarcia pliku : nie znaleziono strumienia wideo.
pt: Falha: Erro ao tentar abrir o ficheiro: vídeo não encontrado.
ro: Deschiderea fișierului nereușită: nu este găsit fluxul video.
ru: Ошибка: Невозможно открыть файл: видео не найдено.
sl: Napaka pri odpiranju datoteke: video toka ni bilo mogoče najti.
sr_cyrl_rs: Грешк : Није могуће отворити датотеку : ток видео записа није пронађен.
th: การเปิดไฟล์ล้มเหลว: ไม่พบวิดีโอสตรีมมิ่ง
tr: Hata: Dosya açılamıyor : video akışı bulunamadı.
uk: Не вдалося відкрити файл: відеопотік не знайдено.
vi: Lỗi mở tệp: không tìm thấy luồng video.
zh_hant: 打開檔案失敗：未找到影片串流。

# LockSelectionLock
source: Lock the Working Zone boundaries
ar: قفل حدود منطقة العمل
bg: Определете границите на изследвания интервал
ca: Bloqueja els límits de la zona de treball
chs: 锁定工作区界限
cs: Uzamčít hranice pracovní oblasti
da: Lås grænserne for arbejdszonen
de: Grenzen des Arbeitsbereiches sperren
es: Bloquear la zona de trabajo
fa: مرزهای منطقه کاری را قفل کنید
fi: Lukitse työskentelyalueen rajat
fr: Vérouiller les bornes de la Zone de Travail
hr: Zaključajte granice radnog intervala
id: Kunci batas Zona Kerja
it: Blocca confini della Zona di lavoro
ja: 作業範囲を固定
ko: 작업영역 경계를 잠금
lt: Užrakinti darbo zonos ribas
mk: Заклучи ги границите на работната зона
nl: Werkgebiedgrenzen vergrendelen
no: Lås arbeidssonegrensene
pl: Zablokuj granice obszaru roboczego
pt: Travar os Limitadores da Zona de Trabalho
ro: Blocarea marginilor zonei de lucru
ru: Определите границы исследуемого интервала
sl: Zakleni meje delovnega območja
sr_cyrl_rs: Закључајте границе радне зоне
th: ล็อคขอบเขต Working Zone
tr: Çalışma Alanı Sınırlarını Kilitle
uk: Фіксація межі робочої зони
vi: Khóa các đường biên của Vùng Làm Việc
zh_hant: 鎖定工作區邊界

# LockSelectionUnlock
source: Unlock the Working Zone boundaries
ar: فتح حدود منطقة العمل
bg: Отменете границите на изследвания интервал
ca: Desbloqueja els límits de la zona de treball
chs: 解锁工作区界限
cs: Odemčít hranice pracovní oblasti
da: Frigør grænserne for arbejdszonen
de: Grenzen des Arbeitsbereiches entsperren
es: Desbloquear la zona de trabajo
fa: مرزهای منطقه کاری را باز کنید
fi: Avaa työskentelyalueen rajat
fr: Dévérouiller les bornes de la Zone de Travail
hr: Otključajte granice radnog intervala
id: Buka kunci batas Zona Kerja
it: Sblocca confini della Zona di lavoro
ja: 作業範囲の固定解除
ko: 작업영역 경계를 품
lt: Atrakinti darbo zonos ribas
mk: Отклучи ги границите на работната зона
nl: Werkgebiedgrenzen ontgrendelen
no: Åpne arbeidssonegrensene
pl: Odblokuj granice obszaru roboczego
pt: Destravar os Limitadores da Zona de Trabalho
ro: Deblocarea marginilor zonei de lucru
ru: Отменить границы исследуемого интервала
sl: Odkleni meje delovnega območja
sr_cyrl_rs: Откључајте границе радне зоне
th: ปลดล็อคขอบเขต Working Zone
tr: Çalışma Alanı Sınırlarının Kilidini Aç
uk: Розблокувати межі робочої зони
vi: Mở khóa các đường biên của Vùng Làm Việc
zh_hant: 解鎖工作區邊界

# mnuChronoStart
source: Start the stopwatch
ar: بدء ساعة توقيت
bg: Стартирай хронометъра
ca: Inicia el Cronòmetre
chs: 开始数秒
cs: Stopky - start
da: Start stopur
de: Stoppuhr starten
es: Iniciar el cronómetro
fa: شروع کرنومتر
fi: Käynnistä ajanotto
fr: Démarrer le chronomètre
hr: Pokreni štopericu
id: Mulai stopwatch
it: Attiva il cronometro
ja: ストップウォッチをスタートする
ko: 초 시계 시작
lt: Paleisti chronometrą
mk: Стартувај стоперица
nl: Start Stopwatch
no: Start stoppeklokke
pl: Uruchom stoper
pt: Iniciar Cronômetro
ro: Start Cronometru
ru: Запустить секундомер
sl: Zaženi štoparico
sr_cyrl_rs: Покрени штоперицу
th: เริ่มจับเวลา
tr: Kronometreyi Başlat
uk: Запуск секундоміру
vi: Bắt đầu đồng hồ
zh_hant: 啟動碼表

# mnuChronoStop
source: Stop the stopwatch
ar: توقف ساعة توقيت
bg: Спри хронометъра
ca: Atura el Cronòmetre
chs: 停止数秒
cs: Stopky - konec
da: Stop stopur
de: Stoppuhr anhalten
es: Detener el cronómetro
fa: توقف کرنومتر
fi: Pysäytä ajanotto
fr: Arrêter le chronomètre
hr: Zaustavi štopericu
id: Hentikan stopwatch
it: Ferma il cronometro
ja: ストップウォッチを止める
ko: 초 시계 멈춤
lt: Stabdyti chronometrą
mk: Стопирај стоперица
nl: Stop Stopwatch
no: Stop stoppeklokke
pl: Zatrzymaj stoper
pt: Parar Cronômetro
ro: Stop Cronometru
ru: Остановить секундомер
sl: Ustavi štoparico
sr_cyrl_rs: Заустави штоперицу
th: หยุดจับเวลา
tr: Kronometreyi Durdur
uk: Зупинка секундоміру
vi: Dừng đồng hồ
zh_hant: 停止碼表

# mnuCloseScreen
source: Close this screen
ar: إغلاق هذه الشاشة
bg: Затвори този екран
ca: Tanca aquesta finestra
chs: 关闭这个屏幕
cs: Zavřít tuto obrazovku
da: Luk denne skærm
de: Dieses Fenster schließen
es: Cerrar esta pantalla
fa: بستن این صفحه
fi: Sulje tämä näyttö
fr: Fermer cet écran
hr: Zatvori ovaj ekran
id: Tutup layar ini
it: Chiudi questo schermo
ja: このスクリーンを閉じる
ko: 이 화면 닫음
lt: Uždaryti ekraną
mk: Затвори го овој екран
nl: Sluit dit scherm
no: Lukk vindu
pl: Zamknij ten ekran
pt: Fechar esta janela
ro: Închide acest ecran
ru: Закрыть этот экран
sl: Zapri ta zaslon
sr_cyrl_rs: Затвори овај екран
th: ปิดหน้าจอนี้
tr: Bu Ekranı Kapa
uk: Закрийте цей екран
vi: Đó ng màn hình này
zh_hant: 關閉此螢幕

# mnuDeinterlace
source: Deinterlace
ar: فك التداخل
bg: Разплитане
ca: Des-entrellaçar
chs: 反交错
es: Desentrelazado
fa: کاهش تصویر مشبک
fi: Poista kuvien limitys
fr: Désentrelacer
hr: Raspleti
id: Lepas tautan
it: Deinterlaccia
ja: インターランス解除
ko: 디인터레이스
lt: Neperpinti
mk: Расплетување
no: Oppløsing
pl: Usuń przeplot
pt: Desentrelaçar
ro: Deîntreţesere
ru: Деинтерлейсинг
sl: Razpletanje
sr_cyrl_rs: Расплети
th: ดีอินเตอร์เลซ
tr: Görüntü ayrıştırma
uk: Деінтерлейсинг
vi: Khử tình tràng rối loạn
zh_hant: 去交錯

# mnuDeleteDrawing
source: Delete
ar: حذف
bg: Изтрии
ca: Esborrar
chs: 删除
cs: Vymazat
da: Slet
de: Löschen
es: Eliminar
fa: حذف
fi: Poista
fr: Effacer
hr: Izbriši
id: Hapus
it: Cancella
ja: 削除
ko: 지우기
lt: Trinti
mk: Бриши
nl: Verwijder
no: Slett
pl: Skasuj
pt: Apagar
ro: Şterge
ru: Удалить
sl: Izbriši
sr_cyrl_rs: Избриши
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hant: 刪除

# mnuDeleteEndOfTrajectory
source: Delete the path after this point
ar: حذف المسار بعد هذه نقطة
bg: Изтрии пътя след тази точка
ca: Esborrar la trajectòria després d'aquest Punt.
chs: 删除这点后的路径
cs: Vymazat trasu za tímto bodem
da: Slet spor efter dette punkt
de: Bewegungsbahn nach diesem Punkt löschen
es: Borrar la trayectoria a partir de este punto
fa: مسیر را بعد از این نقطه حذف کنید
fi: Poista liikerata pisteestä eteenpäin
fr: Effacer la trajectoire après ce point
hr: Izbriši putanju nakon ove točke
id: Hapus jalur setelah titik ini
it: Cancella la traiettoria dopo questo punto
ja: この点より後の軌道を削除
ko: 이 점 이후의 궤도 지우기
lt: Trinti kelią nuo šio taško
mk: Ибриши го патот после оваа точка
nl: Verwijder Trajectpad vanaf dit punt
no: Slett etter dette punktet
pl: Usuń ścieżkę za punktem
pt: Apagar a trajetória a partir deste ponto
ro: Şterge traiectoria după acest punct
ru: Удалить путь после этой точки
sl: Izbriši pot po tej točki
sr_cyrl_rs: Избриши пут после ове тачке
th: ลบเส้นทางหลังจากจุดนี้
tr: Bu noktadan sonraki Yolu Sil
uk: Видалити шлях після цієї точки
vi: Xóa đường đi sau điểm này
zh_hant: 刪除此點之後的路徑

# mnuTwoCaptures
source: Two capture screens
ar: شاشتين للإلتقاط
bg: Два екрана за заснемане
ca: Dues pantalles de Captura
chs: 双摄像头采集模式
cs: 2 snímací obrazovky
da: To optageskærme
de: Zwei Aufnahmefenster
es: Dos pantallas de captura
fa: دو صفحه ضبط
fi: Kaksi kuvausnäyttöä
fr: Deux écrans de capture
hr: Dva ekrana za snimanje
id: Dua layar tangkap
it: Due schermi di cattura
ja: 二つのキャプチャスクリーン
ko: 두 개의 캡처 화면
lt: Du įrašymo ekranai
mk: Два екрани за снимање
nl: Twee opname schermen
no: To opptaksvinduer
pl: Dwa zrzuty ekranu
pt: Dois ecrãs de captura
ro: Două ecrane de captură video
ru: Два экрана съемки
sl: Dva zaslona zajema
sr_cyrl_rs: Два екрана за снимање
th: จับภาพ 2 หน้าจอ
tr: İki Görüntü Yakalama Ekranı
uk: Два екрани захоплення
vi: Hai màn hình góp
zh_hant: 兩個擷取螢幕

# mnuTwoMixed
source: One capture screen and one playback screen
ar: شاشة للالتقاط وشاشة للعرض
bg: Един екран за запис и един екран за възпроизвеждане
ca: Una pantalla de captura i una pantalla de reproducció
chs: 单屏幕单摄像头模式
cs: 1 snímací obrazovka a 1 obrazovka pro přehrávání
da: En optage- og en afspilnings-skærm
de: Ein Aufnahme- und ein Wiedergabefenster
es: Una pantalla de captura y una de reproducción
fa: یک صفحه ضبط و یک صفحه پخش
fi: Yksi kuvausnäyttö ja yksi videonäyttö
fr: Un écran de capture et un écran de lecture
hr: Jedan ekran za snimanje i jedan ekran za reproduciranje
id: Satu layar pengambilan dan satu layar pemutaran
it: Uno schermo di cattura ed uno di riproduzione
ja: キャプチャスクリーンとプレイバックスクリーン
ko: 캡처 화면 하나/재생 화면 하나
lt: Įrašymo ir peržiūros ekranas
mk: Еден екран за снимање и еден екран за репродукција
nl: Eén opnamescherm en één afspeelscherm
no: Et opptaksvindu og et avspillingsvindu
pl: Jeden ekran przechwytywania i jeden ekran odtwarzania
pt: Um ecrã de captura e uma de reprodução
ro: Un ecran de captura si un ecran de redare
ru: Один экран съемки и один экран воспроизведения
sl: En zaslon zajema in en zaslon predvajanja
sr_cyrl_rs: Један екран за снимање и један екран за репродуковање
th: จับภาพ 1 หน้าจอ และอีกหน้าจอเล่นวิดีโอ
tr: Bir Görüntü Yakalama ekranı ve Bir Oynatma ekranı
uk: Один екран захоплення та один екран відтворення
vi: Một màn hình góp và một màn hình phát lại
zh_hant: 一個擷取螢幕和一個播放螢幕

# mnuTwoPlayers
source: Two playback screens
ar: شاشتين للعرض
bg: Два екрана за възпроизвеждане
ca: Dues pantalles de reproducció
chs: 双屏幕显示模式
cs: 2 obrazovky pro přehrávání
da: To afspilningsskærme
de: Zwei Wiedergabefenster
es: Dos pantallas de reproducción
fa: دو صفحه پخش
fi: Kaksi video/analyysinäyttöä
fr: Deux écrans de lecture
hr: Dva ekrana za reproduciranje
id: Dua layar pemutaran
it: Due schermi di riproduzione
ja: 二つのプレイバックスクリーン
ko: 두 개의 재생 화면
lt: Du peržiūros ekranai
mk: Два екрани за репродукција
nl: Twee afspeel schermen
no: To avspillingsvinduer
pl: Dwa ekrany odtwarzania
pt: Dois ecrãs de reprodução
ro: Două ecrane de redare
ru: Два экрана воспроизведения
sl: Dva zaslona predvajanja
sr_cyrl_rs: Два екрана за репродуковање
th: เล่นวิดีโอ 2 หน้าจอ
tr: İki Oynatma Ekranı
uk: Два екрани відтворення
vi: Hai màn hình phát lại
zh_hant: 兩個播放螢幕

# mnuFormat
source: Aspect ratio
ar: نسبة العرض إلى الارتفاع
bg: Съотношение на картината
ca: Format d'imatge
chs: 纵横比
cs: Formát obrazu
da: Billedformat
de: Seitenverhältnis
es: Relación de aspecto
fa: قالب تصویر
fi: Kuvasuhde
fr: Rapport de forme
hr: Format prikaza
id: Rasio Aspek
it: Rapporto d'aspetto
ja: アスペクト比
ko: 화면비
lt: Vaizdo formatas
mk: Сооднос на аспект
nl: Beeldverhouding
no: Bildeformat
pl: Format obrazu
pt: Rácio da imagem
ro: Format de imagine
ru: Соотношение сторон
sl: Razmerje
sr_cyrl_rs: Графички формат
th: อัตราส่วนภาพ
tr: İmaj Formatı
uk: Співвідношення сторін
vi: Tỷ lệ khoảng hình
zh_hant: 畫面比例

# mnuFormatAuto
source: Auto detection
ar: اكتشاف تلقائي
bg: Автоматично определяне
ca: Detecció automàtica
chs: 自动识别
cs: Autodetekce
da: Automatisk
de: Automatische Erkennung
es: Detección automática
fa: تشخیص خودکار
fi: Automaattinen havaitseminen
fr: Détection automatique
hr: Automatsko otkrivanje
id: Deteksi otomatis
it: Rilevazione automatica
ja: 自動検出
ko: 자동 탐지
lt: Automatinis radimas
mk: Автоматско пронаоѓање
nl: Automatische detectie
no: Automatisk valg
pl: Automatyczne wykrywanie
pt: Auto Detecção
ro: Detectare automată
ru: Автоматическое определение
sl: Avtomatsko zaznavanje
sr_cyrl_rs: Аутоматско откривање
th: การตรวจจับอัตโนมัติ
tr: Otomatik Bulma
uk: Автоматичне визначення
vi: Tự động phát hiện
zh_hant: 自動偵測

# mnuFormatForce43
source: Force 4:3
ar: مصدر 4: 3
bg: Съотношение 4:3
ca: Forçar 4:3
chs: 强制 4:3
cs: Formát 4:3
da: Gennemtving 4:3
de: 4:3 erzwingen
es: Forzar 4:3
fa: تصویر 4:3
fi: Pakota 4:3
fr: Forcer 4:3
hr: Sila 4:3
id: Paksa 4:3
it: Applica 4:3
ja: 4:3に変換
ko: 4:3으로 만들기
lt: Formatas 4:3
mk: Сила 4:3
nl: Forceer 4:3
no: Bruk 4:3
pl: Format 4:3
pt: Forçar 4:3
ro: Forțare format 4:3
ru: Отношение 4:3
sl: Prisili 4:3
sr_cyrl_rs: Сила 4:3
th: บังคับ 4:3
tr: 4:3'ü Zorla
uk: Співвідношення 4:3
vi: Bắt buộc 4:3
zh_hant: 強制4：3

# mnuFormatForce169
source: Force 16:9
ar: مصدر 16: 9
bg: Съотношение 16:9
ca: Forçar 16:9
chs: 强制 16:9
cs: Formát 16:9
da: Gennemtving 16:9
de: 16:9 erzwingen
es: Forzar 16:9
fa: تصویر 16:9
fi: Pakota 16:9
fr: Forcer 16:9
hr: Sila 16:9
id: Paksa 16:9
it: Applica 16:9
ja: 16:9に変換
ko: 16:9로 만들기
lt: Formatas 16:9
mk: Сила 16:9
nl: Forceer 16:9
no: Bruk 16:9
pl: Format 16:9
pt: Forçar 16:9
ro: Forțare format 16:9
ru: Отношение 16:9
sl: Prisili 16:9
sr_cyrl_rs: Сила 16:9
th: บังคับ 16:9
tr: 16:9'ü Zorla
uk: Співвідношення 16:9
vi: Bắt buộc 16:9
zh_hant: 強制16：9

# mnuGotoKeyframe
source: Go to key image
ar: الذهاب إلى صورة رئيسية
bg: Премини към ключовите кадри
ca: Anar a l'imatge clau
chs: 转到关键图像
cs: Přejít na klíčovou pozici
da: Gå til nøglebillede
de: Gehe zum Schlüsselbild
es: Ir a la imagen clave
fa: به داده تصویر بروید
fi: Mene avainkuvaan
fr: Aller à l'image clé
hr: Idi na ključnu sliku
id: Pergi ke gambar kunci
it: Vai al fotogramma dell'immagine chiave
ja: キーイメージへ
ko: 키 이미지'로 이동
lt: Eikite į pagrindinį vaizdą
mk: Оди на клучната слика
nl: Ga naar Kernbeeld
no: Gå til nøkkelbilde
pl: Przejdź do obrazu klucza
pt: Ir para o Quadro de Imagem
ro: Mergi la cadrul cheie
ru: Перейти к ключевым кадрам
sl: Pojdi na ključno sliko
sr_cyrl_rs: Иди на кључну слику
th: ไปยังคีย์รูปภาพ
tr: Anahtar İmaja Git
uk: Перейти до ключового зображення
vi: Đi đến hình khóa
zh_hant: 轉到關鍵影像

# mnuGridsHide
source: Hide
ar: إخفاء
bg: Скрии
ca: Amagar
chs: 隐藏
cs: Skrýt
da: Skjul
de: Verbergen
es: Ocultar
fa: پنهان کردن
fi: Piilota
fr: Masquer
hr: Sakrij
id: Sembunyikan
it: Nascondi
ja: 隠す
ko: 숨기기
lt: Paslėpti
mk: Сокриј
nl: Verberg
no: Skjul
pl: Ukryj
pt: Esconder
ro: Ascunde
ru: Скрыть
sl: Skrij
sr_cyrl_rs: Сакриј
th: ซ่อน
tr: Gizle
uk: Приховати
vi: Ẩn
zh_hant: 隱藏

# mnuHome
source: Explorer panel
ar: متصفح الملفات
bg: Устройство
ca: Explorador d'arxius
chs: 文件浏览器
cs: File Explorer
da: Filoversigt
fi: Tiedostopuu
id: Panel penjelajah
it: Esplora File
ja: エクスプローラー
ko: 파일 탐색기
mk: Истражувач на датотеки
nl: Bladeren
no: Utforsk fil
ro: Explorator fişiere
ru: Проводник
sr_cyrl_rs: Истраживач датотеке
tr: Dosya Gezgini
zh_hant: 瀏覽器面板

# mnuImportImage
source: Import image…
ar: استيراد صورة …
bg: Импортиране на изображения…
ca: Importar una imatge...
chs: 导入图像…
cs: Importovat obrázek…
da: Importer billede…
de: Bild importieren…
es: Importar una imagen…
fa: وارد کردن تصویر …
fi: Tuo kuva…
fr: Importer une image…
hr: Uvezi sliku…
id: Impor gambar…
it: Importa un'immagine…
ja: インポートイメージ…
ko: 이미지 가져오기…
lt: Importuoti vaizdus…
mk: Импорт на сликите…
nl: Importeer afbeelding…
pl: Importuj obraz…
pt: Importar imagem…
ro: Importare imagine…
ru: Импорт изображений…
sl: Uvozi sliko …
sr_cyrl_rs: Увези слику...
th: นำเข้ารูปภาพ…
tr: İmajı dışa aktar…
uk: Імпорт зображення…
vi: Nhập hình ảnh…
zh_hant: 輸入影像…
