Repository: Kinovea/Kinovea
Catalog: Kinovea.ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: ar, bg, ca, chs, cs, da, de, es, fa, fi, fr, hr, id, it, ja, ko, lt, mk, ms, nl, no, pl, pt, ro, ru, sl, sr_cyrl_rs, th, tr, uk, vi, zh_hant

# mnuThumbnailForget
source: Forget custom settings
ar: تجاهل تخصيص الإعدادت
bg: Забрави ръчните настройки
ca: Oblidar els paràmetres personalitzats
chs: 忘记自定义设置
cs: Zapomeňte na vlastní nastavení
de: Benutzerdefinierte Einstellungen löschen
es: Olvidar configuración personalizada
fa: فراموشی تنظیمات سفارشی
fi: Unohda mukautetut asetukset
fr: Oublier les paramètres personnalisés
hr: Zaboravi podešavanja korisnika
id: Lupakan pengaturan khusus
it: Dimentica le impostazioni personalizzate
ja: カスタム設定を忘れる
ko: 커스텀 설정 잊어버리기
lt: Pamirškite pasirinktinius nustatymus
mk: Заборави ги корисничките поставки
nl: Vergeet de peroonlijke instellingen
pl: Zapomnij własne ustawienia
pt: Esqueçer as configurações personalizadas
ro: Uită setările personalizate
ru: Забыть пользовательские установки
sl: Pozabi nastavitve po meri
sr_cyrl_rs: Заборави подршавања корисника
th: ลืมการตั้งค่าแบบกำหนดเอง
uk: Забути спеціальні налаштування
vi: Quên cài đặt tùy chọn
zh_hant: 忘記客製設置

# mnuThumbnailRename
source: Rename
ar: إعادة تسمية
bg: Преименувай
ca: Reanomenar
chs: 改名
cs: Přejmenování
de: Umbenennen
es: Cambiar nombre
fa: تغییر نام
fi: Uudelleennimeä
fr: Renommer
hr: Preimenuj
id: Ganti nama
it: Rinomina
ja: 名前変更
ko: 이름 바꾸기
lt: Pervardyti
mk: Преименувај
nl: Hernoemen
pl: Zmień nazwę
pt: Renomear
ro: Redenumire
ru: Переименовать
sl: Preimenuj
sr_cyrl_rs: Преименуј
th: แก้ไขชื่อ
uk: Перейменувати
vi: Đổi tên
zh_hant: 重新命名

# mnuThumbnailLocate
source: Locate file in Windows Explorer
ar: العثور علي ملف في متصفح الويندوز
bg: Покажи файла в Windows Explorer
ca: Buscar l'arxiu en l'explorador de Windows
chs: 在 Windows Explorer 定位文件
cs: Vyhledání souboru v Průzkumníku Windows
de: Datei in Windows-Explorer öffnen
es: Buscar archivo en Windows Explorer
fa: یعیین پرونده در Windows Explorer
fi: Paikanna tiedosto Windows Explorerissa
fr: Trouver le fichier dans l'Explorateur Windows
hr: Lociraj datoteku u Windows Exploreru
id: Temukan file di Windows Explorer
it: Trova file in Windows Explorer
ja: Windowsエクスプローラでファイルを検索
ko: 윈도우즈 탐색기에서 파일 찾기
lt: Rinkmenos vieta Windows Explorer
mk: Местоположба на фајлот во Windows Explorer
nl: Zoek bestand in Windows verkenner
pl: Zlokalizuj plik w Eksploratorze Windows
pt: Localize o ficheiro no Windows Explorer
ro: Localizează în Windows Explorer
ru: Расположение файла в Windows Explorer
sl: Poišči datoteko v Windows Raziskovalcu
sr_cyrl_rs: Лоцирај датотеку у Windows Explorer
th: ระบุตำแหน่งไฟล์ใน Windows Explorer
uk: Розташування файлу у провіднику Windows
vi: Xác định tập tin trong trình quản lý tập tin
zh_hant: 在Windows瀏覽器中找尋文件

# mnuCutDrawing
source: Cut drawing
ar: قص الرسم
bg: Изрежи рисунката
ca: Tallar dibuix
chs: 剪图
cs: Střihová kresba
de: Zeichnung ausschneiden
es: Cortar dibujo
fa: برش طرح
fi: Leikkaa piirustus
fr: Couper le dessin
hr: Izreži crtež
id: Potong gambar
it: Taglia il disegno
ja: 描画をカットする
ko: 드로잉 잘라내기
lt: Iškirpti piešinį
mk: Исечи го цртежот
nl: Knip tekening
pl: Wytnij rysunek
pt: Cortar o desenho
ro: Decupează desen
ru: Вырезать рисунок
sl: Izreži risbo
th: ตัดรูปวาด
uk: Вирізати креслення
vi: Cắt vẽ
zh_hant: 剪下繪圖

# mnuSetStyleAsDefault
source: Set style as default
ar: ضبط النمط على أنه افتراضي
bg: Запази стила по подразбиране
ca: Estableix com a estil per defecte
chs: 设置样式为默认
cs: Nastavení stylu jako výchozího
fi: Aseta tyyli vakioksi
id: Atur gaya sebagai default
it: Imposta lo stile come predefinito
ja: スタイルをデフォルトとして設定
ko: 스타일을 기본값으로 설정
mk: Постави го стилот како стандардни поставки
nl: Set de stijl als standaard
ro: Stabilește stilul ca implicit
ru: Установить как стиль по умолчанию
zh_hant: 將目前風格設為預設值

# mnuCoordinateSystem
source: Coordinate system
ar: نظام الإحداثيات
bg: Координатна система
ca: Sistema de coordinades
chs: 坐标系
cs: Souřadnicový systém
de: Koordinatensystem
es: Sistema de coordenadas
fa: دستگاه مختصات
fi: Koordinaattijärjestelmä
fr: Repère de coordonnées
hr: Koordinatni sustav
id: Sistem koordinat
it: Sistema di coordinate
ja: 座標
ko: 좌표계
lt: Koordinačių sistema
mk: Координатен систем
nl: Coördinaten systeem
pl: Układ współrzędnych
pt: Sistema de coordenadas
ro: Sistem de coordonate
ru: Координатная система
sl: Koordinatni sistem
sr_cyrl_rs: Координатни систем
th: ระบบพิกัด
uk: Система координат
vi: Hệ tọa độ
zh_hant: 坐標系統

# mnuPolyline_FinishHere
source: Finish polyline here
ar: إنهاء الشكل متعدد الخطوط هنا
bg: Завърши полилинията тук
ca: Finalitzar la polilínia aquí
chs: 在此处完成折线
cs: Zde dokončete polylinii
de: Polylinie hier beenden
es: Finalizar polilínea aquí
fa: چندخطی را اینجا تمام کنید
fi: Päätä pisteviiva tähän
fr: Terminer la polyligne ici
hr: Završi višedijelnu liniju ovdje
id: Selesaikan polyline di sini
it: Termina polilinea qui
ja: ここでポリラインを終了する
ko: 여기에서 폴리라인 완료
lt: Baigti poliliniją čia
mk: Финална прекршена линија тука
nl: Beëindig polylijn hier
pl: Tutaj zakończ łamaną
pt: Termine a polilinha aqui
ro: Încheie linia frântă aici
ru: Итоговая ломаная линия здесь
sl: Tukaj zaključi lomljeno črto
sr_cyrl_rs: Заврши линију из више делова овде
th: จบโพลีไลน์ที่ตรงนี้
uk: Закінчити ламану лінію тут
vi: Kết thúc đa giác ở đây
zh_hant: 在此結束折線

# mnuVisibilityDefault
source: Default fading
ar: تلاشي افتراضي
chs: 默认褪色
cs: Výchozí blednutí
de: Standard-Ausblenden
es: Desvanecimiento predeterminado
fi: Vakio häivytys
fr: Fondu par défaut
hr: Zadani fading
id: Pemudaran bawaan
it: Dissolvenza predefinita
ja: デフォルトフェード
ko: 기본 페이딩
lt: Numatytasis išblukimas
mk: Фејдинг во стандардни поставки
nl: Oorspronkelijke vervaging
pl: Domyślne przyciemnanie
pt: Desbotamento padrão
ro: Fading implicit
ru: Фейдинг по умолчанию
sl: Privzeto bledenje
th: ค่าซีดจางเริ่มต้น
uk: Згасання за замовчуванням
vi: Mỏt cửa sổ mắc định
zh_hant: 預設淡出

# mnuPolyline_FinishAtPrevious
source: Finish polyline at previous point
ar: إنهاء الشكل متعدد الخطوط في النقطة السابقة
bg: Завърши полилинията в предишна точка
ca: Finalitzar la polilínia al punt anterior
chs: 在上一点完成折线
cs: Dokončení polylinie v předchozím bodě
de: Polylinie am vorherigen Punkt beenden
es: Finalizar polilínea en el punto anterior
fa: چند خطی را در مرحله قبل تمام کنید
fi: Päätä pisteviiva edelliseen pisteeseen
fr: Terminer la polyligne au point précédent
hr: Završi višedijelnu na prethodnoj točki
id: Selesaikan polyline pada titik sebelumnya
it: Termina polilinea al punto precedente
ja: 前の点でポリラインを終了する
ko: 이전 점에서 폴리라인 완료
lt: Užbaikite poliliniją ankstesniame taške
mk: Финална прекршена линија на претходната точка
nl: Beëindigi polylijn bij vorige punt
pl: Zakończ łamaną w poprzednim punkcie
pt: Conclua a polilinha no ponto anterior
ro: Încheie linia frântă la punctul precedent
ru: Итоговая ломаная линия предыдущей точки
sl: Zaključi lomljeno črto pri prejšnji točki
sr_cyrl_rs: Заврши линију из више делова на претходној тачки
th: จบโพลีไลน์ที่จุดก่อนหน้า
uk: Закінчити ламану лінію на попередній точці
vi: Kết thúc đa giác tại điểm trước
zh_hant: 在前一點結束折線

# mnuPolyline_CloseMenu
source: Close this menu
ar: إغلاق هذه القائمة
bg: Затвори това меню
ca: Tancar aquest menú
chs: 关闭此選單
cs: Zavřít tuto nabídku
de: Dieses Menü schließen
es: Cerrar este menú
fa: این فهرست را ببندید
fi: Sulje tämä valikko
fr: Fermer ce menu
hr: Zatvori ovaj menu
id: Tutup menu ini
it: Chiudi questo menu
ja: このメニューを閉じる
ko: 이 메뉴 닫기
lt: Uždarykite šį meniu
mk: Затвори го ова мени
nl: Sluit dit menu
pl: Zamknij menu
pt: Feche este menu
ro: Închide acest meniu
ru: Закрыть это меню
sl: Zapri ta meni
sr_cyrl_rs: Затвори овај мени
th: ปิดเมนูนี้
uk: Закрийте це меню
vi: Đóng menu này
zh_hant: 關閉此目錄

# mnuShowArrow
source: Show arrow
ar: إظهار السهم
bg: Покажи стрелка
ca: Mostrar fletxa
chs: 显示箭头
cs: Zobrazit šipku
de: Pfeil anzeigen
es: Mostrar flecha
fa: نمایش پیکان
fi: Näytä nuoli
fr: Afficher la flèche
hr: Prikaži strelicu
id: Tampilkan panah
it: Mostra freccia
ja: 矢印を表示
ko: 화살표 표시하기
lt: Rodyti rodyklę
mk: Прикажи ја стрелката
nl: Toon pijl
pl: Pokaż strzałkę
pt: Mostrar a seta
ro: Arată săgeata
ru: Показать стрелку
sl: Prikaži puščico
th: แสดงลูกศร
uk: Показати стрілку
vi: Thể mũi tên
zh_hant: 顯示箭頭

# mnuShowCircleCenter
source: Show circle center
ar: إظهار مركز الدائرة
bg: Покажи центъра на кръга
ca: Mostrar el centre del cercle
chs: 显示圆心
cs: Zobrazit střed kruhu
de: Kreismittelpunkt anzeigen
es: Mostrar el centro del círculo
fi: Näytä ympyrän keskipiste
fr: Afficher le centre du cercle
hr: Prikaži središte kruga
id: Tampilkan pusat lingkaran
it: Mostra il centro del cerchio
ja: 円の中心を表示
ko: 원 중심 표시하기
lt: Rodyti apskritimo centrą
mk: Покажи го центарот на окружноста
nl: Toon cirkel midden
pl: Pokaż środek koła
pt: Mostrar o centro do círculo
ro: Arată centrul cercului
ru: Показать центр окружности
sl: Prikaži središče kroga
th: แสดงจุดศูนย์กลางวงกลม
uk: Показати центр кола
vi: Thể tâm hình tròn
zh_hant: 顯示圓心

# Toast_AudioLost
source: Audio device lost
ar: اختفاء جهاز الصوت
bg: Изгубено е устройството за аудио
chs: 音频设备丢失
cs: Ztráta zvukového zařízení
de: Aufnahmegerät getrennt
es: Se perdió el dispositivo de audio
fi: Äänilaite kadonnut
fr: Perte du périphérique audio
hr: Audio uređaj je izgubljen
id: Perangkat audio hilang
it: Perso dispositivo audio
ja: オーディオデバイスが失われました
ko: 오디오 장치 분실
lt: Prarastas garso įrenginys
mk: Аудио уредот е изгубен
nl: Audio apparaat verdwenen
pl: Odłączono urządzenia audio
pt: Perda do dispositivo de áudio
ro: Dispozitiv audio pierdut
ru: Аудиоустройство потеряно
sl: Zvočna naprava izgubljena
th: ไม่พบอุปกรณ์เสียง
uk: Аудіопристрій втрачено
vi: Mất thiết bị âm thanh
zh_hant: 音訊設備遺失

# ToolTip_PauseCamera
source: Pause camera
ar: ايقاف الكاميرا
bg: Пауза за камерата
ca: Aturar la càmera
chs: 暂停相机
cs: Pozastavení kamery
de: Kamera anhalten
es: Pausar cámara
fa: مکث دوربین
fi: Tauota kamera
fr: Pauser la caméra
hr: Zaustavi kameru
id: Jeda kamera
it: Metti in pausa la fotocamera
ja: カメラの一時停止
ko: 카메라 일시 중지
lt: Kameros pauzė
mk: Паузирај ја камерата
nl: Pauzeer camera
pl: Zatrzymaj kamerę
pt: Pausar câmera
ro: Cameră în pauză
ru: Пауза для камеры
sl: Ustavi kamero
sr_cyrl_rs: Паузирај камеру
th: หยุดกล้อง
uk: Призупинити камеру
vi: Tạm dừng camera
zh_hant: 暫停相機

# dlgConfigureTrajectory_Tracking_ObjectWindow
source: Object window:
ar: إطار الهدف:
bg: Прозорец на обекта:
ca: Finestra de l'objecte:
chs: 对象窗口：
cs: Okno objektu:
fa: پنجره شیئی:
fi: Objekti ikkuna:
hr: Prozor objekta:
id: Jendela objek:
it: Finestra dell'oggetto:
ja: オブジェクトウィンドウ:
ko: 객체창:
lt: Objekto langas:
mk: Прозорец на објектот:
ms: Tetingkap objek:
nl: Voorwerpscherm:
pl: Cel okna:
pt: Janela do objeto:
ro: Fereastră obiect:
ru: Окно объекта:
sr_cyrl_rs: Прозор објекта:
tr: Obje penceresi:
zh_hant: 物件視窗：

# dlgConfigureTrajectory_Tracking_SearchWindow
source: Search window:
ar: إطار البحث:
bg: Прозорец на търсене:
ca: Finestra de cerca:
chs: 搜索窗口：
cs: Okno pro vyhledávání:
fa: پنجره جستجو:
fi: Hakuikkuna:
hr: Prozor za pretraživanje:
id: Jendela pencarian:
it: Finestra di ricerca:
ja: 検索窓:
ko: 검색창:
lt: Ieškos langas:
mk: Прозорец за пребарување:
ms: Tetingkap carian:
nl: Zoekscherm:
pl: Znajdź okno:
pt: Janela de pesquisa:
ro: Fereastră de căutare:
ru: Окно поиска:
sr_cyrl_rs: Прозор за претраживање:
tr: Arama penceresi:
zh_hant: 搜尋視窗：

# mnuRotation90
source: 90° clockwise
ar: 90 درجة في اتجاه عقارب الساعة
bg: 90° по часовниковата стрелка
ca: 90º horari
chs: 顺时针 90°
cs: 90° ve směru hodinových ručiček
de: 90° im Uhrzeigersinn
es: 90° horario
fa: ساعتگرد 90 درجه
fi: 90° myötäpäivään
fr: 90° horaire
hr: 90° u smjeru kazaljke na satu
id: 90° searah jarum jam
it: 90° in senso orario
ja: 時計回りに90°
ko: 시계 방향으로 90°
lt: 90 ° pagal laikrodžio rodyklę
mk: 90° во правец на стрелките
nl: 90° met klok mee
pl: Obrót 90° zgodnie z ruchem wskazówek zegara
pt: 90° no sentido horário
ro: 90° orar
ru: 90° по часовой стрелке
sl: 90° v smeri urinega kazalca
th: 90° ตามเข็มนาฬิกา
tr: 90° Saat yönünde
uk: 90° за годинниковою стрілкою
vi: Xoay 90° theo chiều kim đồng hồ
zh_hant: 順時針90°

# DrawingName_ArrowPolylineSquiggly
source: Arrow – Polyline squiggly
ar: سهم - خطوط متعددة متعرجة
bg: Стрелка с прекъсната зигзаговидна линия
ca: Fletxa – Polilínia ziga-zaga
chs: 箭头 – 折线波浪线
cs: Squiggly označuje zvlněný nebo klikatý aspekt šípu.
de: Pfeil - Polylinie geschnörkelt
es: Flecha – Polilínea ondulada
fa: پیکان - چند خطی منحنی
fi: Nuoli - Pisteviiva koukeroinen
fr: Flèche – Polyligne zigzag
hr: Strelica - Višelinijska vijugava
id: Panah - Polyline berlekuk
it: Freccia - Polilinea a zig zag
ja: 矢印 – ポリライン波線
ko: 화살표 - 구불구불한 폴리라인
lt: Rodyklė su zigzago laužta linija
mk: Стрелка со искривена линија цик-цак
nl: Pijl - Polylijn zigzag
pl: Strzałka – łamany zawijas
pt: Seta - Rabisco polígono
ro: Săgeată - Frântă unduită
ru: Стрелка с ломаной линией зигзагом
sl: Puščica – Valovita lomljena črta
sr_cyrl_rs: Стрелица – Из више кривих линија
th: ลูกศร-Polyline squiggly
tr: Ok – Sürekli dalgalı çizgi
uk: Стрілка – Хвиляста ламана лінія
vi: Mũi tên - Đa giác quĩt lượn
zh_hant: 箭頭 – 折線波浪線

# DrawingName_Trajectory
source: Trajectory
ar: المسار
bg: Траектория
ca: Trajectòria
chs: 轨道
cs: Trajektorie
de: Trajektorien
es: Trayectoria
fa: خط سیر
fi: Liikerata
fr: Trajectoire
hr: Trajektorija
id: Trajektori
it: Traiettoria
ja: 軌道
ko: 궤적
lt: Trajektorija
mk: Траекторија
nl: Trajectpad
pl: Trajektoria
pt: Trajetória
ro: Traiectorie
ru: Траектория
sl: Pot
th: วิถี
tr: Yörünge
uk: Траекторія
vi: Quĩ đạo
zh_hant: 軌跡

# FormCrashRecovery_Date
source: Date
ar: التاريخ
bg: Дата
ca: Data
chs: 日期
cs: Datum
de: Datum
es: Fecha
fa: تاریخ
fi: Päiväys
hr: Datum
id: Tanggal
it: Data
ja: 日付
ko: 날짜
lt: Data
mk: Датум
nl: Datum
pl: Data
pt: Data
ro: Data
ru: Дата
sl: Datum
sr_cyrl_rs: Датум
th: วันที่
uk: Дата
vi: Ngày
zh_hant: 日期

# DrawingName_Curve
source: Curve
ar: منحنى
bg: Крива
ca: Corba
chs: 曲线
cs: Křivka
de: Kurve
es: Curva
fa: منحنی
fi: Kurvi
fr: Courbe
hr: Krivulja
id: Kurva
it: Curva
ja: 曲線
ko: 곡선
lt: Kreivė
mk: Крива
nl: Kromme
pl: Krzywa
pt: Curva
ro: Curbă
ru: Кривая
sl: Krivulja
th: โค้ง
tr: eğri
uk: Крива
vi: Đường cong
zh_hant: 曲線

# Error_Capture_DirectoryNotCreated_Text
source: The capture directory could not be created.\nCheck that it points to a valid storage location.
ar: تعذر إنشاء دليل الالتقاط. \n تحقق من أنه يشير إلى موقع تخزين صالح.
bg: Директорията не беше създадена. \nПроверете дали води до налична локация.
ca: El directori de captura no s’ha pogut crear.\nComproveu que apunta a una ubicació válida.
chs: 无法创建捕获目录。\n请检查它是否指向有效的存储位置。
cs: Adresář pro zachycení se nepodařilo vytvořit.\nZkontrolujte, zda ukazuje na platné umístění úložiště.
de: Das Aufnahmeverzeichnis konnte nicht erstellt werden.\nÜberprüfen Sie, ob es auf einen gültigen Speicherort verweist.
es: El directorio de captura no se ha podido crear.\nCompruebe que apunta a un dispositivo de almacenamiento correcto.
fa: پوشه ضبط را نمی توان ایجاد کرد.n\ بررسی کنید که به مکان ذخیره معتبر اشاره دارد.
fi: Kaappaushakemistoa ei voitu luoda.\nTarkista, että se osoittaa kelvolliseen tallennuspaikkaan.
fr: Le dossier de capture n’a pas pu être créé.\nAssurez vous qu’il pointe vers une destination valide.
hr: Direktorija uhvaćenih fotografija se ne može kreirati.\nProvjeri pokazuje li na valjanu lokaciju za pohranu.
id: Direktori pengambilan tidak dapat dibuat. \nPeriksa apakah menunjuk ke lokasi penyimpanan yang valid.
it: Impossibile creare la directory di acquisizione.\nControlla che punti a un percorso di archiviazione valido.
ja: キャプチャ ディレクトリを作成できませんでした。\n有効な保存場所を指していることを確認してください。
ko: 캡처 디렉터리를 생성할 수 없습니다.\n올바른 저장 위치를 가리키는지 확인하세요.
lt: Nepavyko sukurti surinkimo katalogo. \nPatikrinkite, ar jis nurodo į tinkamą saugojimo vietą.
mk: Директориумот на опфатот на сликите не може да биде креиран.\nПроверете дали тој укажува на правилното складиште на податоците.
nl: De opname-map kan niet worden gemaakt.\nControleer dat het verwijst naar een geldige opslaglocatie.
pl: Nie można utworzyć katalogu przechwytywania.\nSprawdź, czy wskazuje on na prawidłową lokalizację pamięci masowej.
pt: O diretório de captura não pôde ser criado.\nVerifique se ele aponta para um local de armazenamento válido.
ro: Directorul pentru capturi nu a putut fi creat.\nVerificați că acesta indică spre un loc de stocare valid.
ru: Директория для захвата изображений не может быть создана.\nПроверьте, что она указывает на правильное хранилище данных.
sl: Mape za zajem ni bilo mogoče ustvariti.\nPreveri, ali kaže na veljavno lokacijo shranjevanja.
th: ไม่สามารถสร้างไดเรกทอรีการจับภาพได้\nตรวจสอบว่าไดเรกทอรีชี้ไปยังตำแหน่งจัดเก็บข้อมูลที่ถูกต้องหรือไม่
tr: Yakalama dizini oluşturulamadı.\nGeçerli bir depolama konumuna işaret edip etmediğini kontrol edin.
uk: Не вдалося створити каталог захоплення.\nПеревірте, чи він вказує на дійсне місце зберігання.
vi: Không thể tạo thư mục chụp hình.\nKiểm tra xem nó có chỉ đến một vị trí lưu trữ hợp lệ.
zh_hant: 無法建立擷取資料夾。\n檢查它是否指向有效的儲存位置。

# DrawingName_Arrow
source: Arrow
ar: سهم
bg: Стрелка
chs: 箭
cs: Šipka
de: Pfeil
es: Flecha
fa: پیکان
fi: Nuoli
fr: Flèche
hr: Strelica
id: Panah
it: Freccia
ja: 矢印
ko: 화살표
lt: Rodyklė
mk: Стрелка
nl: Pijl
pl: Strzałka
pt: Seta
ro: Săgeată
ru: Стрелка
sl: Puščica
th: ลูกศร
tr: Ok
uk: Стрілка
vi: Mũi tên
zh_hant: 箭頭

# FormCrashRecovery_Info
source: The following projects were not saved properly but can be recovered:
ar: لم يتم حفظ المشاريع التالية بشكل صحيح ولكن يمكن استعادتها:
bg: Текущите проекти не бяха съхранени правилно, но могат да бъдат възстановени:
ca: Els següents projectes no han estat desats però poden ser recuperats:
chs: 以下项目未正确保存但可以恢复：
cs: Následující projekty nebyly správně uloženy, ale lze je obnovit:
de: Die folgenden Projekte wurden nicht richtig gespeichert, können aber wiederhergestellt werden:
es: Los siguientes proyectos no se guardaron correctamente pero pueden recuperarse:
fa: پروژه‌های زیر به درستی ذخیره نشده‌اند اما قابل بازیابی هستند:
fi: Seuraavat projektit eivät tallentuneet, mutta ne voidaan palauttaa:
fr: Les projets suivants n'ont pas été enregistré correctement mais peuvent être récupérés :
hr: Sljedeći projekti nisu spremljeni, ali mogu se obnoviti:
id: Proyek berikut tidak tersimpan dengan benar tetapi dapat dipulihkan:
it: I seguenti progetti non sono stati salvati correttamente ma possono essere recuperati:
ja: 以下のプロジェクトは正しく保存されませんでしたが、復元できます。
ko: 다음 프로젝트가 제대로 저장되지 않았지만 복구할 수 있습니다:
lt: Šie projektai nebuvo tinkamai išsaugoti, tačiau juos galima atkurti:
mk: Тековните проекти не биле соодветно зачувани, но можат да бидат обновени:
nl: De volgende projecten werden niet correct opgeslagen, maar kunnen hersteld worden:
pl: Następujące projekty nie zostały zapisane prawidłowo, ale można je odzyskać:
pt: Os seguintes projetos não foram salvos corretamente, mas podem ser recuperados:
ro: Următoarele proiecte nu au fost salvate corespunzător dar pot fi recuperate:
ru: Текущие проекты были не сохранены должным образом, но могут быть восстановлены:
sl: Naslednji projekti niso bili pravilno shranjeni, vendar jih je mogoče obnoviti:
sr_cyrl_rs: Пројекат није сачуван исправно али се може опоравити:
th: โปรเจคต่อไปนี้ไม่สามารถบันทึกได้อย่างสมบูรณ์แต่สามารถกู้คืนได้:
uk: Наступні проекти не були збережені належним чином, але їх можливо відновити:
vi: Các dự án sau đây không được lưu đúng cách nhưng có thể khôi phục:
zh_hant: 以下任務未正確儲存，但可以恢復：

# Infobar_Player_Observing
source: Observing folder: {0}
ar: مجلد المشاهدة: {0}
chs: 观察文件夹：{0}
cs: Pozorovací složka: {0}
de: Beobachteter Ordner: {0}
es: Se observa la carpeta: {0}
fi: Tarkastele kansiota: {0}
fr: Dossier en cours d’observation : {0}
hr: Mapa za promatranje: {0}
id: Mengamati folder: {0}
it: Cartella di osservazione: {0}
ja: 監視中のフォルダ:{0}
ko: 관찰 폴더: {0}
lt: Stebėjimo aplankas: {0}
mk: Каталог за набљудување: {0}
nl: Bekijkersmap: {0}
pl: Obserwowany folder : {0}
pt: Observando pasta: {0}
ro: Folder sub observație: {0}
ru: Каталог для наблюдения {0}
sl: Opazovanje mape: {0}
th: แฟ้มสังเกตการณ์: {0}
uk: Папка спостереження: {0}
vi: Quan sát thư mục: {0}
zh_hant: 觀察資料夾：{0}

# Infobar_Player_StopWatcher
source: Stop observing folder : {0}
ar: إيقاف مشاهدة المجلد: {0}
chs: 停止观察文件夹：{0}
cs: Přestat sledovat složku : {0}
de: Ordner beobachten anhalten: {0}
es: Dejar de observar la carpeta: {0}
fi: Lopeta kansion tarkastelu: {0}
fr: Arrêter d’observer le dossier : {0}
hr: Prestani promatrati folder: {0}
id: Berhenti mengamati folder : {0}
it: Ferma di osservare la cartella: {0}
ja: フォルダの監視を止める:{0}
ko: 관찰 폴더 중지: {0}
lt: Nustokite stebėti aplanką: {0}
mk: Прекини го набљубудавњето на каталогот: {0}
nl: Stop de bekijkersmap: {0}
pl: Zatrzymanie obserwowanie folderu : {0}
pt: Parar de observar a pasta : {0}
ro: Încetare observare folder: {0}
ru: Остановить наблюдение за каталогом: {0}
sl: Prekini opazovanje mape: {0}
th: หยุดแฟ้มสังเกตการณ์: {0}
uk: Припинити спостереження за папкою: {0}
vi: Dừng quan sát thư mục: {0}
zh_hant: 停止觀察資料夾：{0}

# Infobar_Player_StartWatcher
source: Start observing folder: {0}
ar: بدء مشاهدة المجلد: {0}
chs: 开始观察文件夹：{0}
cs: Spusťte sledování složky: {0}
de: Ordner beobachten starten: {0}
es: Comenzar a observar la carpeta: {0}
fi: Aloita kansion tarkastelu: {0}
fr: Démarrer l’observation du dossier : {0}
hr: Započni promatranje mape: {0}
id: Mulai mengamati folder: {0}
it: Avvia l'osservazione della cartella: {0}
ja: フォルダの監視を開始する:{0}
ko: 관찰 폴더 시작: {0}
lt: Pradėkite stebėti aplanką: {0}
mk: Започни го набљудувањето на каталогот: {0}
nl: Start bekijkersmap: {0}
pl: Zacznij obserwować foldery: {0}
pt: Começar a observar a pasta: {0}
ro: Începere observare folder: {0}
ru: Начать наблюдение за каталогом: {0}
sl: Začni opazovati mapo: {0}
th: เริ่มแฟ้มสังเกตการณ์: {0}
uk: Розпочати спостереження за папкою: {0}
vi: Bắt đầu quan sát thư mục: {0}
zh_hant: 開始觀察資料夾：{0}

# dlgConfigureTrajectory_ExtraData_AngularVelocity
source: Angular velocity
ar: السرعة الزاوية
bg: Ъглова скорост
ca: Velocitat angular
chs: 角速度
cs: Úhlová rychlost
de: Winkelgeschwindigkeit
es: Velocidad angular
fa: سرعت زاویه‌ای
fi: Kulmanopeus
fr: Vitesse angulaire
hr: Kutna brzina
id: Kecepatan angular
it: Velocità angolare
ja: 角速度
ko: 각속도
lt: Kampinis greitis
mk: Аголна брзина
ms: Kelajuan sudut
nl: Hoeksnelheid
pl: Prędkość kątowa
pt: Velocidade angular
ro: Viteză unghiulară
ru: Угловая скорость
sl: Kotna hitrost
sr_cyrl_rs: Уну
th: ความเร็วเชิงมุม
tr: Açısal hız
uk: Кутова швидкість
vi: Vận tốc góc
zh_hant: 角速度

# dlgConfigureTrajectory_ExtraData_CentripetalAcceleration
source: Centripetal acceleration
ar: التسارع المركزي
bg: Центроустремително ускороение
ca: Acceleració centrípeta
chs: 向心加速度
cs: Odstředivé zrychlení
de: Zentripetalbeschleunigung
es: Aceleración centrípeta
fa: شتاب مرکز گرا
fi: Keskeiskiihtyvyys
fr: Accélération centripète
hr: Centripetalno ubrzanje
id: Percepatan sentripetal
it: Accelerazione centripeta
ja: 向心加速度
ko: 구심 가속도
lt: Centripetalinis pagreitis
mk: Центрипеталнао забрзување
ms: Pecutan sentripetal
nl: Middelpuntzoekende versnelling
pl: Przyśpieszenie dośrodkowe
pt: Aceleração centrípeta
ro: Accelerare centripetă
ru: Центростремительное ускороение
sl: Centripetalni pospešek
sr_cyrl_rs: Центрипетално убрзање
th: ความเร่งเข้าสู่ศูนย์กลาง
tr: Merkezcil ivme
uk: Доцентрове прискорення
vi: Gia tốc hướng tâm
zh_hant: 向心加速度

# dlgConfigureTrajectory_ExtraData_AngularAcceleration
source: Angular acceleration
ar: التسارع الزاوي
bg: Ъглово ускорение
ca: Acceleració angular
chs: 角加速度
cs: Úhlové zrychlení
de: Winkelbeschleunigung
es: Aceleración angular
fa: شتاب زاویه‌ای
fi: Kulmakiihtyvyys
fr: Accélération angulaire
hr: Kutno ubrzanje
id: Percepatan angular
it: Accelerazione angolare
ja: 角加速度
ko: 각가속도
lt: Kampinis pagreitis
mk: Аголно забрзување
ms: Pecutan sudut
nl: Hoekversnelling
pl: Przyśpieszenie kątowe
pt: Aceleração angular
ro: Accelerare unghiulară
ru: Угловое ускорение
sl: Kotni pospešek
sr_cyrl_rs: Угаоно убрзање
th: การเร่งเชิงมุม
tr: Açısal ivme
uk: Кутове прискорення
vi: Gia tốc góc
zh_hant: 角加速度
