Repository: Kinovea/Kinovea
Catalog: Kinovea.ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: ar, bg, ca, chs, cs, da, de, es, fa, fi, fr, hr, id, it, ja, ko, lt, mk, ms, nl, no, pl, pt, ro, ru, sl, sr_cyrl_rs, th, tr, uk, vi, zh_hant

# dlgImportReference_Title
source: Import an image as reference
ar: استيراد صورة كمرجع
bg: Импортиране на изображение като връзка
ca: Importar una imatge com a referència
chs: 导入图像作为参考
cs: Importovat obraz jako referenci
da: Importer et referencebillede
de: Referenzbild importieren
es: Importar un imagen como referencia
fa: وارد کردن یک تصویر به عنوان مرجع
fi: Tuo kuva referenssinä
fr: Importer une image comme référence
hr: Uvezi sliku kao referencu
id: Impor gambar sebagai referensi
it: Importa un'immagine come riferimento
ja: 参照イメージをインポート
ko: 한 이미지를 참조로 가져옴
lt: Importuoti kaip vaizdo nuorodą
mk: Внеси слика како референца
nl: Importeer een afbeelding als referentie
pl: Importuj obraz jako odniesienie
pt: Importar uma imagem como referência
ro: Importare imagine ca referinţă
ru: Импортировать изображение как ссылку
sl: Uvozi sliko kot referenco
sr_cyrl_rs: Увези слику као референцу
th: นำเข้าภาพเพื่อเป็นการอ้างอิง
tr: Bir imajı referans olarak import et
uk: Імпорт зображення як посилання
vi: Nhập hình ᫺ làm tài liệu tham khảo
zh_hant: 輸入參考影像

# dlgLoadAnalysis_Title
source: Load annotations
ar: تحميل بيانات الصورة الرئيسيه
bg: Зареди данни за ключови кадри
ca: Carregar dades de imatges clau
chs: 载入关键图像数据
cs: Nahrát data klíčových pozic
da: Indlæs nøglebilleders data
de: Annotationen laden
es: Cargar anotaciones
fa: بارگذاری اطلاعات داده‌های تصاویر
fi: Lataa avainkuvien tiedot
fr: Charger des annotations
hr: Učitaj podatke ključne slike
id: Muat anotasi
it: Carica le immagini chiave ed i loro dati
ja: キーイメージデータを開く
ko: 키 이미지'자료 가져오기
lt: Įkelti pagrindinio kadro duomenis
mk: Вчитај податок за клучните слики
nl: Laad de kernbeeldgegevens
no: Last inn nøkkelbilde data
pl: Wczytaj kluczowe Obrazy
pt: Carregar Dados dos Quadros de Imagem
ro: Încărcare adnotări
ru: Загрузить данные по ключевым кадрам
sl: Naloži oznake
sr_cyrl_rs: Учитати податке кључне слике
th: โหดข้อมูลอัตโนมัติ
tr: Anahtar İmaj Verisi Yükle
uk: Завантажити анотації
vi: Tải tật cả giải thích
zh_hant: 讀取標記

# dlgSaveAnalysisTitle
source: Save annotations
ar: حفظ بيانات الصور الرئيسية
bg: Съхрани ключовите кадри
ca: Desar les dades de les imatges clau
chs: 保存关键图像数据
cs: Uložit data klíčových pozic
da: Gem data for nøglebilleder
de: Annotationen speichern
es: Guardar los datos de las imàgenes clave
fa: ذخیره اطلاعات داده‌های تصاویر
fi: Tallenna avainkuvien tiedot
fr: Enregistrer les annotations
hr: Spremi podatke ključne slike
id: Simpan anotasi
it: Salva annotazioni
ja: キーイメージデータの保存
ko: 키 이미지'자료 저장
lt: Išsaugoti pagrindinius kadrus
mk: Зачувај ги податоците од клучните слики
nl: Bewaar annotaties
no: Lagre nøkkelbilde data
pl: Zapisz dane kluczowych obrazów
pt: Salvar Dados dos Quadros de Imagens
ro: Salvare adnotări
ru: Сохранить ключевые кадры
sl: Shrani oznake
sr_cyrl_rs: Сачувај податке кључне слике
th: บันทึกคำอธิบายประกอบ
tr: Anahtar İmaj Verisini Kaydet
uk: Зберегти анотації
vi: Lưu giải thích
zh_hant: 儲存註釋

# DrawingName_Grid
source: Grid
ar: شبكة
bg: Мрежа
ca: Graella
chs: 网格
cs: Mřížka
da: Gitter
de: Raster
es: Cuadrícula
fa: شبکه توری
fi: Ruudukko
fr: Grille
hr: Koordinatna mreža
id: Garis kisi
it: Griglia
ja: グリッド
ko: 격자
lt: Tinklelis
mk: Координатна мрежа
nl: Raster
no: Rutenett
pl: Siatka
pt: Grade
ro: Grilă
ru: Сетка
sl: Mreža
th: ตาราง
tr: Izgara
uk: Сітка
vi: Lưới
zh_hant: 網格

# DrawingName_PerspectiveGrid
source: Perspective grid
ar: شبكة المنظور
bg: Перспективна решетка
ca: Graella de perspectiva
chs: 透视网格
cs: Perspektivní mřížka
da: Perspektivgitter
de: Perspektivenraster
es: Cuadrícula de perspectiva
fa: دید شبکه توری
fi: Perspektiiviruudukko
fr: Grille en perspective
hr: Perspektiva koordinatne mreže
id: Grid perspektif
it: Griglia in prospettiva
ja: パースペクティブグリッド
ko: 원근 격자
lt: Pagrindinis tinklelis
mk: Перспектива на координатната мрежа
nl: Perspectief raster
no: Perspektiv Rutenett
pl: Widok 3D
pt: Grade de Perspectiva
ro: Grilă în perspectivă
ru: Сетка перспективы
sl: Perspektivna mreža
th: ตารางมุมมอง
tr: Perspektif Izgarası
uk: Сітка перспективи
vi: Lưới tuyển quan
zh_hant: 透視網格

# Error_Capture_FileExists_Title
source: File overwrite
ar: الكتابة علي ملف
bg: Презапиши файла
ca: Sobreescriure l'arixiu
chs: 文件覆盖
cs: Přepsat soubor
da: Overskriv fil
de: Datei überschreiben
es: Sobrescribir archivo
fa: جانویسی فایل
fi: Tiedoston korvaaminen
fr: Remplacement de fichier
hr: Zamjena datoteke
id: Penimpaan file
it: Sovrascrittura del file
ja: ファイル上書き
ko: 파일 덮어쓰기
lt: Vaizdo perrašymas
mk: Датотека презапиши
nl: Overschrijf bestand
pl: Nadpisanie pliku
pt: Sobrescrever o ficheiro
ro: Suprascriere fişier
ru: Перезаписать файл
sl: Prepis datoteke
sr_cyrl_rs: Замена датотека
th: เขียนทับไฟล์
tr: Dosyanın üzerine yaz
uk: Перезапис файлу
vi: Ghi đẵ tập tin
zh_hant: 文件覆寫

# Error_Capture_FileExists_Text
source: The file {0} already exists.\nDo you want to replace it?
ar: الملف {0} موجود بالفعل. \n هل تريد استبداله؟
bg: Файла {0} вече не съществува. \\n Желаете ли да го презапишете?
ca: L'arxiu {0} ja existeix.\n Voleu reemplaçar-lo?
chs: 文件 {0} 已存在。\n是否要替换它？
cs: Soubor {0} již existuje.\nChcete jej nahradit?
da: Filen {0} eksisterer allerede.\nØnsker du at overskrive den?
de: Die Datei {0} existiert bereits.\nWollen Sie sie überschreiben?
es: El archivo {0} ya existe.\n¿Desea reemplazarlo ?
fa: پرونده {0} از قبل موجود است.n\ آیا می خواهید آن را جایگزین کنید؟
fi: Tiedosto {0}on jo olemassa.\nHaluatko korvata sen?
fr: Le fichier {0} existe déjà.\nSouhaitez vous le remplacer ?
hr: Datoteka {0} već postoji.\nŽelite li je zamijeniti?
id: File {0} sudah ada.\nApakah mau diganti?
it: Il file {0} esiste già.\nVuoi sostituirlo?
ja: ファイル {0} は既に存在します。\n置き換えますか？
ko: 파일 {0}이 존재함.\n대체할까요?
lt: Dokumentas {0} jau yra.\nNorite pakeisti?
mk: Датотеката {0} веќе постои. \n Дали сакаш да ја замениш?
nl: Het bestand {0} bestaat reeds.\nWilt u het vervangen?
pl: Plik {0} już istnieje.\nCzy chcesz go zastąpić?
pt: O ficheiro {0} já existe.\nDeseja substitui-lo?
ro: Fişierul {0} există deja.\nDoriţi să-l înlocuiţi?
ru: Файл {0} уже существует. \n Желаете его перезаписать?
sl: Datoteka {0} že obstaja.\nJo želiš zamenjati?
sr_cyrl_rs: Датотека {0} већ постоји.\nДа ли желите да је замените?
th: ไฟล์ {0} มีอยู่แล้ว\nต้องการเขียนทับหรือไม่?
tr: Dosya {0} zaten mevcut.\nDeğiştirmek istiyor musunuz?
uk: Файл {0} вже існує.\n Бажаєте його замінити?
vi: Tập tin {0} đã tồn tại.\nBạn có muốn thay thế nó không?
zh_hant: 文件{0}已經存在。\n您要替換它嗎？

# Error_Capture_InvalidFile_Title
source: Invalid file name
ar: اسم الملف غير صالح
bg: Неправилно име на файла
ca: Nom d'arxiu invàlid
chs: 无效的文件名
cs: Neplatné jméno souboru
da: Ugyldigt filnavn
de: Ungültiger Dateiname
es: Nombre de archivo no válido
fa: نام فایل نامعتبر است
fi: Tiedoston nimi ei kelpaa
fr: Nom de fichier invalide
hr: Ime datoteke nije odgovarajuće
id: Nama file tidak valid
it: Nome del file non valido
ja: 無効なファイル名
ko: 잘못된 파일 이름
lt: Neteisingas dokumento pavadinimas
mk: Невалидно име на датотеката
nl: Incorrecte bestandsnaam
pl: Nieprawidłowa nazwa pliku
pt: Nome de ficheiro inválido
ro: Nume invalid de fişier
ru: Неправильное название файла
sl: Neveljavno ime datoteke
sr_cyrl_rs: Име датотеке није одговарајуће
th: ชื่อไฟล์ไม่ถูกต้อง
tr: Geçersiz dosya ismi
uk: Недійсне ім'я файлу
vi: Tên tập tin không hợp lệ
zh_hant: 文件名無效

# Error_Capture_InvalidFile_Text
source: The file name contains invalid characters.\n A file name cannot contain any of the following characters:\n \ / : * ? " < >
ar: اسم الملف يحتوي على أحرف غير صالحة. \n لا يمكن أن يحتوي اسم الملف على أي من الأحرف التالية: \n \ /: *؟ "<>
bg: Името на файла съдържа недопустими символи.\n Не трябва да използвате:\n \ / : * ? " < >
ca: El nom d'arxiu contè caràcters invàlids.\ Un nom d'arxiu no pot contenir cap dels següents caràcters:\n \ / : * ? " < >
chs: 文件名包含无效字符。\n 文件名不能包含以下任何字符:\n \ / : * ? " < >
cs: Název souboru obsahuje neplatné znaky.\n Jméno souboru nesmí obsahovat žádný z těchto znaků:\n \ / : * ? " < >
da: Filnavnet indeholder ugyldige karakterer.\nEt filnavn må ikke indeholder nogen af følgende tegn:\n \ / : * ? " < >
de: Der Dateiname enthält ungültige Zeichen.\n Folgende Zeichen sind nicht erlaubt:\n \ / : * ? " < >
es: El nombre del archivo contiene caracteres no válidos.\n El nombre del archivo no puede contener los siguientes caracteres:\n \ / : * ? “ < >
fa: نام پرونده حاوی کاراکترهای نامعتبر است. n\ نام پرونده نمی تواند حاوی هیچ یک از عبارت‌های زیر باشد: \ n \ /: *؟ "<>
fi: Tiedoston nimi sisältää kelpaamattomia symboleja.\n Tiedoston nimi ei voi sisältää seuraavia symboleja:\n \ / : * ? " < >
fr: Le fichier contient des caractères invalides.\nUn nom de fichier ne peut pas contenir les caractères suivants :\n \ / : * ? " < >
hr: Ime datoteke sadrži neodgovarajuće znakove.\nIme datoteke ne može sadržavati bilo koji od sljedećih znakova: \n \ / : * ? " < >
id: Nama berkas mengandung karakter yang tidak valid. \n Nama berkas tidak boleh mengandung karakter berikut: \n \ / : * ? " < >
it: Il nome del file contiene caratteri non validi.\n Un nome di file non può contenere nessuno dei caratteri seguenti:\n \ / : * ? " < >
ja: ファイル名に無効な文字列が含まれています。\nファイル名には以下の文字列は使用できません。:\n \ / : * ? " < >
ko: 파일명에 잘못된 문자가 있음.\n 파일명에는 다음의 문자가 있으면 안됨: \n \ / : * ? " < >
lt: Dokumento pavadinimas turi simbolius.\n Dokumento pavadinime negalima naudoti sekančius simbolius:\n \ / : * ? " < >
mk: Името на датотеката содржи невалидни карактери. \n Името на датотеката не може да содржи некои од следниве карактери: \n \ / : * ? " < >
nl: De bestandsnaam bevat onjuiste tekens.\n Een bestandsnaam kan geen van de volgende tekens bevatten:\n \ / : * ? " < >
pl: Nazwa pliku zawiera nieprawidłowe znaki.\n Nazwa pliku nie może zawierać żadnego z następujących znaków:\n \ / : * ? " < >
pt: O nome do ficheiro contém caracteres inválidos.\n O nome do ficheiro não pode conter nenhum dos seguintes caracteres:\n \ / : * ? " < >
ro: Numele fişierului conţine caractere invalide.\n Un nume de fișier trebuie să nu conţină vreunul din următoarele caractere:\n \ / : * ? " < >
ru: Название файла содержит недопустимые символы.\n Название не должно содержать следующие символы:\n \ / : * ? " < >
sl: Ime datoteke vsebuje neveljavne znake.\n Ime datoteke ne sme vsebovati naslednjih znakov:\n \ / : * ? " < >
sr_cyrl_rs: Име датотеке садржи неодговарајуће знакове.\nИме датотеке не може да садржи било који од следец́их знакова :\n \ / : * ? " < >
th: ชื่อไฟล์มีอักษรต้องห้าม\n ชื่อไฟล์ต้องไม่มีอักษรต่อไปนี้:\n\/ : * ? “ < >
tr: Dosya ismi geçersiz karakterler içeriyor.\n Dosya ismi şu karakterlerden herhangi birini içeremez:\n \ / : * ? " < >
uk: Ім'я файлу містить неприпустимі символи.\n Ім'я файлу не може містити жоден із таких символів:\n \ / : * ? " < >
vi: Tên tập tin chứa các ký tự không hợp lệ.\n Tên tập tin không thể chứa các ky tự sau: \n\/ : * ? " < >
zh_hant: 文件名包含無效字符。\n 文件名不能包含以下任何字符：\n \ / : * ? "" < >

# Error_SaveMovie_FileError
source: Unable to write file.\nMake sure you have the rights to write in the target folder and that the file is not currently used.
ar: غير قادر على الكتابة علي الملف. \n تأكد ان لديك الحق في الكتابة في المجلد المحدد، وأنه لم يتم استخدام الملف حاليًا.
bg: Невъзможно е съхраняването на файла. \\n Убедете се, че имате право на запис в тази папка, защото файла може да се използва от други приложения.
ca: No s'ha pogut desar l'arxiu.\nAssegureu-vos de que teniu permisos d'escriptura en la destinació i que l'arxiu no està actualment en us.
chs: 写入文件出错.\n请确认目标目录有足够的权限及文件是否被打开.
cs: Do souboru nelze zapisovat.\nUbezpečte se, že máte oprávnění zapisovat do cílové složky a že soubor není právě používán.
da: Kan ikke gemme filen.\nsørg for at have skriverettigheder til kataloget, samt at filen ikke er i brug.
de: Datei kann nicht gespeichert werden.\n Überprüfen Sie, ob sie über die Berechtigung zum Verändern von Dateien im Zielordner verfügen, und dass die Datei aktuell nicht verwendet wird.
es: El fichero no ha podido escribirse.\nAsegúrese de tener permisos para escribir en la carpeta de destino y que el fichero no está siendo utilizado.
fa: ایجاد پرونده ممکن نیست. n\ اطمینان حاصل کنید که شما حق ایجاد در پوشه هدف را دارید و این پرونده در حال حاضر استفاده نشده است.
fi: Tiedoston kirjoittaminen ei onnistu.\nVarmista käyttöoikeutesi tähän kohdehakemistoon ja että kyseinen tiedosto ei ole käytössä.
fr: Le fichier n'a pu être écrit.\nAssurez vous d'avoir les droits suffisants pour écrire dans le dossier et que le fichier ne soit pas en cours d'utilisation.
hr: Nije moguće zapisati datoteku.\nProvjeri tvoja prava za pisanje u željenu mapu i da se ta datoteka trenutačno ne koristi.
id: Tidak dapat menulis file.\nPastikan Anda memiliki hak untuk menulis di folder target dan file tersebut tidak sedang digunakan.
it: Impossibile scrivere il file.\nOccorre assicurarsi di avere i diritti per scrivere nella cartella di destinazione e che il file non sia al momento già in uso.
ja: ファイルを上書きできません。\nターゲットフォルダに書き込む権利を有し、別の場所でファイルが使われていないことを確認して下さい。
ko: 파일을 쓸 수 없습니다.\n대상 폴더에 쓰기 권한이 있는지 확인하고 해당 파일이 현재 사용되지 않는지 확인하세요.
lt: Negaliu įrašyti dokumento.\nPrašau patikrinti ar turite priėjimo teises į nurodytą aplanką, ar dokumentas nenaudojamas kitos programos.
mk: Не може да се впише датотека. \nОсигурајте се дека имате дозвола да пишувате во оваа папка и дека датотеката моментално не се користи.
nl: Onmogelijk bestand te maken. \nZorg ervoor dat u de rechten heeft om bestanden op te slaan in doelmap en dat het bestand nu niet in gebruik is.
no: Kan ikke skrive til fil.\nPass på at du har rettighetene til å skrive til aktuell mappe og at filen ikke er I bruk.
pl: Nie można zapisać pliku.\n Upewnij się, że masz prawa do zapisu w folderze docelowym i że plik nie jest aktualnie używany.
pt: Sem poder salvar o ficheiro. \nVerifique se tem autorização para guardar ficheiros na pasta escolhida e se o mesmo não está em uso.
ro: Fișierul nu poate fi scris.\nAsigurați-vă că aveți drept de scriere în folderul destinație și că fișierul nu este deschis.
ru: Невозможно записать файл. \nУбедитесь, что вы имеете право записи в данной папке и этот файл не используется другими приложениями.
sl: Datoteke ni mogoče zapisati.\nPreveri, ali imaš dovoljenja za pisanje v ciljno mapo in ali datoteka ni trenutno v uporabi.
sr_cyrl_rs: Није могуц́е записати датотеку.\nБудите сигурни да имате права да пишете у жељеној фасцикли и да се та датотека тренутно не користи.
th: ไม่สามารถเขียนไฟล์ได้\nให้แน่ใจว่าคุณมีสิทธิ์ใช้งานแฟ้มที่กำหนดและไฟล์ไม่ได้ถูกใช้งานอยู่
tr: Dosyayı yazamıyor.\n Hedef klasöre yazmak için gerekli izinlere sahip olduğunuzdan ve dosyanın şu anda kullanımda olmadığından emin olun.
uk: Не вдається записати файл.\nПереконайтеся, що у вас є права на запис у цільовій папці та що файл наразі не використовується.
vi: Không thể ghi tập tin.\nHãy chắc chắc rằng bạn có quyền ghi vào thư mục đích và tập tin không đang được sử dụng.
zh_hant: 無法寫入文件。\n確保您有權在目標資料夾中寫入並且文件目前未被使用。

# Error_SaveMovie_Title
source: Kinovea - Unable to save video.
ar: كينوفيا - غير قادر على حفظ الفيديو.
bg: Kinovea - невъзможно е съхраняването на видео.
ca: Kinovea – Impossible desar el vídeo.
chs: 保存视频文件出错.
cs: Kinovea - nemůže uložit video.
da: Kinovea - Kan ikke gemme video.
de: Kinovea – Video kann nicht gespeichert werden.
es: Kinovea – Fue imposible guardar el vídeo
fa: کینوویا - ذخیره ویدئو امکان پذیر نیست.
fi: Kinovea – Videon tallennus epäonnistui.
fr: Kinovea – Sauvegarde de la vidéo impossible.
hr: Kinovea - Nije moguće sačuvati video.
id: Kinovea - Tidak dapat menyimpan video.
it: Kinovea – Impossibile salvare il video.
ja: Kinovea - ビデオを保存できませんでした。
ko: Kinovea - 비디오를 저장할 수 없습니다.
lt: Kinovea - negaliu išsaugoti vaizdo įrašo.
mk: Киновеа – не може да го зачува видеото.
nl: Kinovea - Kan bestand niet opslaan.
no: Kinovea – kan ikke lagre video
pl: Kinovea - Nie można zapisać wideo.
pt: Kinovea - Sem poder salvar o vídeo.
ro: Kinovea – Filmul nu poate fi salvat.
ru: Kinovea - невозможно сохранить видео.
sl: Kinovea – Videoposnetka ni mogoče shraniti.
sr_cyrl_rs: Киновеа - Није могyће сачувати видео.
th: Kinovea - ไม่สามารถบันทึกวิดีโอได้
tr: Kinovea - Videoyu Kaydedemiyor.
uk: Kinovea - Не вдалося зберегти відео.
vi: Kinovea - Không thể lưu đị lập kế hình nhậc;
zh_hant: Kinovea - 無法儲存影片。

# Error_SaveMovie_LowLevelError
source: Unable to save video.\nTry again with a different format.
ar: غير قادر على حفظ الفيديو. \n حاول مرة أخرى بصيغة مختلفة.
bg: Невъзможно е съхраняването на видеото. \\n Опитайте да го съхраните отново в друг формат.
ca: No s'ha pogut desar el vídeo.\nProveu-ho en un format diferent.
chs: 保存视频文件出错.\n请尝试不同保存格式.
cs: Video nelze uložit.\nZkuste znovu s jiným formátem.
da: Kan ikke gemme video.\nPrøv igen med et andet format.
de: Video kann nicht gespeichert werden.\nVersuchen Sie es mit einem anderen Format.
es: El vídeo no ha podido guardarse.\nInténtelo de nuevo usando otro formato.
fa: ذخیره ویدئو امکان پذیر نیست. n\ دوباره با یک فرمت دیگر سعی کنید.
fi: Videon tallennus ei onnistu.\nKokeile uudestaan toisella formaatilla.
fr: La vidéo n'a pu être enregistrée.\nRéessayez en utilisant un format différent.
hr: Nije moguće spremiti video.\nPokušajte ponovo s drugim formatom.
id: Tidak dapat menyimpan video.\nCoba lagi dengan format lain.
it: Impossibile salvare il video.\nRiprova con formato diverso.
ja: ビデオを保存できませんでした。\n別のフォーマットでもう一度試してみてください。
ko: 비디오 저장 불가.\n다른 형식으로 다시 시도해 보십시오.
lt: Negaliu išsaugoti vaizdo.\nPabandykite naudoti kitą formatą.
mk: Не може да се зачува видеото.\nОбидете се со друг формат.
nl: Kan video niet opslaan.\nProbeer nogmaals met een ander format.
no: Kan ikke lagre video. \n Prøv igjen med et annet format.
pl: Nie można zapisać filmu.\nSpróbuj ponownie w innym formacie.
pt: Sem poder salvar o vídeo. \nTente denovo com um formato diferente.
ro: Fisierul video nu poate fi salvat.\nReîncercați cu un alt format.
ru: Невозможно сохранить видео. \n Попытайтесь сохранить вновь в другом формате.
sl: Videoposnetka ni mogoče shraniti.\nPoskusi znova z drugačnim formatom.
sr_cyrl_rs: Није могуће сачувати видео.\nПокушајте поново са другим форматом.
th: ไม่สามารถบันทึกวิดีโอได้\nลองอีกครั้งด้วยรูปแบบอื่น
tr: Videoyu Kaydedemiyor.\n Başka bir format ile tekrar deneyin.
uk: Не вдалося зберегти відео.\nПовторіть спробу в іншому форматі.
vi: Không thể lưu đị lập kế hình nhậc.\nHãy thử lại với đị nhập lập không cùng.
zh_hant: 無法儲存影片。\n嘗試使用不同的格式再試一次。

# FormFileSave_Infos
source: Progress:
ar: التقدم :
bg: Прогрес :
ca: Progrés :
chs: 进度:
cs: Zpracování:
da: Arbejder:
de: Fortschritt:
es: Progresión :
fa: پیشرفت:
fi: Edistyminen:
fr: Progression :
hr: Napredak:
id: Kemajuan:
it: In esecuzione :
ja: 進行中:
ko: 진행:
lt: Progresas :
mk: Прогрес:
nl: Voortgang :
no: Framdrift:
pl: Postęp :
pt: Progresso:
ro: Progres :
ru: Прогресс :
sl: Napredek:
sr_cyrl_rs: Напредовање :
th: ความคืบหน้า:
tr: İlerleme:
uk: Прогрес:
vi: Tiến trình:
zh_hant: 進度：

# FormProgressBar_Title
source: Progress
ar: تقدم
bg: Прогрес
ca: Progrés :
chs: 进度
cs: Zpracování:
da: Arbejder
de: Fortschritt
es: Progresión
fa: پیشرفت
fi: Tarkenna
fr: Progression
hr: Napredak
id: Kemajuan
it: In esecuzione
ja: 進行中
ko: 진행
lt: Progresas
mk: Прогрес
nl: Voortgang
no: Framdrift:
pl: Postęp
pt: Progresso
ro: Progres
ru: Прогресс
sl: Napredek
sr_cyrl_rs: Напредовање
th: ความคืบหน้า
tr: İlerleme
uk: Прогрес
vi: Tiến trịnh
zh_hant: 進度

# Generic_Appearance
source: Appearance
ar: المظهر
bg: Видимост
ca: Aparença
chs: 外观
cs: Vzhled
da: Fremtoning
de: Darstellung
es: Apariencia
fa: ظاهر
fi: Ulkoasu
fr: Apparence
hr: Izgled
id: Penampilan
it: Aspetto
ja: 外観
ko: 모양새
lt: Išvaizda
mk: Изглед
nl: Verschijning
no: Utseende
pl: Wygląd
pt: Aparência
ro: Aspect
ru: Видимость
sl: Izgled
sr_cyrl_rs: Изглед
th: ลักษณะ
tr: Görünüm
uk: Вигляд
vi: Vẻ bề ngoài
zh_hant: 外觀

# Generic_Apply
source: Apply
ar: تطبيق
bg: Приложи
ca: Aplicar
chs: 提交
cs: Použít
da: Anvend
de: Anwenden
es: Aplicar
fa: تایید
fi: Sovella
fr: Appliquer
hr: Primijeni
id: Terapkan
it: Applica
ja: 適用
ko: 적용
lt: Vykdyti
mk: Примени
ms: Terapkan
nl: Toepassen
no: Bruk
pl: Zastosuj
pt: Aplicar
ro: Aplică
ru: Применить
sl: Uporabi
sr_cyrl_rs: Примени
th: ใช้ค่าที่ตั้งไว้
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hant: 確認

# Generic_ArrowPicker
source: Arrows:
ar: أسهم:
bg: Стрелки:
ca: Fletxes :
chs: 箭头：
cs: Šipky:
da: Pile:
de: Pfeile:
es: Flechas:
fa: پیکان‌ها:
fi: Nuolet:
fr: Flèches :
hr: Strelice:
id: Panah:
it: Frecce:
ja: 矢印:
ko: 화살표:
lt: Rodyklės:
mk: Стрелки:
nl: Pijlen:
pl: Strzałki:
pt: Setas:
ro: Săgeți:
ru: Стрелки:
sl: Puščice:
sr_cyrl_rs: Стрелице:
th: ลูกศร:
tr: Oklar:
uk: Стрілки:
vi: Mũi tên:
zh_hant: 箭頭：

# Generic_Cancel
source: Cancel
ar: إلغاء
bg: Отмяна
ca: Anular
chs: 取消
cs: Zrušit
da: Annullér
de: Abbrechen
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
hr: Poništi
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
lt: Nutraukti
mk: Откажи
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt: Cancelar
ro: Revocă
ru: Отмена
sl: Prekliči
sr_cyrl_rs: Откажи
th: ยกเลิก
tr: İptal Et
uk: Скасувати
vi: Hũy
zh_hant: 取消

# Generic_Close
source: Close
ar: إغلاق
bg: Затвори
ca: Tancar
chs: 关闭
cs: Zavřít
da: Luk
de: Schließen
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
hr: Zatvori
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
lt: Uždaryti
mk: Затвори
nl: Sluiten
no: Lukk vindu
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sl: Zapri
sr_cyrl_rs: Затвори
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hant: 關閉

# Generic_ColorPicker
source: Color:
ar: اللون:
bg: Цвят:
chs: 颜色:
cs: Barva:
da: Farve:
de: Farbe:
fa: رنگ:
fi: Väri:
fr: Couleur :
hr: Boja:
id: Warna:
it: Colore:
ja: 色:
ko: 색상:
lt: Spalva :
mk: Боја:
nl: Kleur:
no: Farger:
pl: Kolor:
pt: Cor:
ro: Culoare:
ru: Цвета:
sl: Barva:
sr_cyrl_rs: Боја:
th: สี:
tr: Renk :
uk: Колір:
vi: Màu sắc:
zh_hant: 顏色：

# Generic_Configuration
source: Configuration
ar: إعدادات
bg: Конфигурация
ca: Configuració
chs: 配置
cs: Konfigurace
da: Konfiguration
de: Konfigurieren
es: Configuración
fa: پیکربندی
fi: Konfiguraatio
hr: Konfiguracija
id: Konfigurasi
it: Configurazione
ja: 設定
ko: 구성
lt: Nustatymai
mk: Конфигурација
nl: Configuratie
no: Konfigurasjon
pl: Konfiguracja
pt: Configuração
ro: Configuraţie
ru: Конфигурация
sl: Konfiguracija
sr_cyrl_rs: Конфигурација
th: การกำหนดค่า
tr: Ayarlamalar
uk: Конфігурація
vi: Cấu hình
zh_hant: 設定

# Generic_ConfigurationElipsis
source: Configuration...
ar: اعدادت...
bg: Конфигурация...
ca: Configuració…
chs: 配置...
cs: Konfigurace…
da: Konfiguration…
de: Konfigurieren…
es: Configuración…
fa: پیکربندی ...
fi: Konfiguraatio…
hr: Konfiguracija…
id: Konfigurasi...
it: Configurazione…
ja: 設定...
ko: 구성...
lt: Nustatymai…
mk: Конфигурација…
nl: Configuratie…
no: Konfigurasjon...
pl: Konfiguracja…
pt: Configuração…
ro: Configuraţie…
ru: Конфигурация...
sl: Konfiguracija ...
sr_cyrl_rs: Конфигурација…
th: กำหนดค่า...
tr: Ayarlamalar…
uk: Конфігурація...
vi: Cấu hình...
zh_hant: 設定...

# Generic_FontSizePicker
source: Font size:
ar: حجم الخط:
bg: Размер на шрифта:
ca: Mida de la font :
chs: 字体大小：
cs: Velikost fontu:
da: Skriftstørrelse:
de: Schriftgröße:
es: Tamaño de la fuente:
fa: اندازه قلم:
fi: Fonttikoko:
fr: Taille de la police :
hr: Veličina fonta:
id: Ukuran Huruf:
it: Dimensione del font:
ja: フォントのサイズ:
ko: 글자 크기:
lt: Šrifto dydis :
mk: Големина на фонтот:
nl: Lettergrootte:
no: Skriftstørrelse:
pl: Rozmiar czcionki:
pt: Tamanho da Fonte:
ro: Dimensiune font:
ru: Размер шрифта:
sl: Velikost pisave:
sr_cyrl_rs: Величина фонта:
th: ขนาดตัวอักษร:
tr: Yazıtipi Büyüklüğü :
uk: Розмір шрифту:
vi: Kích cỡ chữ:
zh_hant: 字體大小：
