Repository: Kinovea/Kinovea
Catalog: Kinovea.ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: ar, bg, ca, chs, cs, da, de, es, fa, fi, fr, hr, id, it, ja, ko, lt, mk, ms, nl, no, pl, pt, ro, ru, sl, sr_cyrl_rs, th, tr, uk, vi, zh_hant

# dlgCameraCalibration_Title
source: Camera calibration
ar: معايرة الكاميرا
bg: Калибрация на камерата
ca: Calibratge de la càmera
chs: 相机校准
cs: Kalibrace kamery
de: Kamera-Kalibrierung
es: Calibración de la cámara
fa: کالیبراسیون دوربین
fi: Kamera kalibrointi
fr: Calibration de caméra
hr: Kalibracija kamere
id: Kalibrasi kamera
it: Calibrazione della fotocamera
ja: カメラのキャリブレーション
ko: 카메라 보정
lt: Fotoaparato kalibravimas
mk: Калибрација на камерата
nl: Camera kalibratie
pl: Kalibracja kamery
pt: Calibração da câmera
ro: Calibrare cameră
ru: Калибрация камеры
sl: Kalibracija kamere
sr_cyrl_rs: Калибрација камере
th: การเทียบปรับกล้อง
tr: Kamera kalibrasyonu
uk: Калібрування камери
vi: Cạn chỉnh cái máy ảnh
zh_hant: 相機校正

# dlgCameraCalibration_DistortionCoefficients
source: Distortion coefficients
ar: معاملات الاعوجاج
bg: Коефициент изкривяване
ca: Coeficients de distorsió
chs: 失真系数
cs: Koeficienty zkreslení
de: Verzerrungskoeffizienten
es: Coeficientes de distorsión
fa: ضرایب اعوجاج
fi: Vääristymiskertoimet
fr: Coefficients de distorsion
hr: Koeficijenti zakrivljenosti
id: Koefisian distorsi
it: Coefficienti di distorsione
ja: 歪み係数
ko: 왜곡 계수
lt: Iškreipimo koeficientai
mk: Коефициенти на искривување
nl: Vervorming coëfficiënt
pl: Współczynniki zniekształceń
pt: Coeficientes de distorção
ro: Coeficienți de distorsiune
ru: Коэффициенты искажения
sl: Koeficienti popačenja
sr_cyrl_rs: Koефицијент закривљености
th: ค่าสัมประสิทธิ์การบิดเบือนภาพ
tr: bozulma katsayıları
uk: Коефіцієнти спотворення
vi: Hệ số méo mó
zh_hant: 變形係數

# dlgCameraCalibration_OpenDialogTitle
source: Load camera calibration profile
ar: تحميل بروفايل معايرة الكاميرا
bg: Зареди калибрирания профил на камерата
ca: Carregar un perfil de calibratge
chs: 加载相机校准配置文件
cs: Načtení kalibračního profilu kamery
de: Kalibrierprofil für Kamera laden
es: Cargar perfil de calibración de la cámara
fa: بارگزاری مشخصات کالیبراسیون دوربین
fi: Lataa kameran kalibrointiprofiili
fr: Charger un profil de calibration
hr: Učitaj profil kalibracije kamere
id: Muat profil kalibrasi kamera
it: Carica un profilo di calibrazione della fotocamera
ja: カメラキャリブレーションプロファイルの読み込み
ko: 카메라 보정 프로파일 불러오기
lt: Įkelti kameros kalibravimo profilį
mk: Вчитај профил за калибрација на камерата
nl: Laad het camera kalibratie profiel
pl: Wczytaj profil kalibracji kamery
pt: Carregar o perfil de calibração da câmera
ro: Încarcă profilul de calibrare a camerei
ru: Загрузить профиль калибровки камеры
sl: Naloži profil kalibracije kamere
sr_cyrl_rs: Учитај профил калибрације камере
th: โหลดโปรไฟล์การเทียบปรับกล้อง
tr: Kamera kalibrasyon profilini yükle
uk: Завантажити профіль калібрування камери
vi: Tải hồ sơ cạn chỉnh cái máy ảnh
zh_hant: 讀取相機校正檔案

# dlgCameraCalibration_SaveDialogTitle
source: Save camera calibration profile
ar: حفظ بروفايل معايرة الكاميرا
bg: Съхрани калибрирания профил на камерата
ca: Desar el perfil de calibratge
chs: 保存相机校准配置文件
cs: Uložení kalibračního profilu fotoaparátu
de: Kalibrierprofil für Kamera speichern
es: Guardar perfil de calibración de la cámara
fa: ذخیره مشخصات کالیبراسیون دوربین
fi: Tallenna kameran kalibrointiprofiili
fr: Sauver le profil de calibration
hr: Spremi profil kalibracije kamere
id: Simpan profil kalibrasi kamera
it: Salva il profilo di calibrazione della fotocamera
ja: カメラのキャリブレーション プロファイルを保存する
ko: 카메라 보정 프로파일 저장
lt: Išsaugoti fotoaparato kalibravimo profilį
mk: Зачувај го профилот за калибрација на камерата
nl: Bewaar het camera kalibratie profiel
pl: Zapisz profil kalibracji aparatu
pt: Salvar o perfil de calibração da câmera
ro: Salvează profilul de calibrare a camerei
ru: Сохранить профиль калибровки камеры
sl: Shrani profil kalibracije kamere
sr_cyrl_rs: Запамти профил калибрације камере
th: บันทึกโปรไฟล์การเทียบปรับกล้อง
tr: Kamera kalibrasyon profilini kaydet
uk: Зберегти профіль калібрування камери
vi: Lưu hồ sơ hiệu chuẩn ống kính
zh_hant: 儲存相機校正檔案

# dlgCameraCalibration_lblSensorWidth
source: Sensor width (mm):
ar: عرض المستشعر (مم):
bg: Широчина на сензора (мм):
chs: 传感器宽度（毫米）：
cs: Šířka snímače (mm):
de: Sensorbreite (mm):
es: Anchura del sensor (mm):
fi: Sensorin leveys (mm):
fr: Largeur capteur (mm) :
hr: Širina senzora (mm):
id: Lebar sensor (mm):
it: Larghezza sensore (mm):
ja: センサー幅 (mm):
ko: 센서 폭 (mm):
lt: Jutiklio plotis (mm):
mk: Ширина на сензорот (мм):
nl: Sensorbreedte (mm):
pl: Szerokość czujnika (mm):
pt: Largura do sensor (mm):
ro: Lățimea senzorului (mm):
ru: Ширина сенсора (мм):
sl: Širina senzorja (mm):
th: ความกว้างเซนเซอร์ (มม.):
tr: Sensör genişliği (mm):
uk: Ширина датчика (mm):
vi: Chiều rộng cảm biến (mm):
zh_hant: 感光元件寬度（毫米）：

# DrawingName_Bikefit
source: Bike fit
ar: وضع الدراجة المناسب
bg: Велосипед
ca: Postura de bicicleta
chs: 自行车合身
cs: Vybavení jízdního kola
de: Radfahren
es: Postura de bicicleta
fa: موقعیت دوچرخه
fi: Pyörän sopivuus
fr: Ajustement de vélo
hr: Pozicioniranje na biciklu
id: Pencocokan dengan sepeda
ja: バイクフィット
ko: 바이크 핏
lt: Tinka dviračiui
mk: Велосипед
nl: Fietsmeting
pl: Dopasowanie roweru
pt: Ajuste motocicleta
ro: Potrivire bicicletă
ru: Велосипед
sl: Prilagoditev kolesa
sr_cyrl_rs: Позиционирање на бициклу
th: ฟิตติ้งจักรยาน
uk: Велосипед
vi: Goniometer
zh_hant: 自行車適配

# DrawingName_Genu
source: Genu
ar: الوضع السفلي
bg: Opaska na kolano
ca: Tren inferior
chs: 膝
es: Tren inferior
fa: عضو منعطف
hr: Koljeno
id: Lutut
it: Ginocchio (Genu)
ja: 膝
ko: 무릎
lt: kelis
mk: Колено
pl: Opaska na kolano
ru: Колено
sl: Koleno
sr_cyrl_rs: Колено
th: Genu (จีนู)
uk: Коліно
vi: Châm lũng
zh_hant: 膝關節

# DrawingName_Archery
source: Archery
ar: وضع الرماية
bg: Лък
ca: Tir amb arc
chs: 射箭
cs: Lukostřelba
de: Bogenschießen
es: Tiro con arco
fa: عکسبرداری
fi: Jousiammunta
fr: Tir à l'arc
hr: Streličarstvo
id: Panahan
it: Tiro con l'arco
ja: 弓
ko: 양궁
lt: Lankas
mk: Лак
nl: Boogschieten
pl: Łucznictwo
pt: Arqueiro
ro: Arcuri
ru: Лук
sl: Lokostrelstvo
sr_cyrl_rs: Стреличарство
th: ยิงธนู
tr: Okçuluk
uk: Лук
vi: Bận cũng
zh_hant: 射箭

# DrawingName_AngleToVertical
source: Angle to vertical
ar: زاوية الي الاتجاه العمودي
bg: Вертикален ъгъл
ca: Angle a la vertical
chs: 垂直角度
cs: Úhel vůči svislici
de: Winkel zur Vertikalen
es: Ángulo a la vertical
fa: زاویه به جهت عمودی
fi: Kulma pystysuoraan
fr: Angle à la verticale
hr: Kut prema vertikali
id: Sudut terhadap vertikal
it: Angolo rispetto alla verticale
ja: 垂直方向に対する角度
ko: 수직 각도
lt: Kampas vertikaliai
mk: Агол кон вертикалата
nl: Hoek naar verticaal
pl: Kąt do pionu
pt: Ângulo para vertical
ro: Unghi față de verticală
ru: Угол к вертикали
sl: Kot glede na navpičnico
sr_cyrl_rs: Угао ка вертикали
th: มุมต่อแนวตั้ง
tr: Dikey açı
uk: Кут до вертикалі
vi: Góc so với thăng đức
zh_hant: 與垂直線的角度

# FormCameraAlias_Icon
source: Icon:
ar: الرمز:
bg: Икона:
ca: Icona:
chs: 图标：
cs: Ikona:
de: Symbol:
es: Icono:
fa: آیکون:
fi: Symboli:
fr: Icône :
hr: Ikona:
id: Ikon:
it: Icona:
ja: アイコン:
ko: 아이콘:
lt: Piktograma:
mk: Икона:
nl: Icoon:
pl: Ikona:
pt: Ícone:
ru: Значок:
sl: Ikona:
sr_cyrl_rs: Икона:
th: ไอคอน:
tr: İkon:
uk: Значок:
vi: Biểu tượng:
zh_hant: 小圖示：

# FormCameraAlias_Title
source: Rename camera
ar: إعادة تسمية الكاميرا
bg: Преименувай камерата
ca: Reanomenar càmera
chs: 重命名相机
cs: Přejmenování kameru
de: Kamera umbenennen
es: Renombrar camara
fa: تغییر نام دوربین
fi: Uudelleennimeä kamera
fr: Renommage de la camera
hr: Izmijeni ime kamere
id: Ganti nama kamera
it: Rinomina fotocamera
ja: カメラの名前を変更する
ko: 카메라 이름 바꾸기
lt: Pervardyti kamerą
mk: Преименувај ја камерата
nl: Hernoem de camera
pl: Zmiana nazwy kamery
pt: Renomear câmera
ro: Redenumire cameră
ru: Переименовать камеру
sl: Preimenuj kamero
sr_cyrl_rs: Измени име камере
th: แก้ไขชื่อกล้อง
tr: Kamerayı yeniden adlandır
uk: Перейменувати камеру
vi: Đặt lại tên cái máy ảnh
zh_hant: 重新命名相機

# FormCameraAlias_Alias
source: Alias:
ar: الاسم المستعار:
bg: Обозначение на име:
ca: Sobrenom:
chs: 别名：
de: Bezeichnung:
fa: نام مستعار:
id: Nama lain:
ja: 別名:
ko: 별명:
lt: Pseudonimas:
mk: Ознака за името:
pl: Pseudonim:
pt: Apelido:
ru: Обозначение имени:
sl: Vzdevek:
th: นามแฝง:
tr: takma ad:
uk: Іменування:
vi: Biểu danh:
zh_hant: 別名：

# Generic_Curved
source: Curve:
ar: منحنى:
bg: Крива:
ca: Corba:
chs: 曲线：
cs: Křivka:
de: Kurve:
es: Curva:
fa: منحنی:
fi: Kurvi:
fr: Courbe :
hr: Krivulja:
id: Kurva:
it: Curva:
ja: 曲線:
ko: 곡선:
lt: Kreivė:
mk: Крива:
pl: Krzywa:
pt: Curva:
ro: Curbă:
ru: Кривая:
sl: Krivulja:
sr_cyrl_rs: Крива:
th: เส้นโค้ง:
tr: Eğri:
uk: Крива:
vi: Cưng:
zh_hant: 曲線：

# Generic_Clock
source: Clock:
ar: الساعة:
bg: Часовник:
ca: Rellotge:
chs: 时钟：
cs: Hodiny:
de: Uhr:
es: Reloj:
fi: Kello:
fr: Horloge :
hr: Sat:
id: Jam:
it: Orologio:
ja: 時計:
ko: 시계:
lt: Laikrodis:
mk: Часовник:
nl: Klok:
pl: Zegar:
pt: Relógio:
ro: Ceas:
ru: Часы:
sl: Ura:
th: นาฬิกา:
tr: Saat:
uk: Годинник:
vi: Đồng hồ:
zh_hant: 時鐘：

# Generic_Perspective
source: Perspective:
ar: منظور:
bg: Перспектива:
ca: Perspectiva:
chs: 透视:
cs: Perspektiva:
de: Perspektive:
es: Perspectiva:
fa: چشم انداز:
fi: Perspektiivi:
hr: Perspektiva:
id: Perspektif:
it: Prospettiva:
ja: 視点:
ko: 관점:
lt: Perspektyva:
mk: Перспектива:
nl: Perspectief:
pl: Perspektywa:
pt: Perspectiva:
ro: Pespectivă:
ru: Перспектива:
sl: Perspektiva:
th: มุมมอง:
tr: Perspektif:
uk: Перспектива:
vi: Phối cảnh:
zh_hant: 透視：

# Generic_Calibration
source: Calibration
ar: معايرة
bg: Калибровка
ca: Calibració
chs: 校准
cs: Kalibrace
de: Kalibrierung
es: Calibración
fa: کالیبراسیون
fi: Kalibrointi
fr: Calibrage
hr: Kalibracija
id: Kalibrasi
it: Calibrazione
ja: 較正
ko: 보정
lt: Kalibravimas
mk: Калибрација
nl: Calibratie
pl: Kalibracja
pt: Calibragem
ro: Calibrare
ru: Калибровка
sl: Kalibracija
sr_cyrl_rs: Калибрација
th: การเทียบปรับ
tr: Kalibrasyon
uk: Калібрування
vi: Cấn chỉnh
zh_hant: 校正

# Generic_File
source: File
ar: ملف
bg: Файл
ca: Fitxer
chs: 文件
cs: Soubor
de: Datei
es: Archivo
fa: پرونده
fi: Tiedoto
fr: Fichier
hr: Datoteka
id: Berkas
ja: ファイル
ko: 파일
lt: Rinkmena
mk: Фајл
nl: Bestand
pl: Plik
pt: Ficheiro
ro: Fișier
ru: Файл
sl: Datoteka
sr_cyrl_rs: Датотека
th: ไฟล์
tr: Dosya
uk: Файл
vi: Tệp
zh_hant: 文件

# Generic_GridDivisionsPicker
source: Divisions:
ar: أقسام:
bg: Подразделения:
chs: 部分:
cs: Toto je popisek pro selektor definující velikost mřížky.
fi: Jaot:
id: Pembagian:
it: Divisioni:
ja: 分割数:
ko: 분할:
mk: Делови:
nl: Verdeling:
ro: Diviziuni:
ru: Подразделения:
sr_cyrl_rs: Подеоци:
tr: Bölümler:
zh_hant: 網格尺寸：

# Generic_Visibility
source: Visibility
ar: الظهور
bg: Видимост
chs: 能见度
cs: Viditelnost
de: Sichtbarkeit
es: Visibilidad
fa: نمایانی
fi: Näkyvyys
fr: Visibilité
hr: Vidljivost
id: Visibilitas
it: Visibilità
ja: 可視性
ko: 가시성
lt: Matomumas
mk: Видливост
nl: Zichtbaarheid
pl: Widoczność
pt: Visibilidade
ro: Vizibilitate
ru: Видимость
sl: Vidnost
th: การมองเห็น
tr: Görünürlük
uk: Видимість
vi: Khả thị nhìn
zh_hant: 可見性

# Generic_SaveKVA
source: Save annotations
ar: حفظ االتحليلات
bg: Запази анотациите
chs: 保存注释
cs: Uložení poznámek
de: Annotationen speichern
es: Guardar anotaciones
fi: Tallenna merkinnät
fr: Enregistrer les annotations
hr: Spremi bilješke
id: Simpan anotasi
it: Salva annotazioni
ja: 注釈を保存
ko: 주석 저장
lt: Išsaugoti anotacijas
mk: Зачувај анотации
nl: Sla annotaties op
pl: Zapisz adnotacje
pt: Salvar anotações
ro: Salvare adnotări
ru: Сохранить аннотации
sl: Shrani oznake
th: บันทึกคำอธิบาย
tr: Ek açıklamaları kaydet
uk: Зберегти анотації
vi: Lưu giải thích
zh_hant: 儲存註釋

# Generic_SaveKVAAs
source: Save annotations as…
ar: حفظ التحليلات باسم…
bg: Запази анотациите като…
chs: 将注释另存为…
cs: Uložit anotace jako…
de: Annotationen speichern als…
es: Guardar anotaciones como…
fi: Tallenna merkinnät nimellä…
fr: Enregistrer les annotations sous…
hr: Spremi anotacije kao…
id: Simpan anotasi sebagai…
it: Salva annotazioni come…
ja: 注釈を別名で保存…
ko: 주석을 다른 이름으로 저장…
lt: Išsaugoti anotacijas kaip…
mk: Зачувај анотации како…
nl: Sla annotaties op als…
pl: Zapisz adnotacje jako…
pt: Salvar anotações como…
ro: Salvează adnotările ca…
ru: Сохранить аннотации как…
sl: Shrani oznake kot …
th: บันทึกคำอธิบายเป็น…
tr: Ek açıklamaları farklı kaydet…
uk: Зберегти анотації як…
vi: Lưu chú thích dưới dạng…
zh_hant: 另存註釋為…

# Generic_ExportVideo
source: Export video…
ar: تصدير فيديو…
bg: Експортирай видео…
chs: 导出视频…
cs: Export videa…
de: Video exportieren…
es: Exportar vídeo…
fi: Vie video…
fr: Exporter la vidéo…
hr: Eksportiraj video…
id: Ekspor video…
it: Esporta un video…
ja: ビデオのエクスポート…
ko: 비디오 내보내기…
lt: Eksportuoti vaizdo įrašą…
mk: Експортирај го видеото…
nl: Exporteer video…
pl: Eksportuj wideo…
pt: Exportar vídeo…
ro: Exportă video…
ru: Экспортировать видео…
sl: Izvozi video …
th: นำออกวิดีโอ…
tr: Videoyu dışa aktar…
uk: Експорт відео…
vi: Xuất video…
zh_hant: 輸出影片…

# Generic_Import
source: Import…
ar: استيراد
bg: Импорт
ca: Importar
chs: 导入
de: Importieren…
es: Importar…
fa: وارد کردن
fi: Tuonti
fr: Importer…
hr: Uvoz …
id: Impor
it: Importa…
ja: インポート
ko: 가져오기…
lt: importas
mk: Импорт
nl: Importeren
pl: Importuj…
pt: Importar…
ru: Импорт…
sl: Uvozi …
sr_cyrl_rs: Увези
th: นำเข้า…
tr: İçeri aktar
uk: Імпорт…
vi: Nhập…
zh_hant: 匯入…

# mnuRotation270
source: 90° counter-clockwise
ar: 90 درجة عكس اتجاه عقارب الساعة
bg: 90° срещу часовниковата стрелка
ca: 90º antihorari
chs: 逆时针 90°
cs: 90° proti směru hodinových ručiček
de: 90° gegen den Uhrzeigersinn
es: 90° antihorario
fa: پادساعتگرد 90 درجه
fi: 90° vastapäivään
fr: 90° anti-horaire
hr: 90° suprotno od smjera kazaljke na satu
id: 90° berlawanan arah jarum jam
it: 90° in senso antiorario
ja: 反時計回りに90°
ko: 시계 반대 방향으로 90°
lt: 90 ° prieš laikrodžio rodyklę
mk: 90° во спротивен правец од стрелките
nl: 90° tegen de klok in
pl: Obrót 90° przeciwnie do ruchu wskazówek zegara
pt: 90° no sentido anti-horário
ro: 90° antiorar
ru: 90° против часовой стрелки
sl: 90° v nasprotni smeri urinega kazalca
th: 90° ทวนเข็มนาฬิกา
tr: 90° saat yönünün tersine
uk: 90° проти годинникової стрілки
vi: Xoay 90° ngược chiều kim đồng hồ
zh_hant: 逆時針90°

# mnuSignedAngle
source: Signed angle
ar: زاوية التوقيع
bg: Ъглова стойност
ca: Angle amb signe
chs: 有符号角
cs: Značený úhel
de: Winkel mit Vorzeichen
es: Ángulo con signo
fa: زاویه علامت دار
fi: Merkitty kulma
fr: Angle signé
hr: Značenje kuta
id: Sudut bertanda
it: Angolo con segno
ja: 符号付き角度
ko: 부호 있는 각도
lt: Pasižymėtas kampas
mk: Вредност на аголот
nl: Opgegeven hoek
pl: Kąt opisany
pt: Ângulo assinado
ro: Unghi cu semn
ru: Значение угла
sl: Predznačen kot
th: มุมที่กำหนด
tr: İşaretli açı
uk: Значення кута
vi: Góc có dấu
zh_hant: 有向角

# mnuCounterClockwise
source: Counter clockwise
ar: عكس اتجاه عقارب الساعه
bg: Срещу часовниковата стрелка
ca: Antihorari
chs: 逆时针
cs: Proti směru hodinových ručiček
de: Gegen den Uhrzeigersinn
es: Antihorario
fa: شمارنده ساعتگرد
fi: Vastapäivään
fr: Anti-horaire
hr: Suprotno od smjera kazaljke na satu
id: Berlawanan arah jarum jam
it: Antiorario
ja: 反時計回り
ko: 시계 반대 방향
lt: Prieš laikrodžio rodyklę
mk: Спротивно на часовникот
nl: Tegen de klok in
pl: Przeciwnie do ruchu wskazówek zegara
pt: Sentido anti-horário
ro: Antiorar
ru: Против часовой стрелки
sl: V nasprotni smeri urinega kazalca
th: ทวนเข็มนาฬิกา
tr: Saat yönünün tersi
uk: Проти годинникової стрілки
vi: Ngược chiều kim đồng hồ
zh_hant: 逆時針

# mnuCalibrate
source: Calibrate...
ar: معايرة...
bg: Калибрирай….
ca: Calibrar...
chs: 校准...
cs: Kalibrace...
de: Kalibrieren...
es: Calibrar…
fa: کالیبراسیون ...
fi: Kalibroi...
fr: Calibrer…
hr: Kalibriraj...
id: Kalibrasi...
it: Calibrazione...
ja: 較正…
ko: 보정...
lt: Kalibravimas...
mk: Калибрирај...
nl: Calibreer…
pl: Kalibracja...
pt: Calibrar...
ro: Calibrează…
ru: Калибровка….
sl: Kalibriraj ...
sr_cyrl_rs: Калибриши...
th: ปรับเทียบ...
tr: Kalibre et...
uk: Калібрування...
vi: Câu chỉnh ...
zh_hant: 校正...

# mnuVisibilityCustom
source: Custom fading
ar: تلاشي مخصص
chs: 自定义褪色
cs: Vlastní blednutí
de: Benutzerdefiniertes Ausblenden
es: Desvanecimiento personalizado
fi: Mukautettu häivytys
fr: Fondu personnalisé
hr: Prilagođeni fading
id: Pemudaran khusus
it: Dissolvenza personalizzata
ja: カスタムフェード
ko: 커스텀 페이딩
lt: Pasirinktinis išblukimas
mk: Кориснички фејдинг
nl: Eigen vervaging
pl: Niestandardowe przyciemnanie
pt: Desbotamento personalizado
ro: Fading personalizat
ru: Пользовательский фейдинг
sl: Bledenje po meri
th: การซีดจางแบบกำหนดเอง
uk: Спеціальне згасання
vi: Thúc mật đặc biệt
zh_hant: 客製淡出

# mnuVisibilityConfigure
source: Configure custom fading
ar: إعدادات تلاشي مخصص
chs: 配置自定褪色
cs: Konfigurace vlastního stmívání
de: Benutzerdefiniertes Ausblenden konfigurieren
es: Configurar desvanecimiento personalizado
fi: Määritä mukautettu häivytys
fr: Configurer le fondu personnalisé
hr: Konfiguriraj prilagođeni fading
id: Konfigurasikan pemudaran khusus
it: Configura dissolvenza personalizzata
ja: カスタムフェードの設定
ko: 커스텀 페이딩 구성
lt: Konfigūruokite pasirinktinį išblukimą
mk: Конфигурирај го корисничкиот фејдинг
nl: Configureer eigen vervaging
pl: Konfiguracja niestandardowego przyciemnania
pt: Configurar o desbotamento personalizado
ro: Configurare fading personalizat
ru: Сконфигурировать пользовательский фейдинг
sl: Nastavi bledenje po meri
th: ตั้งค่าการซีดจางแบบกำหนดเอง
uk: Налаштувати власне згасання
vi: Cấu hình mật tùy chọn
zh_hant: 設定客製淡出

# mnuPasteImage
source: Paste image from clipboard
ar: لصق صورة من الحافظة
bg: Постави изображение от клипборда
ca: Enganxar la imatge de del portaretalls
chs: 从剪贴板粘贴图像
cs: Vložení obrázku ze schránky
de: Bild aus Zwischenablage einfügen
es: Pegar imagen del portapapeles
fa: جایگذاری تصویر از کلیپ برد
fi: Liitä kuva leikepöydältä
fr: Coller l’image depuis le presse-papier
hr: Zalijepi sliku iz Clipboarda
id: Tempel gambar dari papan klip
it: Incolla immagine dagli appunti
ja: クリップボードから画像を貼り付け
ko: 클립보드에서 이미지 붙여넣기
lt: Įklijuokite vaizdą iš iškarpinės
mk: Вметни ја сликата од клипбордот
nl: Plak vanaf klembord
pl: Wklej obraz ze schowka
pt: Colar imagem da área de transferência
ro: Lipire imagine din Clipboard
ru: Вставить изображение из буфера обмена
sl: Prilepi sliko iz odložišča
th: วางรูปภาพจากคลิปบอร์ด
uk: Вставити зображення з буфера обміну
vi: Dán hình ảnh từ clipboard
zh_hant: 從剪貼簿貼上影像

# Toast_TriggerArmed
source: Capture trigger armed
ar: مشغل التسجيل مفعل
chs: 捕获触发器已武装
cs: Spoušť zachycení odjištěna
de: Aufnahme-Trigger aktiviert
es: Activador de la captura armado
fi: Kaappausliipaisin viritetty
fr: Déclencheur de capture armé
hr: Okidač ispisa ekrana aktivan
id: Pemicu tangkapan telah diperlengkapi
it: Cattura con trigger armato
ja: キャプチャトリガーが作動されました
ko: 캡쳐 트리거 활성됨
lt: Fiksavimo gaidukas aktyvuotas
mk: Тригерот на опфатот е активен
nl: Opname-activering ingeschakeld
pl: Wyzwalacz przechwytywania włączony
pt: Acionador de captura armado
ro: Declanșatorul de captură armat
ru: Триггер захвата активен
sl: Sprožilec zajema pripravljen
th: รอรับคำสั่งการกระตุ้นการจับภาพ
uk: Тригер захоплення активований
vi: Thiết bị chụp hình được nạp
zh_hant: 擷取觸發器已啟動

# Toast_TriggerDisarmed
source: Capture trigger disarmed
ar: مشغل التسجيل غير مفعل
chs: 捕获触发器已解除
cs: Spoušť zachycení odjištěna
de: Aufnahme-Trigger deaktiviert
es: Activador para la captura desarmado
fi: Kaappausliipaisin virittämättä
fr: Déclencheur de capture désarmé
hr: Okidač ispisa ekrana neaktivan
id: Pemicu tangkapan telah dilucuti
it: Cattura con trigger disarmato
ja: キャプチャトリガーが解除されました
ko: 캡쳐 트리거 비활성됨
lt: Fiksavimo gaidukas neaktyvus
mk: Тригерот на опфанот е неактивен
nl: Opname-activering uitgeschakeld
pl: Wyzwalacz przechwytywania wyłączony
pt: Acionador de captura desarmado
ro: Declanșatorul de captură dezarmat
ru: Триггер захвата не активен
sl: Sprožilec zajema neaktiven
th: ปลดการรอรับคำสั่งการกระตุ้นการจับภาพ
uk: Тригер захоплення вимкнено
vi: Thiết bị chụp hình được vô hiệu hóa
zh_hant: 擷取觸發器已解除

# ToolTip_DrawingToolSpotlight
source: Spotlight
ar: ضوء كشاف
bg: Прожектор
ca: Focus
chs: 聚光灯
de: Spot
es: Foco
fa: نور افکن
fi: Valokeila
fr: Projecteur
hr: Aktualno
id: Penyorot
it: Riflettore
ja: スポットライト
ko: 스포트라이트
lt: Apšvietimas
mk: Центар на внимание
nl: Spotlicht
pl: Podświetlanie
pt: Holofote
ro: Iluminare în spot
ru: Прожектор
sl: Reflektor
sr_cyrl_rs: Актуелно
th: สปอตไลท์
uk: Прожектор
vi: Đèn kĩu
zh_hant: 聚光燈

# ToolTip_DrawingToolAutonumbers
source: Auto numbers
ar: ترقيم تلقائي
bg: Автоматично номериране
ca: Autonumeració
chs: 自动编号
cs: Automatická čísla
de: Automatische Nummern
es: Autonumeración
fa: شماره‌های خودکار
fi: Automaattiset numerot
fr: Numérotation auto
hr: Automatska numerizacija
id: Nomor otomatis
it: Numeri automatici
ja: オートナンバー
ko: 자동 번호
lt: Automatinis numeravimas
mk: Авто броеви
nl: Automatische nummering
pl: Numery automatyczne
pt: Números automáticos
ro: Numerotare automată
ru: Автоматическая нумерация
sl: Samodejno številčenje
sr_cyrl_rs: Ауто бројеви
th: ระบุตัวเลขอัตโนมัติ
uk: Автоматична нумерація
vi: Tự đốc số
zh_hant: 自動編號

# ToolTip_Rafale
source: Save a sequence of images
ar: حفظ تسلسل الصور
bg: Съхрани последователността на изображенията
ca: Desar una seqüència d'imatges
chs: 保存图像序列
cs: Uložit sekvenci obrazů
da: Gem en billedserie
de: Bildsequenz speichern
es: Guardar una secuencia de imágenes
fa: ذخیره دنباله‌ای از تصاویر
fi: Tallenna kuvasarja
fr: Enregistrer une séquence d'images
hr: Spremi redoslijed slika
id: Simpan urutan gambar
it: Salva una sequenza di immagini
ja: イメージシーケンスを保存
ko: 일련의 이미지 저장
lt: Išsaugoti vaizdų seką
mk: Зачувај секвенца од сликите
nl: Bewaar beeldmateriaal
no: Lagre bildesekvens
pl: Zapisz sekwencję obrazów
pt: Salvar uma Sequência de Imagens
ro: Salvează o secvenţă de cadre
ru: Сохранить последовательность изображений
sl: Shrani zaporedje slik
sr_cyrl_rs: Сачувај редослед слика
th: บันทึกลำดับของรูปภาพ
tr: Bir İmaj Sekansı Kaydet
uk: Зберегти послідовність зображень
vi: Lưu một dãy hình ảnh
zh_hant: 儲存影像序列

# ToolTip_DisarmTrigger
source: Disarm capture trigger. Current state: armed.
ar: تعطيل مشغل التسجيل. الوضع الحالي: مفعل.
chs: 撤防捕获触发器。 当前状态：武装。
cs: Odjistit spoušť zachycení. Aktuální stav: odjištěno.
fi: Deaktivoi kaappauksen liipaisin. Nykyinen tila: viritetty.
id: Lucuti pemicu tangkapan. Keadaan saat ini: diperlengkapi.
it: Disarma il trigger di cattura. Stato attuale: armato.
ja: キャプチャトリガーの解除。現在の状態:作動済み。
ko: 캡처 트리거를 비활성화 합니다. 현재 상태: 활성화되었습니다.
mk: Деактивирај го тригерот на опфатот. Моменталната состојба е активиран.
nl: Schakel opname-activering uit. Huidige status: ingeschakeld.
ro: Dezarmare declanșator de captură. Starea curentă: armat.
ru: Деактивировать триггер захвата. Текущее состояние: активирован.
zh_hant: 解除擷取觸發器。當前狀態：已啟動。

# ToolTip_ArmTrigger
source: Arm capture trigger. Current state: disarmed.
ar: تفعيل مشغل التسجيل. الوضع الحالي: معطل.
chs: 手臂捕捉触发器。 目前状态：解除武装。
cs: Zajistit spoušť zachycení. Aktuální stav: odjištěno.
fi: Aktivoi kaappauksen liipaisin. Nykyinen tila: virittämättä.
id: Perlengkapi pemicu tangkapan. Status saat ini: dilucuti.
it: Arma il trigger di cattura. Stato attuale: disarmato.
ja: キャプチャトリガーの作動。現在の状態:解除済み。
ko: 캡처 트리거를 활성화 합니다. 현재 상태: 비활성화되었습니다.
mk: Активирај го тригерот на опфатот. Моменталната состојба е деактивиран.
nl: Schakel opname-activering in. Huidige status: uitgeschakeld.
ro: Armare declanșator de captură. Starea curentă: dezarmat.
ru: Активировать триггер захвата. Текущее состояние: деактивирован.
zh_hant: 啟動擷取觸發器。當前狀態：未啟動。

# FormCrashRecovery_Recover
source: Recover
ar: استعادة
bg: Възстановяване
ca: Recuperar
chs: 恢复
cs: Obnovit
de: Wiederherstellung
es: Recuperar
fa: بازیابی
fi: Palautuminen
fr: Récupérer
hr: Oporaviti
id: Pulihkan
it: Recupera
ja: 復元
ko: 복구
lt: Atkūrimas
mk: Обновување
nl: Herstellen
pl: Przywracanie
pt: Recuperar
ro: Recuperare
ru: Восстановление
sl: Obnovi
sr_cyrl_rs: Опоравити
th: กู้คืน
uk: Відновити
vi: Khôi phục
zh_hant: 恢復
