Repository: Kinovea/Kinovea
Catalog: Kinovea.ScreenManager/Languages/ScreenManagerLang.*.resx
Languages: ar, bg, ca, chs, cs, da, de, es, fa, fi, fr, hr, id, it, ja, ko, lt, mk, ms, nl, no, pl, pt, ro, ru, sl, sr_cyrl_rs, th, tr, uk, vi, zh_hant

# VideoFilterCameraMotion_RunCameraMotionEstimation
source: Run camera motion estimation
de: Kamerabewegungsschätzung durchführen
es: Ejecutar estimación de movimiento de cámara
fr: Lancer l'estimation du mouvement de la caméra
hr: Pokreni procjenu kretanja kamere
ko: 카메라 모션 추정 실행
pl: Uruchom właściwości ruchu kamery
ru: Запустить оценку движения камеры
th: รันการประมาณการเคลื่อนไหวของกล้อง
uk: Запуск оцінки руху камери
vi: Chạy ước tính chuyển động máy ảnh

# VideoFilterCameraMotion_FindFeatures
source: Find features
de: Finde Merkmale
es: Buscar funciones
fr: Trouver les features
hr: Pronađi funkcije
ko: 기능 찾기
pl: Znajdź właściwości
th: ค้นหาคุณสมบัติ
uk: Знайти особливості
vi: Tìm tính năng

# VideoFilterCameraMotion_MatchFeatures
source: Match features
es: Características de la partida
fr: Appairer les features
hr: Podudaranje funkcija
ko: 매치 기능
pl: Połącz właściwości
th: จับคู่คุณสมบัติ
uk: Збіг особливостей
vi: Khớp tính năng

# VideoFilterCameraMotion_ImportMask
source: Import mask
ko: 마스크 가져오기
ru: Импорт маски

# VideoFilterCameraMotion_DeleteTrackingData
source: Delete tracking data
de: Lösche die Verfolgungs daten
es: Eliminar datos de seguimiento
fr: Supprimer les données
hr: Izbriši podatke praćenja
ko: 트래킹 데이터 삭제
pl: Usuń dane ścieżki
th: ลบข้อมูลการติดตาม
uk: Видалити дані відстеження
vi: Xoá dữ liệu theo dõi

# VideoFilterCameraMotion_ShowInliers
source: Show inliers
es: Mostrar elementos internos
fr: Montrer les features incluses
ko: 포함된 기능 표시
pl: Pokaż wstawki
th: แสดง inliers
uk: Показати вкладки
vi: Hiển thị các ngoằn

# VideoFilterCameraMotion_ShowTracks
source: Show tracks
de: Zeige die Verfolgungen
es: Mostrar pistas
fr: Montrer les chemins
hr: Prikaži snimke
ko: 트랙 표시
pl: Pokaż ścieżki
th: แสดงแทร็ก
uk: Показати треки
vi: Hiển thị các track

# VideoFilterLensCalibration_ShowDetectedCorners
source: Show detected corners
de: Zeige erkannte Ecken
es: Mostrar las esquinas detectadas
fr: Montrer les coins détectés
hr: Prikaži otkrivene kutove
ko: 감지된 모서리 표시
pl: Pokaż wykryte narożniki
th: แสดงมุมที่ตรวจจับได้
uk: Показати виявлені кути
vi: Hiển thị các góc được phát hiện

# VideoFilterLensCalibration_CopyCalibrationData
source: Copy calibration data
de: Kalibrierungs Daten kopieren
es: Copiar datos de calibración
fr: Copier les données de calibration
hr: Kopiraj podatke kalibracije
ko: 교정 데이터 복사
pl: Kopiuj dane kalibracji
th: คัดลอกข้อมูลการปรับเทียบ
uk: Копіювати дані калібрування
vi: Sao chép dữ liệu hiệu chuẩn

# VideoFilterLensCalibration_SaveCalibrationData
source: Save calibration data…
de: Kalibrierungs Daten sichern…
es: Guardar datos de calibración…
fr: Sauver les données de calibration…
hr: Spremi podatke kalibracije …
ko: 교정 데이터 저장…
pl: Zapisz dane kalibracji…
th: บันทึกข้อมูลการปรับเทียบ…
uk: Зберегти дані калібрування…
vi: Lưu dữ liệu hiệu chuẩn…

# FormCalibratePlane_OffsetAppliedToCoordinates
source: Offset applied to coordinates ({0})
de: Versatz auf Koordinaten angewendet ({0})
es: Desviación aplicada a las coordenadas ({0})
fr: Décalage appliqué aux coordonnées ({0})
hr: Primijenjeni odmak na koordinate ({0})
ko: 좌표에 적용된 오프셋 ({0})
pl: Przesunięcie zastosowane do współrzędnych ({0})
th: ออฟเซ็ตที่ใช้กับพิกัด ({0})
uk: Зміщення, застосоване до координат ({0})
vi: Offset được áp dụng cho toạ độ ({0})

# StyleElement_Color_BorderColor
source: Border color
de: Randfarbe
es: Color de borde
fr: Couleur des bordures
hr: Boja ruba
ko: 테두리 색상
pl: Kolor granicy
th: สีเส้นขอบ
uk: Колір рамки
vi: Màu đường viền

# StyleElement_Color_LabelColor
source: Label color
de: Etikettenfarbe
es: Color de etiqueta
fr: Couleur du texte
hr: Boja oznake
ko: 레이블 색상
pl: Kolor etykiety
th: สีป้ายกำกับ
uk: Колір мітки
vi: Màu nhãn

# FormCalibratePlane_Coordinates
source: Coordinates
de: Koordinaten
es: Coordenadas
fr: Coordonnées
hr: Koordinate
ko: 좌표
pl: Koordynaty
th: รหัสพิกัด
uk: Координати
vi: Toạ độ

# FormConfigureExportVideo_UseCurrentPlaybackSpeed
source: Use current playback speed: {0:0.00}
de: Nutze die aktuelle Wiedergabegeschwindigkeit: {0:0.00}
es: Utilizar la velocidad de reproducción actual: {0:0.00}
fr: Utiliser la vitesse de reproduction actuelle : {0:0.00}
hr: Koristi trenutačnu brzinu reprodukcije: {0:0.00}
ko: 현재 재생 속도 사용: {0:0.00}
pl: Użyj aktualnej prędkości odtwarzania: {0:0.00}
th: ใช้ความเร็วในการเล่นปัจจุบัน: {0:0.00}
uk: Використовувати поточну швидкість відтворення: {0:0.00}
vi: Sử dụng tốc độ phát hiện tức thời: {0:0.00}

# filterName_CameraMotion
source: Camera motion estimation
de: Kamerabewegungsschätzung
es: Estimación del movimiento de la cámara
fr: Estimation du mouvement de caméra
hr: Procjena kretanja kamere
ko: 카메라 모션 추정
pl: Szacowanie ruchu kamery
th: การประมาณการเคลื่อนไหวของกล้อง
uk: Оцінка руху камери
vi: Ươc lượng chuyển động cáy

# filterName_LensCalibration
source: Lens calibration
de: Objektivekalibrierung
es: Calibración de lente
fr: Calibration optique
hr: Kalibracija leće
ko: 렌즈 교정
pl: Kalibracja obiektywu
th: การปรับเทียบเลนส์
uk: Калібрування об'єктива
vi: Hiệu chuẩn ống kính

# mnuExport_Spreadsheet_TrajectoryCSV
source: Trajectory CSV…
chs: 轨迹CSV…
de: Flugbahn CSV…
es: CSV de las trayectorias…
fi: Liikerata CSV…
fr: CSV trajectoires…
hr: CSV Trajektorija…
id: CSV lintasan…
it: CSV delle traiettorie…
ja: 軌跡CSV…
ko: 궤적 CSV…
mk: Траекторија CSV…
nl: Trajectpad CSV…
pl: Trajektoria CSV…
pt: Trajetória CSV…
ru: Траектория CSV…
sl: CSV poti …
th: วิถีโคจร CSV…
uk: Траекторія CSV…
vi: Đường đi CSV…
zh_hant: 軌跡CSV…

# DrawingCounter_ZeroBasedNumbering
source: Zero-based numbering
de: Nullbasierte Nummerierung
es: Numeración basada en ceros
fr: Compter à partir de zéro
hr: Numeriranje od nule
ko: 0부터 시작하는 번호 매기기
pl: Numerowanie od zera
th: การใส่ตัวเลขแบบมีศูนย์นำหน้า
uk: Нумерація від нуля
vi: Đánh số bắt đầu từ 0
zh_hant: 從零開始編號

# DrawingCounter_Double
source: Double
de: Doppel
es: Doble
hr: Dvostruko
ko: 두 배
pl: Podwojenie
th: สองเท่า
uk: Подвійний
vi: Gấp đôi

# FormCalibratePlane_FlipXAxis
source: Flip X axis
de: Spiegle die X Achse
es: Girar eje X
fr: Inverser l'axe X
hr: Preokreni os x
ko: X축 뒤집기
pl: Odwróć oś X
ru: Перевернуть по оси X
th: พลิกตามแกน X
uk: Відобразити по осі X
vi: Lật trục X
zh_hant: 翻轉 X 軸

# FormCalibratePlane_FlipYAxis
source: Flip Y axis
de: Spiegle die Y Achse
es: Girar eje Y
fr: Inverser l'axe Y
hr: Preokreni os y
ko: Y축 뒤집기
pl: Odwróć oś Y
ru: Перевернуть по оси Y
th: พลิกตามแกน Y
uk: Відобразити по осі Y
vi: Lật trục Y
zh_hant: 翻轉 Y 軸

# ScreenManagerKernel_LensCalibration_LensCalibrationMode
source: Lens calibration mode
de: Objektiv-Kalibrierungsmodus
es: Modo de calibración de lente
fr: Mode de calibration optique
hr: Kalibracija leće
ko: 렌즈 교정 모드
pl: Tryb kalibracji obiektywu
ru: Режим калибровки объектива
th: โหมดการปรับเทียบเลนส์
uk: Режим калібрування об'єктива
vi: Chế độ hiệu chuẩn ống kính

# VideoFilterCameraMotion_FindHomographies
source: Find homographies
de: Finde Homographien
es: Buscar homografías
fr: Trouver les homographies
hr: Pronađi homografije
ko: 호모그래피 찾기
pl: Znajdź homografie
th: ค้นหาความคล้ายคลึงกัน
uk: Знайти омографії
vi: Tìm đồng lạc

# FormConfigureCameraMotion_ConfigureCameraMotionEstimation
source: Configure camera motion estimation
de: Kamerabewegungsschätzung konfigurieren
es: Configurar estimación de movimiento de cámara
fr: Configurer l'estimation du mouvement de la caméra
hr: Konfiguriraj procjenu kretanja kamere
ko: 카메라 모션 추정 구성
pl: Konfiguruj ustawienia ruchu kamery
th: ตั้งค่าการประมาณการเคลื่อนไหวของกล้อง
uk: Налаштування оцінки руху камери
vi: Cấu hình ước tính chuyển động máy ảnh

# VideoFilterCameraMotion_BundleAdjustment
source: Bundle adjustment
de: Bündelanpassung
es: Ajuste del paquete
hr: Podešavanje snopa
ko: 번들 조정
pl: Regulacja pakietu
th: การแก้ไขรวม
uk: Регулювання пучка
vi: Điều chỉnh bó

# VideoFilterCameraMotion_BuildTracks
source: Build tracks
de: Erstelle Verfolgungen
es: Construir pistas
fr: Construire les chemins
hr: Izradi snimke
ko: 트랙 빌드
pl: Utwórz ścieżkę
th: สร้างแทร็ก
uk: Побудова доріжок
vi: Xây dựng các track

# VideoFilterCameraMotion_ShowPoints
source: Show points
de: Zeige punkte
es: Mostrar puntos
fr: Montrer les points
hr: Prikaži točke
ko: 포인트 표시
pl: Pokaż punkty
th: แสดงจุด
uk: Показати точки
vi: Hiển thị các điểm

# VideoFilterCameraMotion_ShowOutliers
source: Show outliers
de: Zeige Ausreißer
es: Mostrar valores atípicos
fr: Montrer les features exclues
ko: 제외된 기능 표시
pl: Pokaż wartości odstające
th: แสดง outliers
uk: Показати викиди
vi: Hiển thị các vòng ngoài

# VideoFilterCameraMotion_ShowMotionField
source: Show motion field
de: Bewegungsfeld anzeigen
es: Mostrar campo de movimiento
fr: Montrer le champ de mouvement
hr: Prikaži polje kretanja
ko: 모션 필드 표시
pl: Pokaż pole ruchu
th: แสดงพื้นที่การเคลื่อนไหว
uk: Показати поле руху
vi: Hiển thị trường chuyển động

# VideoFilterCameraMotion_ShowFrameTransforms
source: Show frame transforms
de: Zeige die Bild Transformationen
es: Mostrar transformaciones de fotogramas
fr: Montrer les transformations d'images
hr: Prikaži transformacije kadrova
ko: 프레임 변환 표시
pl: Pokaż transformacje klatek
th: แสดงการแปลงเฟรม
uk: Показати кадрові трансформації
vi: Hiển thị biến đổi khung hình

# VideoFilterLensCalibration_ShowReprojectedCorners
source: Show reprojected corners
de: Projizierte Ecken anzeigen
es: Mostrar las esquinas reproyectadas
fr: Montrer les coins reprojetés
hr: Prikaži ponovo projicirane kutove
ko: 재투영된 모서리 표시
pl: Pokaż rzutowane narożniki
th: แสดงมุมที่ถูกฉายซ้ำ
uk: Показати повторно спроектовані кути
vi: Hiển thị các góc chiếu lại
