Repository: Kinovea/Kinovea
Catalog: Root/Languages/RootLang.*.resx
Languages: el, fi, lt, no, ro

# CommandSwitchUICulture_FriendlyName
source: Change Language
el: Αλλαγή Γλώσσας
fi: Vaihda kieli
lt: Pakeisti kalba
no: Endre språk
ro: Modifică limba

# CommandToggleFileExplorer_FriendlyName
source: Show/Hide File Explorer
el: Εμφάνιση/Απόκρυψη Εξερεύνησης Αρχείων
fi: Näytä/piilota Explorer
lt: Rodyti/slėpti dokumentų naršyklę
no: Vis/Skjul
ro: Arată/Ascunde Exploratorul de fişiere

# dlgAbout_Info1
source: Kinovea is subject to the terms of the Gnu General Public License version 2.
el: Το Kinovea υπόκειται στους όρους της άδειας του Gnu General Public έκδοση 2.
fi: Kinovea on Gnu General Public License versio 2:n alainen
lt: Kinovea programai taikoma GNU General Public License 2 versijos sąlygos.
no: Kinovea er underlagt bestemmelsene for Gnu General Public License version 2.
ro: Kinovea se supune termenilor Licenţei Publice Gnu versiunea 2.

# dlgAbout_Info2
source: Kinovea uses the following software components:
el: Το Kinovea συνεργάζεται με τα ακόλουθα στοιχεία άλλων λογισμικών::
fi: Kinovea on yhteensopiva seuraavien ohjelmistojen kanssa:
lt: Kinovea naudoja šias programinės įrangos komponentus:
no: Kinovea benytter seg av følgende programvarekomponenter :
ro: Kinovea funcţionează în cooperare cu urmatoarele componente software:

# dlgAbout_Info3
source: You are welcome to help translate, test, debug, improve or otherwise support Kinovea.
el: Είστε ευπρόσδεκτοι να βοηθήσετε στην μετάφραση, δοκιμή, εκσφαλμάτωση (debug), βελτίωση ή άλλη υποστήριξη για το Kinovea.
fi: Tervetuloa osallistumaan Kinovean kehittämiseen kielikäännösten, testaamisen, virheraportoinnin ja muun tuen kautta
lt: Kviečiame prisidėti išbandant, tobulinant programą Kinovea.
no: Du er velkommen til å oversette, teste, debugge, forbedre eller på andre måter hjelpe Kinovea.
ro: Sunteţi invitaţii noştri dacă doriţi sa traduceţi, testaţi, corectaţi sau să îmbunătăţiţi în vreun fel Kinovea.

# dlgAbout_Info4
source: Translations:
el: Μεταφράσεις:
fi: Käännökset:
lt: Vertimai:
no: Lokalisering :
ro: Localizări:

# dlgOpenFile_Filter
source: All files (*.*)|*.*
el: Όλα τα αρχεία (*.*)|*.*
fi: Kaikki tiedostot (*.*)|*.*
lt: Visi dokumentai (*.*)|*.*
no: Alle filer (*.*)|*.*
ro: Toate fişierele (*.*)|*.*

# dlgOpenFile_Title
source: Open Video File
el: Άνοιγμα Αρχείου Video
fi: Avaa videotiedosto
lt: Atidaryti vaizdo dokumentą
no: Åpne videofil
ro: Deschide fişier video

# dlgPreferences_btnCapture
source: Capture
el: Αποτύπωση
fi: Videotallennus
lt: Įrašymas
ro: Captură

# dlgPreferences_btnDrawings
source: Drawings
el: Σχέδια
fi: Piirrokset
lt: Piešimas
no: Tegninger
ro: Desene

# dlgPreferences_ButtonGeneral
source: General
el: Γενικά
fi: Yleinen
lt: Pagrindinis
no: Generelt

# dlgPreferences_ButtonPlayAnalyze
source: Playback
el: Αναπαραγωγή
fi: Näytä
lt: Groti
no: Spill av
ro: Rulează

# dlgPreferences_Capture_lblImageDirectory
source: Image directory:
el: Κατεύθυνση προορισμού εικόνας:
fi: Kuvahakemisto :
lt: Paveikslėlio aplankas:
ro: Director imagini:

# dlgPreferences_Capture_lblVideoDirectory
source: Video directory:
el: Κατεύθυνση προορισμού βίντεο:
fi: Videohakemisto :
lt: Vaizdo aplankas:
ro: Director video:

# dlgPreferences_Capture_lblImageFormat
source: Image format:
el: Μορφή εικονας:
fi: Kuvamuoto :
lt: Paveikslėlio formatas:
ro: Format imagine:

# dlgPreferences_Capture_lblVideoFormat
source: Video format:
el: Μορφή βίντεο:
fi: Videomuoto :
lt: Vaizdo formatas:
ro: Format video:

# dlgPreferences_Capture_tabNaming
source: File naming
el: Ονοματοδοσία αρχείου
fi: Tiedoston nimeäminen
lt: Failų pavadinimo struktūra
ro: Denumire fişiere

# dlgPreferences_Capture_rbFreeText
source: Free text with automatic counter
el: Ελεύθερο κείμενο με αυτόματο μετρητή
fi: Vapaa teksti automaattisella numeroinnilla
lt: Laisvas tekstas su automatiniu skaitikliu
ro: Text autonom cu contor automat

# dlgPreferences_Capture_rbPattern
source: Naming pattern
el: Σχέδιο ονοματοδοσίας
fi: Nimeämisasetukset
lt: Pavadinimų sistema
ro: Model de denumire

# dlgPreferences_Capture_lblYear
source: Year
el: Έτος
fi: Vuosi
lt: Metai
ro: Anul

# dlgPreferences_Capture_lblMonth
source: Month
el: Μήνας
fi: Kuukausi
lt: Mėnuo
ro: Luna

# dlgPreferences_Capture_lblDay
source: Day
el: Ημέρα
fi: Päivä
lt: Diena
ro: Ziua

# dlgPreferences_Capture_lblHour
source: Hour
el: Ώρα
fi: Tunti
lt: Valanda
ro: Ora

# dlgPreferences_Capture_lblMinute
source: Minute
el: Λεπτό
fi: Minuutti
lt: Minutė
ro: Minutul

# dlgPreferences_Capture_lblSecond
source: Second
el: Δευτερόλεπτο
fi: Sekunti
lt: Sekundė
ro: Secunda

# dlgPreferences_Capture_lblCounter
source: Counter
el: Μετρητής
fi: Laskuri
lt: Skaitiklis
ro: Contor

# dlgPreferences_Capture_btnResetCounter
source: Reset counters
el: Μηδενισμός μετρητών
fi: Laskurin nollaus
lt: Išvalyti skaitiklį
ro: Resetare contoare

# dlgPreferences_Capture_tabMemory
source: Memory
el: Μνήμη
fi: Muisti
lt: Atmintis
ro: Memorie

# dlgPreferences_Capture_lblMemoryBuffer
source: Memory allocated for capture buffers: {0} MB.
el: Προσδιορισμένη ενδιάμεση μνήμη αποτύπωσης: {0} MB.
fi: Tallennukseen varattu muistimäärä : {0} Mb.
lt: Užimta atminties įrašymo buferiui: {0} MB.
ro: Memorie alocată bufferelor de captură: {0} MB.

# dlgPreferences_chkAlwaysVisible
source: Always Visible
el: Ορατό Πάντα
fi: Aina näkyvillä
lt: Visą laiką rodyti
no: Alltid synlig
ro: Întotdeauna vizibil

# dlgPreferences_chkDrawOnPlay
source: Show drawings when video is playing
el: Απεικόνηση σχεδίων κατά την αναπαραγωγή
fi: Näytä piirrustukset videon aikana
lt: Rodyti piešinius rodant vaizdą
no: Vis tegninger samtidig meg videoavspilling
ro: Arată desenele când este rulat fişierul video

# dlgPreferences_chkEnablePersistence
source: Enable persistence
el: Ενεργοποίηση Επιμονής
fi: Aktivoi pysyvyys
lt: Įjungti išlaikymą
no: Start likevekt
ro: Activează persistenţa

# dlgPreferences_DeinterlaceByDefault
source: Always deinterlace when opening a new video.
el: Απόπλεξη πάντα όταν ανοίγει ένα νέο video
fi: Poista aina kuvien limitykset avattaessa uusi video.
lt: Deinterlace filtro naudojimas.
no: Alltid deinterlace ved åpning av ny video
ro: Ruleaza intotdeauna filtrul deintretesere cand este deschis un nou fisier video

# dlgPreferences_Format169
source: Force 16:9
el: Εφαρμογή 16:9
fi: Pakota 16:9
lt: Formatas 16:9
no: Bruk 16:9
ro: Forteaza format 16:9

# dlgPreferences_Format43
source: Force 4:3
el: Εφαρμογή 4:3
fi: Pakota 4:3
lt: Formatas 4:3
no: Bruk 4:3
ro: Forteaza format 4:3

# dlgPreferences_FormatAuto
source: Auto Detection
el: Αυτόματη Ανίχνευση
fi: Automaattinen havaitseminen
lt: Automatinis aptikimas
no: Automatisk valg
ro: Detectie automata

# dlgPreferences_GroupAnalysisMode
source: Switch To Analysis Mode
el: Αλλαγή σε Τρόπο Ανάλυσης
fi: Vaihda Analyysi-tilaan
lt: Pereitį į analizavimo rėžimą
no: Bytt til Analyse modus
ro: Schimbă in Modul Analiză

# dlgPreferences_GroupColors
source: Colors
el: Χρώματα
fi: Värit
lt: Spalvos
no: Farger
ro: Culori

# dlgPreferences_grpPersistence
source: Persistence
el: Επιμονή
fi: Pysyvyys
lt: Išlaikymas
no: Likevekt
ro: Persistenţă

# dlgPreferences_LabelGrid
source: Grid:
el: Πλέγμα:
fi: Ruudukko:
lt: Tinklelis:
no: Rutenett:
ro: Grilă :

# dlgPreferences_LabelHistoryCount
source: Number of files in history:
el: Αριθμός αρχείων στο Ιστορικό:
fi: Historiassa näkyvien tiedostojen määrä:
lt: Dokumentų kiekis atmintyje:
no: Antall filer i historielisten:
ro: Număr de fişiere în istoric :

# dlgPreferences_LabelImageFormat
source: Default image format:
el: Προκαθορισμένη μορφή εικόνας:
fi: Kuvien oletusformaatti:
lt: Numatytasis paveikslėlio formatas:
no: Standard bildeformat:
ro: Formatul de imagine implicit

# dlgPreferences_LabelLanguages
source: Language:
el: Γλώσσα:
fi: Kieli:
lt: Kalba:
no: Språk:
ro: Limba :

# dlgPreferences_LabelLogic
source: And
el: Και
fi: Ja
lt: Ir
no: Og
ro: Şi

# dlgPreferences_LabelPlane3D
source: Perspective Grid:
el: Πλέγμα Προοπτικής:
fi: Perspektiiviruudukko:
lt: Pagrindinis tinklelis:
no: Perspektiv Rutenett:
ro: Grilă de perspectivă:

# dlgPreferences_LabelTimeFormat
source: Time markers format
el: Μορφή Σελιδοδεικτών Χρόνου
fi: Ajan oletusmuotoilu
lt: Laiko žymų formatai
no: Tidsmarkør format
ro: Formatul markerilor temporari

# dlgPreferences_LabelWorkingZoneMemory
source: Working Zone will take less than {0} MB of Memory.
el: Το Πεδίο Εργασίας θα χρησιμοποιήσει λιγότερα από {0} MB Μνήμης.
fi: Työstettävä jakso käyttää alle {0} MB muistia.
lt: Darbo zona užims mažiau nei {0} Mb atminties.
no: Arbeidsfelt vil benytte seg av mindre enn {0} MB minne.
ro: Zona de lucru va accesa mai puţin de {0} MB de memorie.

# dlgPreferences_LabelWorkingZoneSeconds
source: Working Zone is less than {0} seconds.
el: Το Πεδίο Εργασίας είναι λιγότερο από {0} δευτερόλεπτα.
fi: Työstettävä jakso on kestoltaan alle {0} sekuntia.
lt: Darbo zona yra mažiau nei {0} sekundės.
no: Arbeidsfelt er mindre enn {0} sekunder.
ro: Zona de lucru este mai mică de {0} seconds.

# dlgPreferences_lblFading
source: By default, drawings will stay visible for {0} images around the Key Image.
el: Προκαθορισμένα, τα σχέδια παραμένουν ορατά για {0} εικόνες γύρω από την Βασική εικόνα.
fi: Oletuksena piirrokset pysyvät näkyvissä {0} kuvaa ennen ja jälkeen avainkuvan.
lt: Pagal nutylėjimą, brėžiniai liks matomi {0} kadruose.
no: Tegninger vil være synlige I {0} enkeltbilder rundt nøkkelbildet.
ro: Implicit, desenele vor sta vizibile pentru {0} imagini în jurul Imaginii Principale.

# dlgPreferences_LabelSpeedUnit
source: Speed unit:
el: Μονάδα ταχύτητας:
fi: Nopeuden yksikkö:
lt: Greičio matas:
no: Hastighet:
ro: Unitatea de măsurare a vitezei:

# dlgPreferences_Speed_MetersPerSecond
source: Meters per second ({0})
el: Μέτρα ανά δευτερόλεπτο ({0})
fi: Metriä sekunnissa ({0})
lt: Metrai per sekunde ({0})
no: Meter per sekund ({0})
ro: Metri pe secondă ({0})

# dlgPreferences_Speed_KilometersPerHour
source: Kilometers per hour ({0})
el: Χιλιόμετρα ανά ώρα ({0})
fi: Kilometriä tunnissa ({0})
lt: Kilometrai per valandą ({0})
no: Kilometer per sekund ({0})
ro: Kilometri pe oră ({0})

# dlgPreferences_Speed_FeetPerSecond
source: Feet per second ({0})
el: Πόδια ανά δευτερόλεπτο ({0})
fi: Jalkaa sekunnissa ({0})
lt: Pedų per sekundę ({0})
no: Fot per sekund ({0})
ro: Picioare (30.5 cm) pe secundă ({0})

# dlgPreferences_Speed_MilesPerHour
source: Miles per hour ({0})
el: Μίλια ανά δευτερόλεπτο ({0})
fi: Mailia tunnissa ({0})
lt: Milių per valandą ({0})
no: Miles per sekund ({0})
ro: Mile (1609 m) pe oră ({0})

# dlgPreferences_Speed_Knots
source: Knots ({0})
el: Κόμβοι ({0})
fi: Solmua ({0})
lt: Mazgų ({0})
no: Knop ({0})
ro: Noduri (milă pe oră) ({0})

# dlgPreferences_Title
source: Preferences…
el: Προτιμήσεις…
fi: Asetukset...
lt: Parinktys...
no: Instillinger
ro: Preferinţe...

# dlgSplash_LoadInfos
source: Loading User Interface…
el: Φόρτωση Διεπαφής/Διασύνδεσης Χρήστη
fi: Ladataan käyttäjäliittymää...
lt: Įkeliama vartotojo sąsaja...
no: Laster brukerinstillinger
ro: Încarc Interfaţa Grafica...

# Generic_Cancel
source: Cancel
el: Άκυρο
fi: Peruuta
lt: Anuliuoti
no: Avbryt
ro: Anulează

# Generic_Quit
source: Quit
el: Παραίτηση
fi: Lopeta
lt: Baigti
no: End
ro: Renunţ

# Generic_Save
source: Save
el: Αποθήκευση
fi: Tallenna
lt: Išsaugoti
no: Lagre
ro: Salvează

# mnuAbout
source: About Kinovea…
el: Περί του Kinovea…
fi: Kinoveasta...
lt: Apie Kinovea...
no: Om Kinovea...
ro: Despre Kinovea...

# mnuApplicationFolder
source: Open log folder…
el: Άνοιγμα Φακέλου Ημερολογίου…
fi: Avaa lokitiedosto...
lt: Atverti registro aplanką
no: Åpne logfil
ro: Deschide folderul de loguri...

# mnuEdit
source: Edit
el: Σύνταξη
fi: Editoi
lt: Redaguoti
ro: Editează

# mnuFile
source: File
el: Αρχείο
fi: Tiedosto
lt: Dokumentai
no: Fil
ro: Fişier

# mnuHelp
source: Help
el: Βοήθεια
fi: Apua
lt: Pagalba
no: Hjelp
ro: Ajutor

# mnuHelpContents
source: Kinovea Help...
el: Βοήθεια Kinovea…
fi: Kinovean apu...
lt: Kinovea pagalba...
no: Kinovea hjelp
ro: Ajutor Kinovea …

# mnuHistory
source: Recent
el: Πρόσφατα
fi: Aikaisemmat
lt: Naujausi
no: Sist benyttet

# mnuHistoryReset
source: Reset History
el: Επανάθεση Ιστορικού
fi: Palauta historia
lt: Įvalyti istorija
no: Sist benyttet historikk
ro: Resetează Istoric

# mnuImage
source: Image
el: Εικόνα
fi: Kuva
lt: Paveikslėlis
no: Bilde
ro: Imagine

# mnuLanguages
source: Language
el: Γλώσσα
fi: Kieli
lt: Kalba
no: Språk
ro: Limba

# mnuMotion
source: Motion
el: Κίνηση
fi: Liike
lt: Judesys
no: Bevegelse
ro: Mişcare

# mnuOpenFile
source: Open Video File…
el: Άνοιγμα Αρχείου Video…
fi: Avaa videotiedosto
lt: Atidaryti vaizdo dokumentą...
no: Åpne videofil...
ro: Deschid fişierul video...

# mnuOptions
source: Options
el: Επιλογές
fi: Vaihtoehdot
lt: Nustatymai
no: Alternativer
ro: Opţiuni

# mnuPreferences
source: Preferences…
el: Προτιμήσεις…
fi: Asetukset...
lt: Nuostatos...
no: Instillinger...
ro: Preferinţe...

# mnuRedo
source: Redo
el: Επανάληψη
fi: Toista
lt: Veiksmas pirmyn
no: Gjør om
ro: Refă

# mnuScreens
source: View
el: Επισκόπηση
fi: Näytä
lt: Peržiūra
no: Se
ro: Vizionare

# mnuToggleFileExplorer
source: File Explorer
el: Εξερευνητής Αρχείων
fi: Tiedostopuu
lt: Dokumentų naršyklė
no: Utforsk fil
ro: Explorator fişiere

# mnuTutorialVideos
source: Video Tutorials…
el: Εκπαιδευτικά Video…
fi: Video-ohjeet...
lt: Vaizdinės pamokos...
no: Instruksjonsvideoer...
ro: Tutoriale video...

# mnuUndo
source: Undo
el: Επανόρθωση/Πίσω
fi: Palauta
lt: Veiksmas atgal
no: Tilbake
ro: Anulează

# TimeCodeFormat_Classic
source: Classic (h:mm:ss:hundredth)
el: Κλασικό (ω:λλ:δδ:εκατοστά)
fi: Klassinen (t:mm:ss:sadasosat)
lt: Standartinis (h:mm:ss:šimtosios)
no: Standard (h:mm:ss:hundredel)
ro: Clasic (h:mm:ss:sutimi)

# TimeCodeFormat_Frames
source: Frames numbers
el: Αριθμητικά Πλαίσια
fi: Kehysnumerointi
lt: Kadro numeriai
no: Bildenummer
ro: Numărul imaginilor

# TimeCodeFormat_Milliseconds
source: Total milliseconds
el: Συνολικά χιλιοστά δευτερολέπτου
fi: Kokonaisaika millisekunnit
lt: Viso milisekundžių
ro: Total în milisecunde

# TimeCodeFormat_HundredthOfMinutes
source: Hundredth of a minute
el: Εκατοστό του Λεπτού
fi: Sadasosaminuutti
lt: Šimtosios minutės
no: Hundredels minutt
ro: Sutimi de minut

# TimeCodeFormat_TenThousandthOfHours
source: Ten thousandth of an hour
el: Δεκάδες Χιλιοστά της ώρας
fi: Tunnin kymmenestuhannesosa
lt: Dešimt tūkstantoji valandos
no: Titusendedels time
ro: Zece miimi de oră

# TimeCodeFormat_Timestamps
source: Time Stamps
el: Χρονικά Σημάδια
fi: Aikaleimat
lt: Laiko žyma
no: Tidsmarkør format:
ro: Markeri timp

# TimeCodeFormat_TimeAndFrames
source: Classic + Frame numbers
el: Κλασσικό + Αριθμητικά πλαίσια
fi: Klassinen + kuvanumeroinnit
lt: Standartinis + Kadro numeriai
no: Standard + Bildenummer
ro: Clasic+Numarul cadrelor
