Repository: Kinovea/Kinovea
Catalog: Kinovea.Camera/Languages/CameraLang.*.resx
Languages: bg

# Generic_Apply
source: Apply
bg: Приложи

# Generic_Cancel
source: Cancel
bg: Отмяна

# FormHandshakeResult_Title
source: Connection test
bg: Тест на свързване

# FormHandshakeResult_Failure_Title
source: Connection test failure
bg: Неуспешен тест на свързване

# FormHandshakeResult_Failure_Message
source: An error occurred during the connection test.
bg: При тестване на връзката възникна грешка.

# FormConfiguration_Title
source: Camera configuration
bg: Конфигурация на камера

# FormConfiguration_Properties_StreamFormat
source: Stream format:
bg: Формат на видео потока:

# FormConfiguration_Properties_ImageSize
source: Image size:
bg: Размер на изображението:

# FormConfiguration_Properties_ImageWidth
source: Width:
bg: Ширина:

# FormConfiguration_Properties_ImageHeight
source: Height:
bg: Височина:

# FormConfiguration_Properties_Framerate
source: Framerate:
bg: Честота:

# FormConfiguration_Properties_Exposure
source: Exposure:
bg: Експозиция:

# FormConfiguration_Properties_ExposureMicro
source: Exposure (Âµs):
bg: Експозиция (µs):

# FormConfiguration_Properties_Gain
source: Gain:
bg: Усилване:

# FormConfiguration_Properties_Focus
source: Focus:
bg: Фокус:

# FormConfiguration_Auto
source: Auto
bg: Авто

# FormConfiguration_DevicePropertyPages
source: Device property pages
bg: Страници с свойства на устройството

# FormConfiguration_DevicePropertyPages_Error
source: An error happened while trying to display the device property page for {0}.
bg: При опита за показване на страници със свойства на устройството възникна грешка {0}.

# FormConfiguration_Test
source: Test
bg: Тест

# FormConnectionWizard_Network
source: Network
bg: Мрежа

# FormConnectionWizard_Host
source: Host (IP address)
bg: Хост (IP address)

# FormConnectionWizard_Port
source: Port
bg: Порт

# FormConnectionWizard_Format
source: Format
bg: Формат на видео потока

# FormConnectionWizard_Authentication
source: Authentication
bg: Ауторизация

# FormConnectionWizard_User
source: User
bg: Ползвател

# FormConnectionWizard_Password
source: Password
bg: Парола

# FormConnectionWizard_URL
source: Final URL
bg: Финален URL
